{
  "video_id": "XtuB6TPZG8E",
  "url": "https://www.youtube.com/watch?v=XtuB6TPZG8E",
  "transcript": [
    {
      "text": "With regard to the question of common sense and \nfreedom, there is a very rich tradition which  ",
      "start": 0.18,
      "duration": 7.74
    },
    {
      "text": "takes as its starting point the \nidea that people have natural rights  ",
      "start": 8.46,
      "duration": 10.14
    },
    {
      "text": "and that any institutional structure that \ninfringes upon those rights is illegitimate.  ",
      "start": 18.6,
      "duration": 6.72
    },
    {
      "text": "And if it can be justified, it's only a sort \nof temporary, contingent justification under  ",
      "start": 25.32,
      "duration": 7.02
    },
    {
      "text": "particular circumstances. And one has to be \nquestioning about such justifications. Now,  ",
      "start": 32.34,
      "duration": 6.36
    },
    {
      "text": "these intrinsic rights are held to be natural \nrights, that is a part of human nature. And  ",
      "start": 38.7,
      "duration": 5.58
    },
    {
      "text": "human nature as a part of the natural world... \nand if it's a part of the natural world we  ",
      "start": 44.28,
      "duration": 5.22
    },
    {
      "text": "ought to be able to learn about it by rational \ninquiry. And to some extent we can. But social  ",
      "start": 49.5,
      "duration": 8.16
    },
    {
      "text": "theory, and even more important, social practice, \ncannot be held in advance while science makes its  ",
      "start": 57.66,
      "duration": 9.18
    },
    {
      "text": "halting steps towards discovering the truth about \nhuman nature. And philosophy makes its perhaps  ",
      "start": 66.84,
      "duration": 6.78
    },
    {
      "text": "still more halting steps, towards exploring and \nclarifying the connection, which we all sense  ",
      "start": 73.62,
      "duration": 7.92
    },
    {
      "text": "exists, between rights and the nature in which \nthey're rooted. A tricky and complicated question.",
      "start": 81.54,
      "duration": 8.64
    },
    {
      "text": "So, we have to make an intuitive leap as \nhuman beings, as moral agents. We have to  ",
      "start": 90.84,
      "duration": 6.0
    },
    {
      "text": "make an intuitive leap and establish a posit, \nand take a certain view and conception as to  ",
      "start": 96.84,
      "duration": 5.7
    },
    {
      "text": "what human nature is, and what rights grow \nout of it, and what structure of institutions  ",
      "start": 102.54,
      "duration": 6.66
    },
    {
      "text": "and interpersonal arrangements is legitimate \nwith relation to what we take to be intrinsic  ",
      "start": 109.2,
      "duration": 9.78
    },
    {
      "text": "human needs and intrinsic human rights that \ngrow from them. Now, any moral reasoning,  ",
      "start": 118.98,
      "duration": 5.94
    },
    {
      "text": "any decision with regard to a choice of \naction that's taken by a person of integrity,  ",
      "start": 126.18,
      "duration": 6.36
    },
    {
      "text": "a person who regards himself or herself as a \nmoral agent, that is, considers their actions  ",
      "start": 133.08,
      "duration": 6.42
    },
    {
      "text": "to be judged by criteria of right or wrong, any \nsuch reasoning is based, implicitly at least,  ",
      "start": 139.5,
      "duration": 6.12
    },
    {
      "text": "on some conception of this sort. A moral act \nis undertaken, an act in the moral realm is  ",
      "start": 145.62,
      "duration": 8.7
    },
    {
      "text": "undertaken, at least in part, and maybe wholly, \nin terms of some consideration of the likely human  ",
      "start": 154.32,
      "duration": 8.88
    },
    {
      "text": "consequences and whether those human consequences \nwill accord with human needs and human rights.",
      "start": 163.2,
      "duration": 5.82
    },
    {
      "text": "Now, some, say, religious pacifists might \nargue that that not all that's required  ",
      "start": 170.22,
      "duration": 5.7
    },
    {
      "text": "that use of violence is wrong, \neven if it happens to satisfy  ",
      "start": 175.92,
      "duration": 6.0
    },
    {
      "text": "and defend fundamental human needs and rights. \nOne can question whether that's a moral stance  ",
      "start": 182.82,
      "duration": 4.86
    },
    {
      "text": "or an immoral stance. But, without going into \nthose non-trivial issues, still it's true that  ",
      "start": 187.68,
      "duration": 6.48
    },
    {
      "text": "a large part, and maybe all of moral judgment is \nbased on an assessment of the consequences, and  ",
      "start": 194.16,
      "duration": 7.68
    },
    {
      "text": "an evaluation of those consequences with regard to \nintrinsic human rights and intrinsic human needs,  ",
      "start": 201.84,
      "duration": 5.22
    },
    {
      "text": "and such an assessment can only be made on the \nbasis of, at least, an implicit conception,  ",
      "start": 207.06,
      "duration": 5.16
    },
    {
      "text": "an implicit theory, if you like, of what human \nnature is. And a moral agent will undertake such  ",
      "start": 212.22,
      "duration": 6.48
    },
    {
      "text": "reasoning, a person who takes himself or herself \nseriously as a person of integrity will undertake  ",
      "start": 218.7,
      "duration": 7.14
    },
    {
      "text": "such reasoning to the extent that you can, and \nwill also try to clarify the principles and the  ",
      "start": 225.84,
      "duration": 6.06
    },
    {
      "text": "grounding of the judgments as much as one can. \nThat's what it means to be a moral human being,  ",
      "start": 231.9,
      "duration": 6.36
    },
    {
      "text": "whether you're dealing with your children, \nor foreign affairs, or whatever it is.",
      "start": 238.26,
      "duration": 5.46
    },
    {
      "text": "Now, there are a number of views about these \ntopics that have been developed over the years,  ",
      "start": 243.72,
      "duration": 4.8
    },
    {
      "text": "but they are really intuitive judgments. They \ngo well beyond the reach of scientific inquiry.  ",
      "start": 248.52,
      "duration": 5.64
    },
    {
      "text": "One conception is that a fundamental human \nneed, and hence the fundamental human right,  ",
      "start": 254.16,
      "duration": 8.76
    },
    {
      "text": "is the right and the need to inquire and \nto create free of external compulsion.  ",
      "start": 262.92,
      "duration": 8.64
    },
    {
      "text": "That's in fact a leading doctrine of classical \nliberalism in its original 18th century version,  ",
      "start": 272.16,
      "duration": 7.8
    },
    {
      "text": "not the version that reaches us through, say, \nMargaret Thatcher, or something like that, but in  ",
      "start": 279.96,
      "duration": 6.18
    },
    {
      "text": "its original version. In fact, I was quoting from \nWilhelm von Humboldt, who directly inspired John  ",
      "start": 286.14,
      "duration": 5.52
    },
    {
      "text": "Stuart Mill. And from this conception of human \nnature, that its fundamental basis is a need to  ",
      "start": 291.66,
      "duration": 10.08
    },
    {
      "text": "inquire and create free from any external \ncompulsion, you derive certain consequences.  ",
      "start": 302.34,
      "duration": 6.06
    },
    {
      "text": "The consequence that Humboldt and his \nclassical liberal followers derived  ",
      "start": 309.0,
      "duration": 5.52
    },
    {
      "text": "was that whatever does not springing from free \nchoice, but only from instruction and guidance,  ",
      "start": 314.52,
      "duration": 8.34
    },
    {
      "text": "is alien to our nature. If a worker labors under \ncompulsion or a student produces on demand,  ",
      "start": 322.86,
      "duration": 10.92
    },
    {
      "text": "as Humbult put it, we may admire \nwhat he does, but despise what he is.",
      "start": 335.04,
      "duration": 1.795
    },
    {
      "text": "[…]",
      "start": 336.835,
      "duration": 0.005
    },
    {
      "text": "Direction, guidance, and force, any kind \nof force, otherwise not. That's a certain  ",
      "start": 336.84,
      "duration": 9.42
    },
    {
      "text": "picture from that you can continue to spell out \na conception of what the world ought to be like.",
      "start": 346.26,
      "duration": 5.82
    },
    {
      "text": "Well, I think, that's a rather attractive view, at \nleast for the people of any faith in human worth  ",
      "start": 352.68,
      "duration": 6.3
    },
    {
      "text": "and dignity. And it does ground a certain social \ntheory and certain choices of course of action.  ",
      "start": 358.98,
      "duration": 7.14
    },
    {
      "text": "Now, counterposed to that, there's a very \ndifferent view, a view which in fact has been  ",
      "start": 366.66,
      "duration": 5.82
    },
    {
      "text": "dominant in modern intellectual discourse about \nthese topics for the last several centuries. And  ",
      "start": 372.48,
      "duration": 7.02
    },
    {
      "text": "that's the doctrine sometimes called the \nempty organism theory: that people have  ",
      "start": 379.5,
      "duration": 5.34
    },
    {
      "text": "no intrinsic nature, that human nature is just \nthe historical and cultural product, and that  ",
      "start": 384.84,
      "duration": 6.6
    },
    {
      "text": "the mind is a blank slate on which experience \nwrites whatever it wants. And that the people  ",
      "start": 391.44,
      "duration": 6.96
    },
    {
      "text": "become whatever instruction and guidance makes \nthem. That's a view which is familiar from modern,  ",
      "start": 398.4,
      "duration": 10.08
    },
    {
      "text": "though not classical, liberalism. It's explicit \nin Marx's theory where it takes a particular  ",
      "start": 408.48,
      "duration": 7.14
    },
    {
      "text": "form. And, in fact, it's the dominant conception \nof modern intellectual discourse on these matters.",
      "start": 415.62,
      "duration": 6.48
    },
    {
      "text": "And that view also has its consequences. \nOne consequence is that there is no moral  ",
      "start": 422.1,
      "duration": 5.34
    },
    {
      "text": "barrier whatsoever to compulsion. \nSince there's no intrinsic human  ",
      "start": 427.44,
      "duration": 4.56
    },
    {
      "text": "nature and the human essence is just whatever \nexperience, and culture, and history make it,  ",
      "start": 432.0,
      "duration": 7.62
    },
    {
      "text": "there's no barrier in the way of compulsion or \nshaping of behavior or manufacture of consent.  ",
      "start": 439.62,
      "duration": 7.26
    },
    {
      "text": "There's nothing that stands in the way of those \nwho claim the right to coerce and control. And  ",
      "start": 446.88,
      "duration": 10.14
    },
    {
      "text": "notice that that's also an attractive view, namely \nfrom the point of view of those who undertake that  ",
      "start": 457.02,
      "duration": 5.64
    },
    {
      "text": "task and consider that their task, the task \nof control and coercion. And my own feeling  ",
      "start": 462.66,
      "duration": 6.42
    },
    {
      "text": "is that the reason for the prevalence of this \ndoctrine, from what's called left to right,  ",
      "start": 469.08,
      "duration": 5.64
    },
    {
      "text": "is because it is so attractive. It's so attractive \nto the commissars, to the intellectuals, the  ",
      "start": 474.72,
      "duration": 5.16
    },
    {
      "text": "people who want the right to control and therefore \nwant to eliminate the moral barriers to control.",
      "start": 479.88,
      "duration": 5.46
    },
    {
      "text": "Well, from that conception follows a different  ",
      "start": 485.94,
      "duration": 2.88
    },
    {
      "text": "notion of what are legitimate social institutions \nand legitimate courses of social action.  ",
      "start": 489.36,
      "duration": 6.24
    },
    {
      "text": "Well, apart from hopes and preferences, what can \nwe learn about truth and falsehood? If we want to  ",
      "start": 497.1,
      "duration": 10.08
    },
    {
      "text": "discover which of these, or maybe some other view, \nis correct, we have to proceed by the methods of  ",
      "start": 507.18,
      "duration": 8.34
    },
    {
      "text": "inquiry that we undertake when we try to learn \nwhether anything else is true or correct, again  ",
      "start": 515.52,
      "duration": 5.16
    },
    {
      "text": "whether it's in personal life or in scientific \nresearch. Not all that different. But now,  ",
      "start": 520.68,
      "duration": 5.52
    },
    {
      "text": "here we have to begin by refining and clarifying \nthese notions and then subjecting them to direct  ",
      "start": 526.2,
      "duration": 6.6
    },
    {
      "text": "inquiry, experiment if possible, and so on. Now, \nthat's actually been done in some areas, limited  ",
      "start": 532.8,
      "duration": 5.64
    },
    {
      "text": "areas, and it has some success, and there is some \ninteresting results. One of the areas in which  ",
      "start": 538.44,
      "duration": 5.82
    },
    {
      "text": "it's been done is one of those that's mentioned \nin the introductory pamphlet or whatever it was,  ",
      "start": 544.26,
      "duration": 8.22
    },
    {
      "text": "the notification for this conference, where there \nwas discussion of the notion of innate knowledge.  ",
      "start": 552.48,
      "duration": 4.98
    },
    {
      "text": "What Hume described as that part of our knowledge \nthat comes to us from the original hand of nature,  ",
      "start": 558.9,
      "duration": 6.6
    },
    {
      "text": "what in modern terms, would be called that part of \nour knowledge that derives from genetic endowment.",
      "start": 565.5,
      "duration": 6.78
    },
    {
      "text": "Now, here there's a lot of work, and its general \nconclusion is that Hume vastly understated and  ",
      "start": 572.88,
      "duration": 7.5
    },
    {
      "text": "underestimated that part of our knowledge that \ncomes to us from the original hand of nature.  ",
      "start": 580.38,
      "duration": 4.86
    },
    {
      "text": "And that a much more accurate perception was \ngiven by his predecessors, for example, the  ",
      "start": 585.24,
      "duration": 6.6
    },
    {
      "text": "English Platonists of the 17th century or \nLord Herbert or the Continental rationalists  ",
      "start": 593.28,
      "duration": 6.54
    },
    {
      "text": "who assumed, and it turns out, as far as \nwe know, rightly, that there's a very rich  ",
      "start": 599.82,
      "duration": 5.46
    },
    {
      "text": "structure of innate concepts and principles that \nlead to the growth of modes of perception, and  ",
      "start": 606.54,
      "duration": 12.48
    },
    {
      "text": "understanding, and interpretation, and judgment, \nand evaluation, and inquiry, and creation,  ",
      "start": 619.02,
      "duration": 4.92
    },
    {
      "text": "and so on. And that this is what leads to the \npossibility, to the human ability, to attain  ",
      "start": 623.94,
      "duration": 8.94
    },
    {
      "text": "rich and highly articulated and complex systems \nof understanding and thought, largely shared with  ",
      "start": 632.88,
      "duration": 7.2
    },
    {
      "text": "others and serving as the basis for everything \nfrom social interaction to personal discovery  ",
      "start": 640.08,
      "duration": 6.6
    },
    {
      "text": "and creation. Now, in any area where we know \nanything, this seems to be the conclusion. One  ",
      "start": 646.68,
      "duration": 6.42
    },
    {
      "text": "can still maintain the empty organism theory for \nareas where we don't know anything. You can say,  ",
      "start": 653.1,
      "duration": 5.1
    },
    {
      "text": "\"well, maybe where we don't know anything, it's \ntrue,\" but that's not a very convincing position.",
      "start": 658.2,
      "duration": 5.22
    },
    {
      "text": "And I think that's, roughly speaking, a fair \nconclusion from present understanding. From  ",
      "start": 663.42,
      "duration": 8.58
    },
    {
      "text": "this point of view, it looks as though teaching \nis an irrelevance largely, and even learning is  ",
      "start": 672.0,
      "duration": 9.66
    },
    {
      "text": "sort of an artifact which happens only at the \nmargins. And personal development and growth,  ",
      "start": 681.66,
      "duration": 6.42
    },
    {
      "text": "growth of the mind, is like growth of \nthe body or, to be more precise, like  ",
      "start": 688.08,
      "duration": 4.98
    },
    {
      "text": "growth of other parts of the body since mental \norgans are just one species of physical organs.  ",
      "start": 693.06,
      "duration": 5.34
    },
    {
      "text": "That shouldn't be terribly surprising result. \nIt shouldn't be too surprising to discover  ",
      "start": 699.3,
      "duration": 3.66
    },
    {
      "text": "that human beings above the neck are very much \nlike human beings below the neck and, in fact,  ",
      "start": 702.96,
      "duration": 5.82
    },
    {
      "text": "like everything else in nature. But that would be \nthe conclusion. That we know that that's true of  ",
      "start": 708.78,
      "duration": 5.58
    },
    {
      "text": "everything else in nature, of every other complex \norganism, and as far as we know, it's also true of  ",
      "start": 714.36,
      "duration": 4.68
    },
    {
      "text": "the mind, contrary to received doctrine of the \nsort that's dominated intellectual discourse.",
      "start": 719.04,
      "duration": 7.98
    },
    {
      "text": "Now again, I want to stress that these are only \nsmall areas. Most of the topics that interest  ",
      "start": 727.02,
      "duration": 6.78
    },
    {
      "text": "and concern us, actually nothing is known. \nAny layperson knows as much as the scientist  ",
      "start": 733.8,
      "duration": 7.26
    },
    {
      "text": "who's dedicated a lifetime of inquiry to these \ntopics. But there are some small areas where  ",
      "start": 741.06,
      "duration": 5.4
    },
    {
      "text": "a lot is known, and this seems to be a kind of \nfair resume of the kind of thing that's known.",
      "start": 746.46,
      "duration": 4.32
    },
    {
      "text": "Well, where does that leave us with regard to \nsocial action and practice? The answer is very far  ",
      "start": 750.78,
      "duration": 5.1
    },
    {
      "text": "away. There still remains an enormous gap between \nwhat we have to grasp in order to ground moral  ",
      "start": 755.88,
      "duration": 11.34
    },
    {
      "text": "action, to choose a course of action on moral \ngrounds. An enormous gap between that and what we,  ",
      "start": 767.22,
      "duration": 6.66
    },
    {
      "text": "in fact, understand about human nature \nand the human needs that derive from it,  ",
      "start": 773.88,
      "duration": 5.4
    },
    {
      "text": "and the human rights that derive from it. \nBig gap. So, we are left where we were,  ",
      "start": 779.28,
      "duration": 4.38
    },
    {
      "text": "with the need to make an intuitive leap and to \nposit some judgment about what real, intrinsic  ",
      "start": 783.66,
      "duration": 10.14
    },
    {
      "text": "human nature is. To try to evaluate and ground it \nas best we can. Always take a critical attitude  ",
      "start": 793.8,
      "duration": 6.54
    },
    {
      "text": "toward your assumptions and apply them where they \ncan. But recognizing that there is, in a sense,  ",
      "start": 800.34,
      "duration": 6.84
    },
    {
      "text": "you're staking your faith in what you think \nor hope human beings may be. Now, if you  ",
      "start": 807.96,
      "duration": 6.48
    },
    {
      "text": "take as your faith that of, say, the classical \nliberal doctrine, you will conclude that there is  ",
      "start": 815.64,
      "duration": 8.64
    },
    {
      "text": "no justification, there's no moral justification \nfor the commissar, the central committee,  ",
      "start": 824.28,
      "duration": 6.9
    },
    {
      "text": "or the cultural or corporate manager, or any \nof the others who control and coerce us on  ",
      "start": 831.18,
      "duration": 8.4
    },
    {
      "text": "species grounds. Notice that, \nfrom this point of view,  ",
      "start": 840.24,
      "duration": 3.78
    },
    {
      "text": "what is regarded as the progressive \nposition, the one that's reflected in,  ",
      "start": 846.36,
      "duration": 4.08
    },
    {
      "text": "say, modern liberalism or Marxist thought \nand so on, is actually deeply conservative  ",
      "start": 850.98,
      "duration": 5.46
    },
    {
      "text": "and reactionary. It serves to legitimate existing \ninstitutions or other institutions of authority  ",
      "start": 856.44,
      "duration": 6.48
    },
    {
      "text": "and compulsion. In contrast, the actual classical \nliberal view, which is very different from what  ",
      "start": 862.92,
      "duration": 7.08
    },
    {
      "text": "is known with its deep innatist roots, is very \nsubversive and radical because it challenges the  ",
      "start": 870.0,
      "duration": 8.22
    },
    {
      "text": "existence of any form of authority and requires \nthat it be justified, which can rarely be done.",
      "start": 878.22,
      "duration": 4.92
    },
    {
      "text": "It's not too surprising, I think, that the \nactual ideas of the Enlightenment have been  ",
      "start": 883.14,
      "duration": 7.5
    },
    {
      "text": "subjected to such a broad-ranging attack. \nThey are radical and subversive because  ",
      "start": 890.64,
      "duration": 7.38
    },
    {
      "text": "of the faith that they express in human \ncapacity, and human rights, and human needs,  ",
      "start": 898.02,
      "duration": 7.02
    },
    {
      "text": "and their richness. And that's a deeply upsetting \nview from the point of view of any institutional  ",
      "start": 905.04,
      "duration": 8.1
    },
    {
      "text": "structure which is concerned with control and \nmanipulation, or any of the people who operate  ",
      "start": 913.14,
      "duration": 7.2
    },
    {
      "text": "within those institutional structures. And, \nof course, those who do attain a position of  ",
      "start": 920.34,
      "duration": 5.34
    },
    {
      "text": "being articulate, where they can reach the \npublic, well, they're the ones who in fact  ",
      "start": 926.52,
      "duration": 5.46
    },
    {
      "text": "satisfy the needs of the institutions. They're \nthe ones who are called intellectuals. So,  ",
      "start": 931.98,
      "duration": 4.02
    },
    {
      "text": "it's not too surprising that these are the \ndominant views, the dominant articulated  ",
      "start": 936.0,
      "duration": 3.54
    },
    {
      "text": "views. There is constant resistance to them on \nthe part of the general public, and I think it's  ",
      "start": 939.54,
      "duration": 5.76
    },
    {
      "text": "quite healthy and realistic. It's a resistance \nto infringement on fundamental human rights.",
      "start": 945.3,
      "duration": 5.1
    },
    {
      "text": "Well, if one takes this position, \nthe next thing to do is to  ",
      "start": 950.4,
      "duration": 5.88
    },
    {
      "text": "make the intuitive leap and turn to the concrete \nsubstantive questions of acting as a moral agent,  ",
      "start": 958.02,
      "duration": 7.98
    },
    {
      "text": "choosing a course of action. And here what \nyou do is seek out structures of authority and  ",
      "start": 966.0,
      "duration": 6.3
    },
    {
      "text": "domination. Often we don't see them, so you have \nto try to find them even though they're there.  ",
      "start": 972.3,
      "duration": 5.82
    },
    {
      "text": "Once you notice them, you see them and seek them \nout. Ask the question as to whether they, in fact,  ",
      "start": 978.12,
      "duration": 9.0
    },
    {
      "text": "are legitimate for some contingent reason, \nsay, self-defense or whatever argument is put  ",
      "start": 987.12,
      "duration": 6.72
    },
    {
      "text": "forth. And if they fail that test, as they almost \ninvariably do, to move forward to dismantle them,  ",
      "start": 993.84,
      "duration": 7.8
    },
    {
      "text": "which means solidarity, organization, and \nso on. That's a hard task. You can look  ",
      "start": 1001.64,
      "duration": 6.9
    },
    {
      "text": "back at history and gain a certain degree of \nencouragement from it. But you'll also learn  ",
      "start": 1008.54,
      "duration": 5.22
    },
    {
      "text": "from history that there's a lot of suffering \nthat goes on in acting like a moral agent.  ",
      "start": 1013.76,
      "duration": 5.22
    },
    {
      "text": "Suffering and satisfaction, both. But there \nare achievements. There are real achievements.",
      "start": 1018.98,
      "duration": 7.5
    },
    {
      "text": "For most of human history, for example, literal \nhuman slavery was considered legitimate. In fact,  ",
      "start": 1026.48,
      "duration": 7.26
    },
    {
      "text": "considered quite praiseworthy. It was for \nthe benefit of these depraved creatures  ",
      "start": 1033.74,
      "duration": 4.56
    },
    {
      "text": "who shouldn't be left on their own. It's only a \nlittle tiny period of human history where this  ",
      "start": 1038.3,
      "duration": 6.12
    },
    {
      "text": "is considered a total obscenity. And the fact \nthat it is considered a total obscenity is an  ",
      "start": 1044.42,
      "duration": 5.4
    },
    {
      "text": "achievement. In the 18th century, it was pointed \nout that wage slavery is fundamentally not very  ",
      "start": 1049.82,
      "duration": 6.06
    },
    {
      "text": "different from slavery. If people are compelled \nto rent themselves in order to survive, it's not  ",
      "start": 1055.88,
      "duration": 7.08
    },
    {
      "text": "very different than selling yourself in order \nto survive. That's an insight that has yet to  ",
      "start": 1062.96,
      "duration": 5.46
    },
    {
      "text": "be recovered, but it's a valid one. And, in fact, \nnotice that it grows from these same conceptions  ",
      "start": 1068.42,
      "duration": 5.94
    },
    {
      "text": "of human nature. But, at least, literal human \nslavery would no longer be justified by,  ",
      "start": 1074.36,
      "duration": 6.6
    },
    {
      "text": "I suppose, almost anyone. Maybe Roger \nScruton or someone, but almost no one.  ",
      "start": 1081.74,
      "duration": 4.86
    },
    {
      "text": "That's an achievement. It's a moral \nachievement. It's a moral advance.",
      "start": 1087.68,
      "duration": 3.72
    },
    {
      "text": "Just in our own lifetimes, the questions of the \nlegitimacy of sexist oppression have come to the  ",
      "start": 1091.4,
      "duration": 9.48
    },
    {
      "text": "fore. It's not like anybody noticed before, \nbut there's been a sustained and committed  ",
      "start": 1100.88,
      "duration": 5.28
    },
    {
      "text": "effort to bring them to consciousness. And \nit's not long ago, anybody my age will know,  ",
      "start": 1106.16,
      "duration": 6.06
    },
    {
      "text": "that it's not long ago they just didn't \nsee it, notice it. It was just part of  ",
      "start": 1112.22,
      "duration": 4.74
    },
    {
      "text": "the background. Now, at least you see it. The \nproblems are there, but it's a moral advance  ",
      "start": 1116.96,
      "duration": 3.72
    },
    {
      "text": "that the problems are recognized to be there. \nThere's some effort to come to terms with them.  ",
      "start": 1120.68,
      "duration": 5.16
    },
    {
      "text": "And the same is true in every other domain. Take, \nsay, freedom of speech, which is in many ways the  ",
      "start": 1125.84,
      "duration": 5.16
    },
    {
      "text": "fundamental human freedom. You don't have \nfreedom of speech, you don't have anything  ",
      "start": 1131.0,
      "duration": 3.06
    },
    {
      "text": "else. The battle for freedom of speech has been \na long and bitter one and it's very far from  ",
      "start": 1134.06,
      "duration": 6.36
    },
    {
      "text": "won. In this respect, the United States is maybe \nthe most advanced country. At least there is a  ",
      "start": 1140.42,
      "duration": 5.88
    },
    {
      "text": "structural guarantees for freedom of speech \nof the sort that don't exist anywhere else,  ",
      "start": 1148.34,
      "duration": 4.08
    },
    {
      "text": "as far as I know. But that's very recent, and \nit's worth bearing in mind that it's very recent.",
      "start": 1152.42,
      "duration": 5.94
    },
    {
      "text": "Theoretically, freedom of speech is established \nby the First Amendment to the Constitution,  ",
      "start": 1158.36,
      "duration": 5.58
    },
    {
      "text": "but that's pure theory. It never meant a thing. \nThe freedom of speech barely existed throughout  ",
      "start": 1163.94,
      "duration": 6.9
    },
    {
      "text": "most of American history, long after the Bill of \nRights. In fact, that was understood at the time.  ",
      "start": 1170.84,
      "duration": 6.54
    },
    {
      "text": "James Madison, one of the major authors, pointed \nout that what he called a parchment barrier will  ",
      "start": 1177.38,
      "duration": 6.72
    },
    {
      "text": "never stand in the way of tyranny. Rights are \nnot gained by writing down words on paper,  ",
      "start": 1184.1,
      "duration": 6.42
    },
    {
      "text": "but by constant struggle to achieve them, to \ndiscover what they are, and to secure them, and  ",
      "start": 1190.52,
      "duration": 6.6
    },
    {
      "text": "to defend them. And there has been a long struggle \nin the United States. The labor movement, and the  ",
      "start": 1197.12,
      "duration": 6.54
    },
    {
      "text": "anti-war movement, and the civil rights movement, \nand other popular movements finally expanded the  ",
      "start": 1204.26,
      "duration": 6.12
    },
    {
      "text": "domains of freedom of speech to the point where \nthey reached effect by 1969. In the Supreme Court,  ",
      "start": 1210.38,
      "duration": 8.04
    },
    {
      "text": "they finally reached the libertarian standard \nthat had been declared by people like, say,  ",
      "start": 1218.42,
      "duration": 5.64
    },
    {
      "text": "Jeremy Bentham in 1776. And I think the \nUnited States is alone in this respect. Now,  ",
      "start": 1224.06,
      "duration": 7.2
    },
    {
      "text": "that's typical. All of human history is a history \nof… everything that's decent in human society,  ",
      "start": 1231.26,
      "duration": 7.44
    },
    {
      "text": "that I can think of, derives from unremitting \nand constant popular struggle to identify  ",
      "start": 1238.7,
      "duration": 8.22
    },
    {
      "text": "human nature and its characteristics, to \ndetermine the rights that follow from it,  ",
      "start": 1248.78,
      "duration": 4.68
    },
    {
      "text": "and to fight for those rights. \nIt's not an easy task. If there's  ",
      "start": 1253.46,
      "duration": 4.68
    },
    {
      "text": "another way to achieve it than constant \nstruggle, it has yet to be made public.",
      "start": 1258.14,
      "duration": 5.64
    }
  ]
}