{
  "video_id": "4zw-DBl36nU",
  "url": "https://www.youtube.com/watch?v=4zw-DBl36nU",
  "transcript": [
    {
      "text": "Can the CTMU explain leptogenesis? Excuse me? Can \nthe CTMU explain leptogenesis? Leptogenesis? Yeah.  ",
      "start": 0.2,
      "duration": 8.96
    },
    {
      "text": "You got me on that one. There's a disparity \nbetween matter and antimatter. And one of  ",
      "start": 9.16,
      "duration": 4.8
    },
    {
      "text": "the propositions is there's something called \nleptogenesis, which accounts for this asymmetry.  ",
      "start": 13.96,
      "duration": 5.24
    },
    {
      "text": "Right. Yeah. Can the CTMU explain—well, let's \njust put it this way. If it cannot be explained  ",
      "start": 19.2,
      "duration": 6.44
    },
    {
      "text": "within the CTMU, then it cannot be explained. \nThe CTMU is called a TOE for a reason. Okay? It's  ",
      "start": 25.64,
      "duration": 7.16
    },
    {
      "text": "comprehensive. All right? So if this distinction \nis valid—and it is, because we know that both  ",
      "start": 32.8,
      "duration": 4.84
    },
    {
      "text": "matter and antimatter exist—then it has to be \nexplicable in the CTMU. Would you consider the  ",
      "start": 37.64,
      "duration": 7.72
    },
    {
      "text": "CTMU to be more of a definition than a theory? \nIt's both a definition and a theory. Okay? It's  ",
      "start": 45.36,
      "duration": 9.28
    },
    {
      "text": "the self-definition of reality. Reality must \ndefine itself. Okay? But it does that in the  ",
      "start": 54.64,
      "duration": 6.64
    },
    {
      "text": "form of a language, the metaphorical language we \nwere speaking about earlier, and it takes the form  ",
      "start": 61.28,
      "duration": 5.48
    },
    {
      "text": "of a theory. Okay? In other words, every theory, \nyou know, technically, it's not just a theory,  ",
      "start": 66.76,
      "duration": 6.0
    },
    {
      "text": "it's a theoretical language. That's what a \nlogician or a model theorist would call it.  ",
      "start": 72.76,
      "duration": 6.44
    },
    {
      "text": "It's a kind of language. So it has that structure. \nGetting back to this background-independent place,  ",
      "start": 79.2,
      "duration": 9.16
    },
    {
      "text": "there's a question here about if this coincides \nwith—Einstein and Mach had this idea of—sorry,  ",
      "start": 88.36,
      "duration": 10.12
    },
    {
      "text": "I'm sure you've heard of Mach's principle. \nYes. Okay. What does the CTMU have to say  ",
      "start": 98.48,
      "duration": 5.88
    },
    {
      "text": "about Mach's principle, and is it related to this \nintrinsic background? All right. Maybe I better  ",
      "start": 104.36,
      "duration": 6.6
    },
    {
      "text": "ask what your formulation of Mach's principle is. \nSure, sure, sure. It's strange that we can feel  ",
      "start": 110.96,
      "duration": 6.36
    },
    {
      "text": "rotation when we do so, and it seems as if it's \nrelated by the distribution of matter far away,  ",
      "start": 117.32,
      "duration": 6.32
    },
    {
      "text": "like there's an actual background. So now, if \nthere's an intrinsic background in the CTMU,  ",
      "start": 123.64,
      "duration": 5.72
    },
    {
      "text": "does that serve as some basis for Mach's \nprinciple? Yes. Well, you're actually coupled with  ",
      "start": 129.36,
      "duration": 8.0
    },
    {
      "text": "your background. That's one thing that you see in \nthe theory of relativity. Basically, the medium is  ",
      "start": 137.36,
      "duration": 4.64
    },
    {
      "text": "given some kind of separate structure, separate \nfrom the content of the medium. But you actually  ",
      "start": 142.0,
      "duration": 5.2
    },
    {
      "text": "have to couple those two things. Relativity would \nmake no sense at all if you didn't. So, you know,  ",
      "start": 147.2,
      "duration": 4.28
    },
    {
      "text": "as far as being able—inertia and being able to \nfeel—and you talk about angular momentum and,  ",
      "start": 151.48,
      "duration": 6.0
    },
    {
      "text": "you know, inertia. Basically, those two \nthings are a function of that coupling,  ",
      "start": 157.48,
      "duration": 4.0
    },
    {
      "text": "the way you are coupled to your environment. Like \nI said, this is how the CTMU quantizes things,  ",
      "start": 162.08,
      "duration": 6.24
    },
    {
      "text": "uses these dual couplings to do this. But that's \nall intrinsic. I mean, keep in mind that's all  ",
      "start": 168.88,
      "duration": 5.92
    },
    {
      "text": "intrinsic. There's nothing external to the \nuniverse, so if you're going to talk about  ",
      "start": 174.8,
      "duration": 3.36
    },
    {
      "text": "the universe rotating in some external medium, \nthat's not valid. Okay? The rotation—all rotation  ",
      "start": 178.16,
      "duration": 6.68
    },
    {
      "text": "is intrinsic, and the way it can be intrinsic is \nbecause you're formulating it as a coupling of  ",
      "start": 184.84,
      "duration": 4.92
    },
    {
      "text": "it and its content. You're actually making—you're \nactually introducing some kind of angular momentum  ",
      "start": 189.76,
      "duration": 4.84
    },
    {
      "text": "between them. That's intrinsic. And of course, as \nyou know, the theory of relativity is our major  ",
      "start": 194.6,
      "duration": 7.76
    },
    {
      "text": "intrinsic theory of physics, right? It's intrinsic \nbased on intrinsic geometry and so forth.  ",
      "start": 202.36,
      "duration": 7.8
    },
    {
      "text": "Mm-hmm. I also heard you talk about the fact \nthat the universe is expanding is—it's a  ",
      "start": 210.16,
      "duration": 6.64
    },
    {
      "text": "strange concept because what is it expanding into? \nHowever, I think that physicists do a disservice  ",
      "start": 216.8,
      "duration": 6.16
    },
    {
      "text": "by saying that the universe is expanding. It's \nmore about the metric is changing. So now,  ",
      "start": 222.96,
      "duration": 4.64
    },
    {
      "text": "let's imagine that that's what the statement is. \nThe metric is changing. So what's the problem with  ",
      "start": 227.6,
      "duration": 4.36
    },
    {
      "text": "that statement, and why does it need the CTMU \nto solve it? Because it's conspanding. It's  ",
      "start": 231.96,
      "duration": 6.28
    },
    {
      "text": "basically—when you say the metric is changing, \nyou mean that the scale of the whole and its  ",
      "start": 238.24,
      "duration": 5.12
    },
    {
      "text": "parts are changing with respect to each other. \nThey're changing contravariantly. As the universe  ",
      "start": 243.36,
      "duration": 4.28
    },
    {
      "text": "gets bigger, the parts, the little particles and \nobjects embedded in it get smaller relative to  ",
      "start": 247.64,
      "duration": 7.48
    },
    {
      "text": "the universe. It's this, you know, everything \nis relative, right? And the size of objects  ",
      "start": 255.12,
      "duration": 5.92
    },
    {
      "text": "is defined relative to the size of the universe \nand vice versa. So you've got this relativistic  ",
      "start": 261.04,
      "duration": 5.4
    },
    {
      "text": "relationship between the whole and its parts. And \nthis contravariance is called conspansion. I'm not  ",
      "start": 266.44,
      "duration": 9.96
    },
    {
      "text": "understanding how the CTMU solves—like, firstly, \nI'm not sure what the problem is. So explain to  ",
      "start": 276.4,
      "duration": 6.52
    },
    {
      "text": "me once more. What is the problem with saying \nthat the metric is expanding? I understand that  ",
      "start": 282.92,
      "duration": 3.76
    },
    {
      "text": "there's a problem with saying that the universe is \nexpanding because it implies that it's embedded in  ",
      "start": 286.68,
      "duration": 3.84
    },
    {
      "text": "something higher. The metric isn't expanding. The \nmetric is actually contracting. You're getting,  ",
      "start": 290.52,
      "duration": 6.04
    },
    {
      "text": "you know—you know what co-moving coordinates are. \nBasically, you start out—as the universe expands,  ",
      "start": 296.56,
      "duration": 6.68
    },
    {
      "text": "co-moving coordinates actually co-move with the \nuniverse itself, right? In that sense, the metric  ",
      "start": 303.24,
      "duration": 5.68
    },
    {
      "text": "is expanding with co-moving coordinates. But \nour metric is contracting relative to the size  ",
      "start": 308.92,
      "duration": 6.36
    },
    {
      "text": "of the universe as a whole. So you've got to make \nthis distinction. Our metric meaning as tellers,  ",
      "start": 315.28,
      "duration": 5.72
    },
    {
      "text": "as syntactic operators? It means the metric \nthat we use, the scale of distance that we  ",
      "start": 321.0,
      "duration": 4.0
    },
    {
      "text": "use in the everyday world, okay, that exists \nbetween us and the objects that surround us.  ",
      "start": 325.0,
      "duration": 5.64
    },
    {
      "text": "You understand, right? That comes from Arthur \nEddington, you know. He talked about a cosmic  ",
      "start": 335.64,
      "duration": 4.4
    },
    {
      "text": "observer, you know, things getting smaller \nand smaller, faster and faster from the point  ",
      "start": 340.04,
      "duration": 4.08
    },
    {
      "text": "of view of this cosmic observer. That's what \nit is. You know, I've got to give credit to  ",
      "start": 344.12,
      "duration": 4.32
    },
    {
      "text": "Arthur Eddington for that. He got to it before \nI did with this cosmic observer thing we had.  ",
      "start": 348.44,
      "duration": 5.32
    },
    {
      "text": "You know who Eddington was, right? He was the \none who tested Einstein's general relativity,  ",
      "start": 353.76,
      "duration": 4.88
    },
    {
      "text": "right? You know, I'm going to be jumping around \nquite a bit. Now that we're on the topic of how  ",
      "start": 358.64,
      "duration": 6.16
    },
    {
      "text": "you thought of your theory and how you came \nup with it. Quite some time ago. I'm curious,  ",
      "start": 364.8,
      "duration": 6.76
    },
    {
      "text": "what does the process of coming up with \nthe CTMU look like? Practically speaking,  ",
      "start": 371.56,
      "duration": 5.36
    },
    {
      "text": "do you have a whiteboard? Do you just sit alone \nwith a pipe? Do you bounce it off your wife?  ",
      "start": 376.92,
      "duration": 6.0
    },
    {
      "text": "Do you go for walks? How are you coming up with \nthe theory? Just sort of comes to you sometimes,  ",
      "start": 382.92,
      "duration": 7.6
    },
    {
      "text": "you know, you start thinking, okay, I'm very good \nat recognizing paradoxes and inconsistencies.  ",
      "start": 390.52,
      "duration": 5.04
    },
    {
      "text": "It's just a little thing that I'm good at. And \nI noticed a lot of paradoxes and inconsistencies  ",
      "start": 395.56,
      "duration": 5.88
    },
    {
      "text": "from an early age onward in the way people explain \nthings, right? I'd ask them for explanations.  ",
      "start": 401.44,
      "duration": 6.2
    },
    {
      "text": "They wouldn't be able to explain things to my \nsatisfaction. And I'd, you know, ask myself why,  ",
      "start": 407.64,
      "duration": 4.36
    },
    {
      "text": "why doesn't this appear to make sense? And I \nwould find out that there were certain things  ",
      "start": 412.0,
      "duration": 3.68
    },
    {
      "text": "that didn't make sense. Then armed with those \nparadoxes, I would work on resolving. And from  ",
      "start": 415.68,
      "duration": 5.88
    },
    {
      "text": "those resolutions came the CTMU. Let's give an \nexample of a paradox that's been resolved by the  ",
      "start": 421.56,
      "duration": 6.76
    },
    {
      "text": "CTMU. So Newcombe's paradox is one. Do you mind \nexplaining the paradox of Newcombe and then also  ",
      "start": 428.32,
      "duration": 7.24
    },
    {
      "text": "your solution to it? So that's kind of a long \nparadox, but basically it's, you've got this,  ",
      "start": 435.56,
      "duration": 5.6
    },
    {
      "text": "this predictor who has never been wrong before. \nAnd he's got this game that he plays where he  ",
      "start": 442.0,
      "duration": 5.52
    },
    {
      "text": "shows you a box with a thousand dollars in it \nand tells you that you can take either, you know,  ",
      "start": 448.32,
      "duration": 7.44
    },
    {
      "text": "one of these boxes, the opaque box, so you can \ntake both boxes. But if you do not take this  ",
      "start": 455.76,
      "duration": 6.56
    },
    {
      "text": "transparent box with a thousand dollars in it, \nI've put a million dollars. I already know what  ",
      "start": 462.32,
      "duration": 4.52
    },
    {
      "text": "you're going to do. I've put a million dollars in \nthe opaque box, right? But if you try to take both  ",
      "start": 466.84,
      "duration": 6.0
    },
    {
      "text": "boxes and make that extra thousand dollars that \nyou can see right in front of your face here,  ",
      "start": 472.84,
      "duration": 3.92
    },
    {
      "text": "if you've done that, I've left this opaque box \nempty. So you're going to get scummed. You're  ",
      "start": 476.76,
      "duration": 4.68
    },
    {
      "text": "going to get your, you know, you're going to get \nyour thousand bucks and you know, you're going to  ",
      "start": 481.44,
      "duration": 3.16
    },
    {
      "text": "have a nice dinner someplace and then that's \ngoing to be it. All right. That's Newcombe's  ",
      "start": 484.6,
      "duration": 3.88
    },
    {
      "text": "paradox. Okay. But unfortunately the subject, \nthe one who he's running this game on, okay,  ",
      "start": 488.48,
      "duration": 8.36
    },
    {
      "text": "has two strategies that he has to, from which he \nhas to choose. And one of them is of course that,  ",
      "start": 496.84,
      "duration": 7.08
    },
    {
      "text": "well, this predictor has, you know, never been \nwrong, you know, and so therefore, you know,  ",
      "start": 503.92,
      "duration": 4.48
    },
    {
      "text": "I'd better do that. The other one says, well, wait \na minute, nobody can actually predict the future.  ",
      "start": 508.4,
      "duration": 4.64
    },
    {
      "text": "This is some kind of a lucky run that this guy \nhas had. And, uh, you know, I have nothing to lose  ",
      "start": 513.04,
      "duration": 5.08
    },
    {
      "text": "because that money that he says he's, he's, he's \nacting as though he's going to, he's predicted  ",
      "start": 518.12,
      "duration": 5.04
    },
    {
      "text": "whatever that money is already in that box one way \nor another, because I'm looking at it. He can't  ",
      "start": 523.16,
      "duration": 4.08
    },
    {
      "text": "damper with that box at all. It's already there. \nSo I've got nothing to lose by taking both boxes.  ",
      "start": 527.24,
      "duration": 5.32
    },
    {
      "text": "So instead of just winning a million dollars, if \nthat's what he put in that box, I'm going to win,  ",
      "start": 532.56,
      "duration": 4.12
    },
    {
      "text": "you know, one point, you know, a million \nplus 1000, right. Well, one point, you know,  ",
      "start": 536.68,
      "duration": 2.76
    },
    {
      "text": "zero zero $1 million. And so that's enough, you \nknow, the thousand dollars has enough value that  ",
      "start": 540.2,
      "duration": 6.92
    },
    {
      "text": "he's going to take that instead. And he's going \nto enrich himself more and thusly increase his  ",
      "start": 547.12,
      "duration": 5.12
    },
    {
      "text": "utility. And of course, increasing your utility \nis the, is the whole raison d'etre of economics,  ",
      "start": 552.24,
      "duration": 5.64
    },
    {
      "text": "right? And economic theory, that's what you're \nalways supposed to do, increase your utility. So  ",
      "start": 557.88,
      "duration": 4.32
    },
    {
      "text": "this is, it's considered an important paradox \nbecause of its applicability to, to economics  ",
      "start": 562.2,
      "duration": 4.84
    },
    {
      "text": "and causation in general. Is it possible to \npredict the future? Well, Newcomb's demon,  ",
      "start": 567.04,
      "duration": 5.84
    },
    {
      "text": "which is what I call him, is analogous to the \nprogrammer of a simulation. He's already run  ",
      "start": 572.88,
      "duration": 6.04
    },
    {
      "text": "this simulation in which you think you have free \nwill, but he basically knows what your free will  ",
      "start": 578.92,
      "duration": 7.0
    },
    {
      "text": "is in advance, right? So he has, you know, that \nis what has allowed him to do this with the boxes.  ",
      "start": 585.92,
      "duration": 7.24
    },
    {
      "text": "Gift giving can be tricky. So if you're looking \nfor something that lasts far beyond the holiday,  ",
      "start": 593.16,
      "duration": 5.44
    },
    {
      "text": "then masterclass has been my go-to. Imagine \nlearning from some of the most influential minds  ",
      "start": 598.6,
      "duration": 5.72
    },
    {
      "text": "of our time. You have people like Noam Chomsky \nguiding you through media and critical thinking.  ",
      "start": 604.32,
      "duration": 5.56
    },
    {
      "text": "You have Bill Nye making science accessible and \npractical. You even have Pulitzer Prize winning  ",
      "start": 609.88,
      "duration": 5.16
    },
    {
      "text": "historian Doris Kearns Goodwin helping us connect \nwith history in ways that actually resonate. Now,  ",
      "start": 615.04,
      "duration": 6.68
    },
    {
      "text": "masterclass isn't just another streaming platform. \nIt's about becoming the best version of yourself  ",
      "start": 621.72,
      "duration": 5.96
    },
    {
      "text": "or helping someone else do the same. Over 200 \ninstructors on topics that you're fervent about,  ",
      "start": 627.68,
      "duration": 5.48
    },
    {
      "text": "or perhaps you're just curious to explore. \nAnd the feedback speaks for itself. 88% of  ",
      "start": 633.16,
      "duration": 6.12
    },
    {
      "text": "masterclass members say it positively impacts \ntheir life. It's also risk-free. There's  ",
      "start": 639.28,
      "duration": 6.36
    },
    {
      "text": "a 30-day money back guarantee. So if you're \nready to give the gift of unlimited learning,  ",
      "start": 645.64,
      "duration": 5.52
    },
    {
      "text": "then head to masterclass.com slash theories. \nThat's T-H-E-O-R-I-E-S. They've got great holiday  ",
      "start": 651.16,
      "duration": 8.44
    },
    {
      "text": "offers, sometimes up to 50% off. Again, that's \nmasterclass.com slash theories. Okay, so that's  ",
      "start": 659.6,
      "duration": 8.2
    },
    {
      "text": "the paradox. Now, how does resolution come in? \nThe resolution is nobody ever placed it in a  ",
      "start": 667.8,
      "duration": 6.12
    },
    {
      "text": "simulation before. I was the only person to ever \nplace it in a simulation back in 1989 by saying,  ",
      "start": 673.92,
      "duration": 7.4
    },
    {
      "text": "okay, well, basically now we have to use the \nidea that reality may be a simulation and that  ",
      "start": 681.32,
      "duration": 5.72
    },
    {
      "text": "Newcombe's demon is somehow a programmer of this \nsimulation. This was the first application of  ",
      "start": 687.04,
      "duration": 6.48
    },
    {
      "text": "the simulation hypothesis. Everybody's talks \nabout it now, but you'll never see my name  ",
      "start": 693.52,
      "duration": 4.32
    },
    {
      "text": "mentioned in connection with it. But I was the \nfirst person to apply it, at least as far as I  ",
      "start": 697.84,
      "duration": 4.16
    },
    {
      "text": "know. There could have been somebody else that \ndid so, but I've actually looked and I can't  ",
      "start": 702.0,
      "duration": 3.68
    },
    {
      "text": "find anything. As far as I know, you were the \nfirst with self-simulation. Well, and that too.  ",
      "start": 705.68,
      "duration": 6.6
    },
    {
      "text": "Absolutely. Self-simulation appears, you know, \nthat terminology appears in a paper I wrote 20  ",
      "start": 712.28,
      "duration": 5.12
    },
    {
      "text": "years ago. So yeah, that basically I'm Mr. \nSimulation. Okay. Unfortunately, nobody ever  ",
      "start": 717.4,
      "duration": 6.8
    },
    {
      "text": "comes to me. They always ask Elon Musk. Why the \nhell they ask Elon Musk? I don't know, you know.  ",
      "start": 724.2,
      "duration": 5.04
    },
    {
      "text": "Okay. Mr. Moneybags Elon Musk. And then there's \nanother fellow named Nick Bostrom. I guess he's at  ",
      "start": 729.24,
      "duration": 5.52
    },
    {
      "text": "Oxford or someplace. He's got something called \nthe simulation argument, which, you know, is  ",
      "start": 734.76,
      "duration": 5.92
    },
    {
      "text": "basically a little bit extraneous than simulation \nhypothesis is how likely the simulation hypothesis  ",
      "start": 740.68,
      "duration": 5.36
    },
    {
      "text": "used to be true on the basis of how humanity has \nevolved. How should we say the species that is  ",
      "start": 746.04,
      "duration": 9.76
    },
    {
      "text": "simulating reality for humanity has evolved? \nDo they have the technology to do it? Don't  ",
      "start": 755.8,
      "duration": 5.68
    },
    {
      "text": "they have the technology to do it? That's what \nBostrom is talking about. Now, how does posing  ",
      "start": 761.48,
      "duration": 4.84
    },
    {
      "text": "Newcombe's paradox in a frame of simulation help \nit? It basically tells you that you might be in a  ",
      "start": 766.32,
      "duration": 9.08
    },
    {
      "text": "simulation. So you'd better take a very close look \nat what Newcombe's demon has actually succeeded in  ",
      "start": 775.4,
      "duration": 5.24
    },
    {
      "text": "doing. It's got a long, arbitrarily long sequence \nof sequence of correct predictions. You'd better  ",
      "start": 780.64,
      "duration": 6.76
    },
    {
      "text": "give the demon its due. And you'd better take just \nthe opaque box. That's the only way you're getting  ",
      "start": 787.4,
      "duration": 6.16
    },
    {
      "text": "your milk. Does that mean that the person being \nsimulated doesn't have free will? No, it does not.  ",
      "start": 793.56,
      "duration": 10.08
    },
    {
      "text": "Why would it? Just because the demon knows what \nhe's going to choose, that somehow deprives him  ",
      "start": 803.64,
      "duration": 5.12
    },
    {
      "text": "of free will? Well, see, this is the problem that \nI had to solve by integrating this into the CTMU.  ",
      "start": 808.76,
      "duration": 7.12
    },
    {
      "text": "You actually have a pre-geometric or non-terminal \ndomain in which Newcombe's demon actually exists  ",
      "start": 815.88,
      "duration": 6.32
    },
    {
      "text": "and in which he actually makes his predictions. \nYou see? So that's what it amounts to. How does  ",
      "start": 822.2,
      "duration": 7.96
    },
    {
      "text": "being in the non-terminal domain and being able to \ndiscern what this person's decision is going to be  ",
      "start": 830.16,
      "duration": 5.32
    },
    {
      "text": "not violate free will for that person? For that \nperson, from their perspective, are you saying  ",
      "start": 835.48,
      "duration": 5.44
    },
    {
      "text": "they have free will, but from another perspective \nthey don't have free will? Or no matter what, they  ",
      "start": 840.92,
      "duration": 3.76
    },
    {
      "text": "have free will from both vantage points? Well, \nyou have free will, period, to the extent that the  ",
      "start": 844.68,
      "duration": 6.76
    },
    {
      "text": "universe has free will. As I said, the universe \nis self-composed. All right? You are a component  ",
      "start": 851.44,
      "duration": 4.76
    },
    {
      "text": "of the universe. Therefore, you have inherited \nfree will from the universe itself. So, you know,  ",
      "start": 856.2,
      "duration": 4.4
    },
    {
      "text": "everything, even a quantum particle to some \nextent has free will or freedom. It has degrees  ",
      "start": 860.6,
      "duration": 4.48
    },
    {
      "text": "of freedom, right? It's not totally determined. \nNow, as far as whether, from God's point of view,  ",
      "start": 865.08,
      "duration": 6.28
    },
    {
      "text": "however, God knows, let's just put it this way. \nLet's forget about Newcombe's demon for a second  ",
      "start": 871.36,
      "duration": 4.76
    },
    {
      "text": "and talk about God. God can see reality as a \nwhole. You know what Einstein's block universe is,  ",
      "start": 876.12,
      "duration": 6.56
    },
    {
      "text": "right? God sees the universe not as a block. \nHe sees the universe through the eyes of its  ",
      "start": 882.68,
      "duration": 5.68
    },
    {
      "text": "secondary pillars. Okay? That's how he's seeing. \nThat's how he's looking and seeing the universe  ",
      "start": 888.36,
      "duration": 5.04
    },
    {
      "text": "through our eyes. We're God's sensor controls, \nright? Which puts a whole different complexion  ",
      "start": 893.4,
      "duration": 4.96
    },
    {
      "text": "on him. He waits for us to make up our minds \nbefore he knows what he's seeing. In other words,  ",
      "start": 898.36,
      "duration": 5.4
    },
    {
      "text": "what we see is what we've decided on. Okay? So \nGod is automatically allowing for our decisions.  ",
      "start": 903.76,
      "duration": 8.56
    },
    {
      "text": "Automatically making room for it. We see what we \ndecide. Can you explain? Everything we decide,  ",
      "start": 912.32,
      "duration": 6.52
    },
    {
      "text": "you know, when we decide to commit an event \nor commit an act, okay, automatically we know  ",
      "start": 918.84,
      "duration": 7.96
    },
    {
      "text": "we can see ourselves committing the act. That's \nwhat I mean. That doesn't mean that we determine  ",
      "start": 926.8,
      "duration": 4.48
    },
    {
      "text": "everything that's going on around us, right? But \nGod sees that too through our eyes. So it doesn't  ",
      "start": 931.28,
      "duration": 7.64
    },
    {
      "text": "mean that we can see whatever we like, that for \nexample, if I wished that there was no wall here,  ",
      "start": 938.92,
      "duration": 4.72
    },
    {
      "text": "then I would see no wall. Does that mean that? \nOr are there limitations on my perception? Well,  ",
      "start": 943.64,
      "duration": 4.36
    },
    {
      "text": "of course there are. Okay? There is a \nstate of affairs, an external state of  ",
      "start": 948.0,
      "duration": 3.16
    },
    {
      "text": "affairs that has been created by other telos. \nIt's not entirely up to you. Okay? So you are  ",
      "start": 951.16,
      "duration": 6.2
    },
    {
      "text": "constrained in what you can see by the state of \nthe external world. When one does psychedelics,  ",
      "start": 957.36,
      "duration": 7.88
    },
    {
      "text": "are they operating now in this geometric pre-info \ncognition plane? Well, what the psychedelics do  ",
      "start": 965.24,
      "duration": 9.08
    },
    {
      "text": "is they introduce a gap between the terminal and \nnon-terminal realms and kind of allow you to see  ",
      "start": 974.32,
      "duration": 5.44
    },
    {
      "text": "things that aren't really in the terminal realm. \nAnd that's what those hallucinations are. Okay,  ",
      "start": 979.76,
      "duration": 4.0
    },
    {
      "text": "you still got one foot in the terminal realm, but \nthe psychedelic has kind of opened up a gap there  ",
      "start": 983.76,
      "duration": 6.24
    },
    {
      "text": "and you're sort of in that gap. So you are, there \nis a certain, there are degrees of freedom in  ",
      "start": 990.0,
      "duration": 4.32
    },
    {
      "text": "what you can actually perceive, or should I say \nhallucinate, you see. You have things that you  ",
      "start": 994.32,
      "duration": 5.88
    },
    {
      "text": "think are perceptions that seem like perceptions, \nbut actually there's this gap that has opened up  ",
      "start": 1000.2,
      "duration": 5.92
    },
    {
      "text": "and you're inhabiting that gap and that's what \nthe psychedelics are doing. You know, they're,  ",
      "start": 1006.12,
      "duration": 6.08
    },
    {
      "text": "they've been finding out that they're, you know, \nbasically all chemistry is quantum and they know,  ",
      "start": 1012.2,
      "duration": 4.8
    },
    {
      "text": "for example, that quantum mechanics is involved in \nhow opiates and morphine, heroin, things like that  ",
      "start": 1017.0,
      "duration": 6.96
    },
    {
      "text": "affect psychology. This is basically what we're \ntalking about. Psychedelics are doing a little bit  ",
      "start": 1023.96,
      "duration": 5.76
    },
    {
      "text": "of the same thing. When one says hallucinations, \nusually they mean we're seeing apparitions that  ",
      "start": 1029.72,
      "duration": 5.68
    },
    {
      "text": "aren't actually there, that's not real. Now I know \nthat you have a qualm with saying that anything  ",
      "start": 1035.4,
      "duration": 5.28
    },
    {
      "text": "is not real. Well, it is, it's mentally real. I \nmean, what I'm saying is reality is a coupling  ",
      "start": 1040.68,
      "duration": 6.8
    },
    {
      "text": "of mind and physical reality with non-terminal \nand non-terminal reality. So therefore, there  ",
      "start": 1047.48,
      "duration": 8.48
    },
    {
      "text": "is such a thing as subjective existence. Syntax \nexists, for example. Any combination of syntax,  ",
      "start": 1055.96,
      "duration": 7.32
    },
    {
      "text": "you can put it together however you want to, and \nthat has mental existence. Is it realized in the  ",
      "start": 1063.28,
      "duration": 4.84
    },
    {
      "text": "terminal realm? Not necessarily. You don't find \nme a unicorn. There are unary and slash nullary  ",
      "start": 1068.12,
      "duration": 6.84
    },
    {
      "text": "relations. They have two levels, synetic and \ndiphionic. Do you mind explaining that? Well,  ",
      "start": 1074.96,
      "duration": 7.08
    },
    {
      "text": "all relations are syn-diphionic, right? When \nyou see two different things, or even when  ",
      "start": 1082.04,
      "duration": 5.72
    },
    {
      "text": "you see yourself, right, you're distributing \nyour own cognition over yourself. Therefore,  ",
      "start": 1087.76,
      "duration": 6.2
    },
    {
      "text": "you've got that synesis and diphionesis. \nYou've got basically a property and something  ",
      "start": 1093.96,
      "duration": 6.04
    },
    {
      "text": "instantiating the property. That's what that \nmeans. You mentioned that there are three ways  ",
      "start": 1100.0,
      "duration": 7.6
    },
    {
      "text": "in which the syn-diphionic relationship is \nself-dual. There are three ways. But does it  ",
      "start": 1107.6,
      "duration": 4.0
    },
    {
      "text": "have to be three ways? Does it just happen to be \nthat there are three ways? Or is that a necessary  ",
      "start": 1111.6,
      "duration": 4.72
    },
    {
      "text": "component for them to exist somehow? I'm talking \nabout general symmetries of the syn-diphionic  ",
      "start": 1116.32,
      "duration": 4.24
    },
    {
      "text": "relationship. You know what a Minkowski diagram \nis, right? It's got a space axis, a horizontal  ",
      "start": 1120.56,
      "duration": 4.72
    },
    {
      "text": "space axis, and then temporal axes that are \northogonal to it that go up into the future  ",
      "start": 1125.28,
      "duration": 5.28
    },
    {
      "text": "and past. Just imagine that you could rotate \nMinkowski's space, right? Well, you can rotate  ",
      "start": 1130.56,
      "duration": 5.24
    },
    {
      "text": "a syn-diphionic relation in the same way. Because \nthe time axis is ordinal, whereas the space axis  ",
      "start": 1135.8,
      "duration": 9.92
    },
    {
      "text": "is all about arity, or the number of things that \nyou're seeing in parallel out in the real world,  ",
      "start": 1145.72,
      "duration": 4.68
    },
    {
      "text": "you're actually making transformations between \nordinality and arity in the relation. There are  ",
      "start": 1150.4,
      "duration": 7.24
    },
    {
      "text": "other kinds of duality as well. I could probably \nfind more than three if I looked very hard. So  ",
      "start": 1157.64,
      "duration": 4.92
    },
    {
      "text": "synetic is ordinal, diphionic is arity. No, the \nline metatime axis that relates one to the other.  ",
      "start": 1162.56,
      "duration": 10.6
    },
    {
      "text": "That's ordinal. Because you've got levels. You've \ngot the property level, and then you've got the  ",
      "start": 1173.72,
      "duration": 5.6
    },
    {
      "text": "instance level. You also mentioned that they're \ndual because they have an active and a passive  ",
      "start": 1179.32,
      "duration": 4.32
    },
    {
      "text": "interpretation. So what do you mean by that? An \nactive and passive interpretation? Okay, well, we  ",
      "start": 1183.64,
      "duration": 10.28
    },
    {
      "text": "recognize things, but have you ever heard of John \nWheeler's observer participation thesis? No. Okay,  ",
      "start": 1193.92,
      "duration": 6.64
    },
    {
      "text": "John Wheeler had this idea called the observer \nparticipation thesis, that when we see a quantum  ",
      "start": 1200.56,
      "duration": 6.76
    },
    {
      "text": "event, when we look at a far away star, and a \nphoton from that star hits our eye, we are somehow  ",
      "start": 1207.32,
      "duration": 6.04
    },
    {
      "text": "participating in that event. Okay? So that's what \nwe're talking about. Basically, you cannot just  ",
      "start": 1213.36,
      "duration": 6.6
    },
    {
      "text": "watch something without actively participating in \nit. Okay? You're actually agreeing to it in some  ",
      "start": 1219.96,
      "duration": 8.24
    },
    {
      "text": "way. You're actually actively putting yourself... \nBy perceiving it, you are contributing your  ",
      "start": 1228.2,
      "duration": 4.92
    },
    {
      "text": "perception to it. And because of the nature of \ntelos, it's impossible for you to stop yourself  ",
      "start": 1233.12,
      "duration": 5.64
    },
    {
      "text": "from becoming actively entangled with it. Okay? \nOkay? You can't just passively perceive things.  ",
      "start": 1238.76,
      "duration": 6.88
    },
    {
      "text": "Okay? Those things also have... You and the thing \nthat you're observing both have an impact on each  ",
      "start": 1245.64,
      "duration": 6.32
    },
    {
      "text": "other. That's the way it has to work. Because \nall of these... You've got this causal symmetry  ",
      "start": 1251.96,
      "duration": 5.04
    },
    {
      "text": "in the CTMU, and in other theories as well. \nHow would that work on a more mundane level  ",
      "start": 1257.0,
      "duration": 6.04
    },
    {
      "text": "where there's a wall, let's say? Whether I look \nat the wall or not, does that have any bearing to  ",
      "start": 1263.04,
      "duration": 5.76
    },
    {
      "text": "the wall? Does it exist or not exist when I look? \nDoes it erode more when I look, for example? Yes,  ",
      "start": 1268.8,
      "duration": 6.56
    },
    {
      "text": "you are participating in the existence of the \nwall. Right. Can the wall not self-perceive? Can  ",
      "start": 1275.36,
      "duration": 7.0
    },
    {
      "text": "it not perceive itself? The tertiary syntactors \nin the wall can and do perceive each other in a  ",
      "start": 1282.36,
      "duration": 7.04
    },
    {
      "text": "limited way, yes. But in terms of the secondary \nutility of the wall, what it's actually doing  ",
      "start": 1289.4,
      "duration": 7.64
    },
    {
      "text": "in the world, you're participating in that. As a \nmatter of fact, human constructed walls wouldn't  ",
      "start": 1297.04,
      "duration": 6.52
    },
    {
      "text": "exist unless they were useful to tellers like \nyou. Right? You can't look at anything without  ",
      "start": 1303.56,
      "duration": 9.72
    },
    {
      "text": "participating in its existence. Okay? That's what \na measurement event is. When you measure the spin  ",
      "start": 1313.28,
      "duration": 6.24
    },
    {
      "text": "of a particle up or down, you are participating \nin that determination. Okay? That measurement is  ",
      "start": 1319.52,
      "duration": 6.16
    },
    {
      "text": "yours. You're the one who set up the measurement \ndevice. You're asking a yes or no question, and  ",
      "start": 1325.68,
      "duration": 5.08
    },
    {
      "text": "your question is being answered. You impose the \nquestion on reality, and reality is answering the  ",
      "start": 1330.76,
      "duration": 4.84
    },
    {
      "text": "question for you. So there's this active-passive \nsymmetry in everything. Don't forget to follow  ",
      "start": 1335.6,
      "duration": 6.44
    },
    {
      "text": "Theories of Everything with Curt Jaimungal \non Spotify for exclusive content and in-depth  ",
      "start": 1342.04,
      "duration": 6.48
    },
    {
      "text": "discussions. Your support on Spotify helps us grow \nand to reach more curious minds like yours. Check  ",
      "start": 1348.52,
      "duration": 7.16
    },
    {
      "text": "out the link in the description and join the Core \nTOE community on Spotify today. See you there.",
      "start": 1355.68,
      "duration": 6.96
    }
  ]
}