{
  "video_id": "eqq06VMj_7c",
  "url": "https://www.youtube.com/watch?v=eqq06VMj_7c",
  "transcript": [
    {
      "text": "It's very kind that you gave up your time to \nspeak to me this afternoon, so thank you so  ",
      "start": 5.22,
      "duration": 5.1
    },
    {
      "text": "much. My pleasure. Have a good day. Let me know \nwhat you're doing. Thank you, thank you very much.",
      "start": 10.32,
      "duration": 5.7
    },
    {
      "text": "So welcome. Welcome to intentism shows. We're \nextraordinary privileged here to have with us  ",
      "start": 30.66,
      "duration": 6.84
    },
    {
      "text": "Professor Noam Chomsky. Chomsky - I'm sure you \nwill be fully aware of what he's done. He had  ",
      "start": 37.5,
      "duration": 6.6
    },
    {
      "text": "at an extraordinarily young age radically \nrevolutionized the field of linguistics,  ",
      "start": 44.1,
      "duration": 4.26
    },
    {
      "text": "he's a major figure in analytic philosophy, \nhe's a social critic of huge influence. So on  ",
      "start": 49.44,
      "duration": 5.94
    },
    {
      "text": "behalf of the Intentist movement, \nProfessor Chomsky - welcome.",
      "start": 55.38,
      "duration": 2.76
    },
    {
      "text": "Very pleased to be with you. Thank you. Well, the \nfirst question is related to two areas of study  ",
      "start": 60.6,
      "duration": 7.5
    },
    {
      "text": "that for my opinion, the opinion of the \nintentists seen to be off limits for any  ",
      "start": 68.7,
      "duration": 5.7
    },
    {
      "text": "kind of sensible dialogue. The first relates to \nlanguage, and the second to Consciousness. Now  ",
      "start": 74.4,
      "duration": 6.3
    },
    {
      "text": "Intentists first communicated with yourself around \nabout January 2010 over the purpose of language  ",
      "start": 80.7,
      "duration": 6.42
    },
    {
      "text": "because we were saying that we believe language \nis primarily thought and internal dialogue and  ",
      "start": 87.12,
      "duration": 5.34
    },
    {
      "text": "you very helpfully responded in correspondence \nsaying that in the design of language where  ",
      "start": 93.12,
      "duration": 6.18
    },
    {
      "text": "there is a conflict between communicative and \ncomputational efficiency, the latter wins.  ",
      "start": 99.3,
      "duration": 4.74
    },
    {
      "text": "And we think that many underestimate \nthis conceptual intentional interface so  ",
      "start": 104.94,
      "duration": 7.26
    },
    {
      "text": "that's the first. The second area of study \nrelates to the hard problem, so-called,  ",
      "start": 112.2,
      "duration": 5.46
    },
    {
      "text": "of Consciousness that is not even definable \nby people. So the question Professor Chomsky  ",
      "start": 117.66,
      "duration": 7.14
    },
    {
      "text": "is - do you think that these are dogmas that \nare off limits for dialogue? Do you think they  ",
      "start": 124.8,
      "duration": 4.98
    },
    {
      "text": "undermine the cognitive sciences, and if so \nwhy are they so protected and so defended?",
      "start": 129.78,
      "duration": 5.28
    },
    {
      "text": "Well first of all we should recognize that these \nare fairly modern conceptions. There's a long  ",
      "start": 137.34,
      "duration": 9.9
    },
    {
      "text": "history of discussion of these topics that goes \nback to Classical Greece, classical India 2500  ",
      "start": 147.24,
      "duration": 10.2
    },
    {
      "text": "years. Throughout almost all of this period the \nbasic on conception was that language is a system  ",
      "start": 157.44,
      "duration": 9.54
    },
    {
      "text": "of thought. Language generates thought, thought \nis what is generated by language. Language was  ",
      "start": 166.98,
      "duration": 8.7
    },
    {
      "text": "sometimes called the 'audible thought'. Audible \nis too narrow can be other modalities we now know  ",
      "start": 175.68,
      "duration": 8.22
    },
    {
      "text": "sign, touch but that that was the prevailing \nconception- never questioned very much until  ",
      "start": 185.46,
      "duration": 8.52
    },
    {
      "text": "the early 20th century when the behaviorist \nRevolution took place in Structuralism arose-  ",
      "start": 193.98,
      "duration": 10.44
    },
    {
      "text": "they had a different view they weren't concerned \nwith the traditional questions the traditional",
      "start": 205.56,
      "duration": 8.7
    },
    {
      "text": "knowledge and understanding. Even the literature \njust disappeared so when I was a linguistic  ",
      "start": 214.26,
      "duration": 8.94
    },
    {
      "text": "student in mid 20th century I never heard \nanything - I didn't know it existed it was  ",
      "start": 223.2,
      "duration": 6.54
    },
    {
      "text": "out of there was no reference to it no discussion. \nWell it turns out as things have proceeded since  ",
      "start": 229.74,
      "duration": 7.92
    },
    {
      "text": "that it seems as though the tradition was \nprobably on the right track and that the  ",
      "start": 237.66,
      "duration": 8.04
    },
    {
      "text": "structuralist behaviorist period is a kind of \ndeviation in almost all ways. So for example the  ",
      "start": 245.7,
      "duration": 10.32
    },
    {
      "text": "standard view of the in American structural \nLinguistics was that language is a matter of  ",
      "start": 257.04,
      "duration": 10.62
    },
    {
      "text": "habit and training anything novel anything \nnovel in the use of language is by analogy  ",
      "start": 267.66,
      "duration": 9.36
    },
    {
      "text": "that's Leonard Bloomfield the leading figure in \nAmerican Linguistics and philosophy of language  ",
      "start": 277.02,
      "duration": 7.68
    },
    {
      "text": "probably the most influential figures WV coin his \nHarvard philosopher his view is that language is  ",
      "start": 286.2,
      "duration": 12.18
    },
    {
      "text": "a complex of dispositions to present behavior \nwhich have become more or less common among some  ",
      "start": 298.38,
      "duration": 10.02
    },
    {
      "text": "community. You go to European structuralism was \nbased on the Saussurean idea that language is a  ",
      "start": 308.4,
      "duration": 9.06
    },
    {
      "text": "kind of social contract among a group of people. \nThat's very different from the traditional View  ",
      "start": 317.46,
      "duration": 7.38
    },
    {
      "text": "which regarded the person's language as part of \nthe person and basically a thought system used  ",
      "start": 325.62,
      "duration": 12.18
    },
    {
      "text": "for judgment, reflection, assertion all sorts of \ngoals. well I think in the latter half of the 20th  ",
      "start": 337.8,
      "duration": 8.94
    },
    {
      "text": "century the work that's proceeded has tended \n-this is contentious of course- but has tended  ",
      "start": 346.74,
      "duration": 8.16
    },
    {
      "text": "back towards something like the traditional \nview. We now have quite good evidence I think  ",
      "start": 354.9,
      "duration": 7.02
    },
    {
      "text": "for what you described before- that although \nlanguage is of course used for communication  ",
      "start": 361.92,
      "duration": 6.72
    },
    {
      "text": "that's just the use - it's used for many other \nthings and if you look at the actual design of  ",
      "start": 369.54,
      "duration": 6.78
    },
    {
      "text": "language the way it's constructed it is the case \napparently that when there are conflicts between  ",
      "start": 376.32,
      "duration": 7.86
    },
    {
      "text": "the communicative efficiency and design \nefficiency, design efficiency wins.  ",
      "start": 385.02,
      "duration": 7.68
    },
    {
      "text": "That's pretty much what you would expect on \nevolutionary grounds so if you take a look at when  ",
      "start": 392.7,
      "duration": 6.78
    },
    {
      "text": "you think about evolution in a very broad sense \n- sort of you can break it into three phases -  ",
      "start": 400.68,
      "duration": 8.32
    },
    {
      "text": "you have some kind of system say bacteria, some \ndisruption takes place and maybe a mutation  ",
      "start": 409.5,
      "duration": 8.94
    },
    {
      "text": "Gene transfer and one bacterium \nswallows another microorganism  ",
      "start": 419.64,
      "duration": 6.6
    },
    {
      "text": "part of the basis for complex cells \nand some disruption takes place.  ",
      "start": 427.32,
      "duration": 5.22
    },
    {
      "text": "second stage the nature enters tries to find \nthe simplest solution for the new system  ",
      "start": 433.2,
      "duration": 8.76
    },
    {
      "text": "it doesn't think about purposes has no idea what \nwhat it's going to be used for it doesn't arise  ",
      "start": 443.46,
      "duration": 7.02
    },
    {
      "text": "-that's the second stage. third stage is a \nwinnowing stage- natural selection of the  ",
      "start": 451.2,
      "duration": 9.54
    },
    {
      "text": "organisms that reproduce more successfully tend to \nsurvive- that's the third stage well if you think  ",
      "start": 460.74,
      "duration": 7.32
    },
    {
      "text": "about that what apparently happened with language \nis some disruption took place which yielded  ",
      "start": 468.06,
      "duration": 10.14
    },
    {
      "text": "the capacity technically the capacity for \nrecursive enumeration of the digitally  ",
      "start": 478.74,
      "duration": 7.56
    },
    {
      "text": "infinite array of objects. it's quite unusual \nin the organic world but it happened with humans  ",
      "start": 486.3,
      "duration": 7.26
    },
    {
      "text": "maybe very recently for all we know a couple \nhundred thousand years ago then the second  ",
      "start": 494.16,
      "duration": 9.12
    },
    {
      "text": "stage took place - nature tried to construct \nthe most efficient form for this new system  ",
      "start": 503.28,
      "duration": 7.14
    },
    {
      "text": "well there's a thesis called the strong Mentalist \nthesis that says that works for language it's a  ",
      "start": 511.44,
      "duration": 9.06
    },
    {
      "text": "it's a research program to try to see if it's \ncorrect I think we have increasing evidence that  ",
      "start": 521.1,
      "duration": 6.72
    },
    {
      "text": "something like it maybe that is correct about \nthe winnowing stage it apparently never took  ",
      "start": 527.82,
      "duration": 5.58
    },
    {
      "text": "place all humans seem to have the same language \nfaculty - humans - we have genomic evidence that  ",
      "start": 533.4,
      "duration": 7.8
    },
    {
      "text": "humans began to separate maybe 150 000 years ago \nwhich is not long after modern humans appeared and  ",
      "start": 541.8,
      "duration": 9.6
    },
    {
      "text": "the language faculty is already in place all the \ngroups have the same faculty as far as we know any  ",
      "start": 551.4,
      "duration": 7.8
    },
    {
      "text": "infant anywhere in the world can learn any \nlanguage with equal facility there's no  ",
      "start": 559.8,
      "duration": 7.08
    },
    {
      "text": "evidence of any diversity which is not too \nsurprising considering the brief period in  ",
      "start": 566.88,
      "duration": 7.56
    },
    {
      "text": "evolutionary time this is all in the blink \nof an eye so maybe that's what happened  ",
      "start": 574.44,
      "duration": 5.7
    },
    {
      "text": "anyway that's what it seems to look like now and \nit's at least plausible on evolutionary grounds",
      "start": 580.14,
      "duration": 7.02
    },
    {
      "text": "Thank you thank you Professor Chomsky. one \nof the concerns that we have as Intentist  ",
      "start": 589.26,
      "duration": 5.16
    },
    {
      "text": "because we're creatives is that if language \nis for communication then it kind of gives a  ",
      "start": 594.42,
      "duration": 7.8
    },
    {
      "text": "hypothetical veto to the audience or reader of \nany creative gesture we make not as something  ",
      "start": 602.22,
      "duration": 5.88
    },
    {
      "text": "that we haven't maybe communicated well but as \nsomething that has failed or is meaningless.  ",
      "start": 608.1,
      "duration": 4.44
    },
    {
      "text": "that's one of the things that we've we've \nstruggled with as well but thank you so much.  ",
      "start": 612.54,
      "duration": 3.78
    },
    {
      "text": "second question then regards media and one of the \nbedrocks of our our Intentist group is a belief  ",
      "start": 617.4,
      "duration": 8.58
    },
    {
      "text": "that intention is very important in its role \nin meaning and consequently we're interested in  ",
      "start": 625.98,
      "duration": 6.0
    },
    {
      "text": "intentions behind all creative Acts including \nthe invisible kind of macro-intentions behind  ",
      "start": 631.98,
      "duration": 5.64
    },
    {
      "text": "the media and how and if that should affect how \nwe read them and Professor Chomsky thank you so  ",
      "start": 637.62,
      "duration": 5.88
    },
    {
      "text": "much for your co-authored work with Manufacturing \nConsent and the Propaganda Model so more people  ",
      "start": 643.5,
      "duration": 4.8
    },
    {
      "text": "are aware of these distorting filters which \nimpact mass communications media and I wanted  ",
      "start": 648.3,
      "duration": 5.4
    },
    {
      "text": "to ask whether you thought president Trump's \nenslavement to corporations and his profit  ",
      "start": 653.7,
      "duration": 6.42
    },
    {
      "text": "orientation was the clearest example so far of \nthe power of the incorporation-backed media?",
      "start": 660.12,
      "duration": 6.9
    },
    {
      "text": "well if you want find out what president Trump \nwas committed to take a look at his legislative  ",
      "start": 670.02,
      "duration": 9.06
    },
    {
      "text": "programs and actions I mean it's Crystal Clear \nthe one major legislative achievement was the  ",
      "start": 679.08,
      "duration": 12.6
    },
    {
      "text": "2017 tax bill this is what Economist Joseph \nstiglitz called it the donor Relief act of 2017.  ",
      "start": 691.68,
      "duration": 12.84
    },
    {
      "text": "about what it is huge giveaway to the corporate \nsector and to the ultra Rich stabbing everyone  ",
      "start": 705.3,
      "duration": 9.3
    },
    {
      "text": "else in the back that's the main legislative \nachievement Trump pretty much owns the Republican  ",
      "start": 714.6,
      "duration": 7.38
    },
    {
      "text": "party now and that's their red line if you look \nat the Congressional debates in the last year or  ",
      "start": 721.98,
      "duration": 7.44
    },
    {
      "text": "so over Biden's programs the GOP established \ntwo red lines one can't touch the tax bill  ",
      "start": 729.42,
      "duration": 10.08
    },
    {
      "text": "that's off the agenda same is true for the \nright-wing Democrats who've been hampering  ",
      "start": 740.7,
      "duration": 7.62
    },
    {
      "text": "the program Mansion Cinema can't touch the tax \nbill the other red line is you can't fund the IRS  ",
      "start": 748.32,
      "duration": 8.28
    },
    {
      "text": "why is that because the IRS finds tax cheats. who \nare tax cheats not some guy who fills out his uh  ",
      "start": 757.8,
      "duration": 10.98
    },
    {
      "text": "form and you know hands it in tax \ncheats are the Rich and Powerful  ",
      "start": 768.78,
      "duration": 4.92
    },
    {
      "text": "they have batteries of high paid lawyers working \nout complicated ways for them not to pay taxes  ",
      "start": 774.36,
      "duration": 9.3
    },
    {
      "text": "uh yeah okay that's uh you can't look into that \nthat's the second red line well in fact for the  ",
      "start": 783.66,
      "duration": 9.24
    },
    {
      "text": "first time in over a century uh billionaires \npay at a lower rate than them working people  ",
      "start": 792.9,
      "duration": 9.66
    },
    {
      "text": "because of the it's not I mean Trump put the \nfinal blow it goes way back to Reagan but  ",
      "start": 803.64,
      "duration": 7.8
    },
    {
      "text": "uh and Clinton and the rest of them but \nTrump was very clear and explicit about  ",
      "start": 811.44,
      "duration": 6.12
    },
    {
      "text": "it the other major policy is of the Trump \nAdministration was to try to maximize the  ",
      "start": 817.56,
      "duration": 11.1
    },
    {
      "text": "use of fossil fuels including the most dangerous \nof them and to eliminate regulations which might  ",
      "start": 828.66,
      "duration": 8.58
    },
    {
      "text": "somewhat protect the population from their lethal \neffects and increase probability and harm profit  ",
      "start": 837.24,
      "duration": 8.28
    },
    {
      "text": "all for the benefit of the rich take a look at \nthe balance sheets of the fossil fuel companies  ",
      "start": 845.52,
      "duration": 8.52
    },
    {
      "text": "the recent ones have just come out I mean it's \njust bulging with profits and they don't know  ",
      "start": 854.04,
      "duration": 7.02
    },
    {
      "text": "what to do with it well that's the other major \npolicy and it runs the same way down the line  ",
      "start": 861.06,
      "duration": 7.02
    },
    {
      "text": "so sure there's some trying to get my computer \nto stop collapsing okay got it yeah it was dying  ",
      "start": 868.08,
      "duration": 9.72
    },
    {
      "text": "but it's it's just exceptionalist - all the policy \nI mean there are policies which are just his own  ",
      "start": 881.04,
      "duration": 7.98
    },
    {
      "text": "wild you know waving the wrecking ball which he \nlikes to do but the ones that had consequences  ",
      "start": 889.02,
      "duration": 10.62
    },
    {
      "text": "or geared to maximizing the profit and power of \nthe very rich and the corporate sector he didn't  ",
      "start": 899.64,
      "duration": 13.2
    },
    {
      "text": "invent it I mean this goes way back in American \nhistory but and it took off with a vengeance  ",
      "start": 912.84,
      "duration": 6.9
    },
    {
      "text": "under Reagan but he expanded it. thank you thank \nyou Professor Chomsky our last question regards  ",
      "start": 919.74,
      "duration": 11.58
    },
    {
      "text": "um what we consider some of the dangers um of \nthe theory of post-modernism how it can manifest  ",
      "start": 931.92,
      "duration": 6.66
    },
    {
      "text": "itself in the real world in a dangerous way so \nIntentists believe that all meaning is imperfect  ",
      "start": 938.58,
      "duration": 6.24
    },
    {
      "text": "outworking of intention whether anyone understands \nwhat I write or paint or even reads it. A parallel  ",
      "start": 944.82,
      "duration": 7.68
    },
    {
      "text": "might be Dr Johnson's attempted refutation of \nBerkeley's um idea that sensible objects cannot  ",
      "start": 952.5,
      "duration": 5.46
    },
    {
      "text": "exist without being perceived- yet we've got this \nmodern modest claim rather that we've we've we've  ",
      "start": 957.96,
      "duration": 6.3
    },
    {
      "text": "espoused over years we've been called on the \ninternet the latest idiocracy we were forced to  ",
      "start": 964.26,
      "duration": 5.16
    },
    {
      "text": "be removed from a peaceful demonstration outside \nthe Tate modern a few years ago we've really been  ",
      "start": 969.42,
      "duration": 4.86
    },
    {
      "text": "put in the dog house here as artists in England \nyet much of post-modernism has led we think to an  ",
      "start": 974.28,
      "duration": 6.3
    },
    {
      "text": "incredulity for truth claims which are dangerous \nso for example uh Conway's alternative facts and  ",
      "start": 980.58,
      "duration": 6.78
    },
    {
      "text": "we worry this can lead two things on the one hand \nto censorship regarding freedom of expression and  ",
      "start": 987.36,
      "duration": 7.2
    },
    {
      "text": "on the other hand zero accountability so \nfor example how a lot of post-modernists  ",
      "start": 994.56,
      "duration": 4.5
    },
    {
      "text": "view Heidegger regarding his anti-semitic black \nnotebooks that you can't tie really the author to  ",
      "start": 999.06,
      "duration": 6.48
    },
    {
      "text": "any kind of work that the person's done anymore \nso um do you share our concerns about these  ",
      "start": 1005.54,
      "duration": 5.94
    },
    {
      "text": "ethical issues related to post-modernism and how \ndo you see these ideas playing out in the future?",
      "start": 1011.48,
      "duration": 4.62
    },
    {
      "text": "well I'm really not the right person to ask about \npost-modernism because despite fairly extensive  ",
      "start": 1018.26,
      "duration": 10.5
    },
    {
      "text": "efforts I just don't understand it I mean I can't \nfind anything much that either isn't something  ",
      "start": 1028.76,
      "duration": 10.62
    },
    {
      "text": "familiar described with very obscure polysyllabic \nterms or else is just entirely unintelligible  ",
      "start": 1039.38,
      "duration": 10.56
    },
    {
      "text": "so maybe um maybe I'm missing something I don't \nknow what but I just can't uh you know I can  ",
      "start": 1050.6,
      "duration": 8.22
    },
    {
      "text": "understand other complicated things but this is \nbeyond me uh maybe my limitations uh but so for  ",
      "start": 1058.82,
      "duration": 8.4
    },
    {
      "text": "example the problems about uh Grand narratives \nyou shouldn't just believe Grand narratives I  ",
      "start": 1067.22,
      "duration": 9.12
    },
    {
      "text": "mean that's straight out of the Enlightenment \nsince the 17th century with the collapse of  ",
      "start": 1076.34,
      "duration": 7.74
    },
    {
      "text": "Cartesian foundationalism it's been understood \nthat in the empirical world we can only try to  ",
      "start": 1084.08,
      "duration": 8.58
    },
    {
      "text": "gain best understanding we're never going to get \nperfect understanding you should be open-minded  ",
      "start": 1092.66,
      "duration": 7.8
    },
    {
      "text": "critically minded critical intelligence is the \nbasis for progress and understanding so I don't  ",
      "start": 1100.46,
      "duration": 8.94
    },
    {
      "text": "understand what's new about that except for \nthe highly obscure uh presentation with very  ",
      "start": 1109.4,
      "duration": 8.22
    },
    {
      "text": "complicated words that I have to look up in the \ndictionary when I read an article so maybe there's  ",
      "start": 1117.62,
      "duration": 6.42
    },
    {
      "text": "something else there but I don't know I don't \nthink that post-modernism which is mostly confined  ",
      "start": 1124.04,
      "duration": 7.32
    },
    {
      "text": "to academic Departments of literary Theory and \nso on I don't think that can be blamed for the",
      "start": 1131.36,
      "duration": 8.1
    },
    {
      "text": "invented facts story the it was particularly under \nTrump but even before saying we make up the facts  ",
      "start": 1140.06,
      "duration": 11.04
    },
    {
      "text": "we have alternative facts anything else is fake \nnews that's just authoritarian propaganda in a  ",
      "start": 1151.1,
      "duration": 10.02
    },
    {
      "text": "rather vulgar form nothing very of of course it if \nyou have a major media like Fox Media and others  ",
      "start": 1161.12,
      "duration": 9.0
    },
    {
      "text": "which are committed to it it has a big impact uh \nthis makes people but they're other and deeper  ",
      "start": 1170.12,
      "duration": 6.3
    },
    {
      "text": "reasons why people are distrustful of everything \nif you look at measures of trust in institutions  ",
      "start": 1176.42,
      "duration": 7.32
    },
    {
      "text": "it's declined very sharply over past years and \nI don't think that comes from uh Conway and  ",
      "start": 1184.4,
      "duration": 7.8
    },
    {
      "text": "the rest of them that comes from the neoliberal \npolicies of the last 40 years which have been a  ",
      "start": 1192.2,
      "duration": 8.04
    },
    {
      "text": "major attack on the population uh there has been \neconomic growth of course but it's gone into very  ",
      "start": 1200.24,
      "duration": 8.1
    },
    {
      "text": "few Pockets now for the majority of the population \nit's been in stagnation moving to more precarious  ",
      "start": 1208.34,
      "duration": 8.64
    },
    {
      "text": "existence and decline in Social Services and \nbenefits and so of course people are angry  ",
      "start": 1216.98,
      "duration": 6.96
    },
    {
      "text": "resentful distrust everything why should I trust \nthese institutions they don't do anything for me  ",
      "start": 1223.94,
      "duration": 6.06
    },
    {
      "text": "in fact there are actually numbers on it \nBrand Corporation did a study a year or so  ",
      "start": 1230.78,
      "duration": 7.14
    },
    {
      "text": "ago of the transfer of wealth in the last 40 \nyears since Reagan transfer of wealth to the  ",
      "start": 1237.92,
      "duration": 7.2
    },
    {
      "text": "top one percent of the population from the rest \nnow their estimate is about 50 trillion dollars  ",
      "start": 1245.12,
      "duration": 7.02
    },
    {
      "text": "that's really impressive highway robbery and it \nhas an effect of course meanwhile the Clinton's uh  ",
      "start": 1253.04,
      "duration": 9.9
    },
    {
      "text": "passion for neoliberal globalization uh undermine \nthe workforce corporations can make more profit  ",
      "start": 1262.94,
      "duration": 8.4
    },
    {
      "text": "by shifting production to Ultra cheap labor highly \nexploited labor you know environmental constraints  ",
      "start": 1271.34,
      "duration": 8.76
    },
    {
      "text": "no workers rights so they do it that's called \nglobalization doesn't have to work like that  ",
      "start": 1280.1,
      "duration": 6.42
    },
    {
      "text": "but it means if you go through a rural town \nin the United States where industry used to  ",
      "start": 1286.52,
      "duration": 7.14
    },
    {
      "text": "be small Industries the pieces that entered into \nthe industrial system it's gone it's closed up  ",
      "start": 1293.66,
      "duration": 7.98
    },
    {
      "text": "the banks are closed the houses are boarded \nup young people are leaving the monopolized  ",
      "start": 1302.18,
      "duration": 7.92
    },
    {
      "text": "agriculture is driven out private Farmers people \nare not necessarily poor they might be moderately  ",
      "start": 1310.1,
      "duration": 8.34
    },
    {
      "text": "affluent still older people but uh it's hopeless \nthat's why you have this amazing phenomenon in the  ",
      "start": 1318.44,
      "duration": 8.94
    },
    {
      "text": "United States unknown elsewhere of increase in \nmortality that never happens except for war or  ",
      "start": 1327.38,
      "duration": 9.42
    },
    {
      "text": "some pestilence or something the United States \ndeaths are increasing what are called sometimes  ",
      "start": 1337.58,
      "duration": 7.74
    },
    {
      "text": "deaths of despair mostly white working class uh \njust giving up so what you do is join militias  ",
      "start": 1345.32,
      "duration": 10.26
    },
    {
      "text": "collect guns and hate everybody and hate the \nLiberals the elites and whoever's supposed to  ",
      "start": 1355.58,
      "duration": 7.56
    },
    {
      "text": "be doing this to you the Democrats have helped \nby the 1970s they were essentially abandoning  ",
      "start": 1363.14,
      "duration": 10.2
    },
    {
      "text": "the working class becoming a party of the \nrelatively affluent professionals educated people  ",
      "start": 1373.34,
      "duration": 9.18
    },
    {
      "text": "who are Clinton Hillary Clinton let the words \nescape from her mouth by accident 'deplorables'  ",
      "start": 1383.12,
      "duration": 10.44
    },
    {
      "text": "the rest are - you're not supposed to say it you \nthink it but you're not supposed to say it uh well  ",
      "start": 1393.56,
      "duration": 6.0
    },
    {
      "text": "um mixed with identity Politics the loss of giving \nup on class issues labor movement destroyed the  ",
      "start": 1400.76,
      "duration": 10.74
    },
    {
      "text": "main defense against this you have a society that \nis actually collapsing U.S society is literally  ",
      "start": 1411.5,
      "duration": 8.7
    },
    {
      "text": "collapsing you see it in all over things like \nmass shootings you know people are afraid to  ",
      "start": 1420.2,
      "duration": 9.18
    },
    {
      "text": "go to send their kids to school you can't camp in \nthis National Park you can't go to a shopping mall  ",
      "start": 1429.38,
      "duration": 7.98
    },
    {
      "text": "maybe somebody will start shooting in \nfact it's uh kind of interesting that the  ",
      "start": 1438.02,
      "duration": 6.78
    },
    {
      "text": "ultra-right Supreme Court basically endorsed \nthis the the decision when they rescinded the  ",
      "start": 1444.8,
      "duration": 9.48
    },
    {
      "text": "1930 New York law on carrying weapons in public \nyou look at justices Thomas's deciding a decision  ",
      "start": 1455.0,
      "duration": 11.22
    },
    {
      "text": "he he didn't say these words but basically what \nhe was saying is our society is so monstrous  ",
      "start": 1466.22,
      "duration": 9.6
    },
    {
      "text": "that people have to have guns because who knows \nwhat's going to happen if you cross the street  ",
      "start": 1476.36,
      "duration": 5.88
    },
    {
      "text": "it's just people have to be able to defend \nthemselves what kind of society is that what  ",
      "start": 1482.96,
      "duration": 6.12
    },
    {
      "text": "kind of society is it when Ted Cruz says the \nanswer to school shootings is more security  ",
      "start": 1489.08,
      "duration": 7.98
    },
    {
      "text": "barricade the doors let the kids go to school in \na fortress where the teacher has a gun and they  ",
      "start": 1497.9,
      "duration": 7.68
    },
    {
      "text": "learn how to hide in case there's a mass shooting \nthat's the way we want to raise our children thank  ",
      "start": 1505.58,
      "duration": 5.52
    },
    {
      "text": "you Ted Cruz thank you justice Thomas we want \nto live in a madhouse which is the way they're  ",
      "start": 1511.1,
      "duration": 6.3
    },
    {
      "text": "describing the society and it's becoming that \nway in large part because of their actions  ",
      "start": 1517.4,
      "duration": 6.3
    },
    {
      "text": "so uh I mean everything is dysfunctional there \nwas just a study in the proceedings of the  ",
      "start": 1524.36,
      "duration": 8.94
    },
    {
      "text": "National Academy of excess Covid deaths due to \nthe dysfunction of the medical system not just  ",
      "start": 1533.3,
      "duration": 10.02
    },
    {
      "text": "the deaths but those that can be attributed to \nthe fact that the health system doesn't work  ",
      "start": 1543.32,
      "duration": 4.8
    },
    {
      "text": "in 2020 it was over two hundred thousand.  ",
      "start": 1549.74,
      "duration": 3.54
    },
    {
      "text": "We're killing hundreds of thousands of people \nthis is only one example of course just by having  ",
      "start": 1554.78,
      "duration": 5.94
    },
    {
      "text": "a profit-oriented business run health system which \nis an international scandal I mean if or it's well  ",
      "start": 1560.72,
      "duration": 10.56
    },
    {
      "text": "known that our infrastructure is collapsing \nbridges are falling apart you know nothing's  ",
      "start": 1571.28,
      "duration": 6.0
    },
    {
      "text": "working Subways you can't take so what do we do \nwell Congress finally agreed to pass a some kind  ",
      "start": 1577.28,
      "duration": 10.38
    },
    {
      "text": "of infrastructure bill but it had to be framed \nas a China competitive Act we can rebuild their  ",
      "start": 1587.66,
      "duration": 9.06
    },
    {
      "text": "Bridges because China is getting ahead of us not \nbecause we need Bridges I mean it's pathological.",
      "start": 1596.72,
      "duration": 7.92
    },
    {
      "text": "Thank you thank you um so that's all \nour questions Professor Chomsky thank  ",
      "start": 1606.8,
      "duration": 5.94
    },
    {
      "text": "you so much for joining us it's been \na real privilege it's certainly been  ",
      "start": 1612.74,
      "duration": 4.02
    },
    {
      "text": "very enlightening as well and all I \ncan say on behalf of the Intentists  ",
      "start": 1616.76,
      "duration": 4.08
    },
    {
      "text": "many thank you thanks for your time thank \nyou thank you - very good to talk to you",
      "start": 1620.84,
      "duration": 5.04
    }
  ]
}