{
  "video_id": "jdxxVxtHK2M",
  "url": "https://www.youtube.com/watch?v=jdxxVxtHK2M",
  "transcript": [
    {
      "text": "Q: Hi. First, thank you so much for coming. I've learned a lot listening to what you shared with us",
      "start": 0.0,
      "duration": 4.996
    },
    {
      "text": "My question is specifically about Iran and the nuclear weapons",
      "start": 5.0,
      "duration": 4.32
    },
    {
      "text": "and the discussion that you were having with regard to Iran in the international community",
      "start": 9.52,
      "duration": 4.72
    },
    {
      "text": "I definitely understand the idea of a country",
      "start": 14.24,
      "duration": 3.94
    },
    {
      "text": "obtaining a nuclear weapon or developing one themselves out of a form of protection",
      "start": 18.52,
      "duration": 4.48
    },
    {
      "text": "or to be on the same, I guess, international status as other countries who are considered superpowers",
      "start": 23.0,
      "duration": 5.72
    },
    {
      "text": "or on the same level as a superpower because they themselves have nuclear weapons",
      "start": 28.72,
      "duration": 3.1
    },
    {
      "text": "But what do you do when a country is openly trying to develop one or obtain one",
      "start": 31.98,
      "duration": 4.82
    },
    {
      "text": "and also openly threatening to wipe out a country and claiming that a country shouldn't exist",
      "start": 36.92,
      "duration": 6.36
    },
    {
      "text": "I mean those are two really big issues that we're dealing with and",
      "start": 43.289,
      "duration": 3.671
    },
    {
      "text": "I didn't really think you addressed that and I was curious what you had to say.",
      "start": 47.1,
      "duration": 2.66
    },
    {
      "text": "Chomsky: That's true. What do you do about countries that already developed nuclear weapons",
      "start": 49.76,
      "duration": 4.24
    },
    {
      "text": "outside the framework of the Non-Proliferation Treaty and are daily",
      "start": 54.18,
      "duration": 3.6
    },
    {
      "text": "violating resolutions of the Security Council and the International Atomic Energy Agency?",
      "start": 58.18,
      "duration": 5.32
    },
    {
      "text": "That's the much more serious problem",
      "start": 63.84,
      "duration": 2.54
    },
    {
      "text": "Q: That's a different situation because those countries aren't openly threatening to wipe out another country.",
      "start": 66.72,
      "duration": 5.86
    },
    {
      "text": "Chomsky: Nor is Iran.",
      "start": 72.58,
      "duration": 1.22
    },
    {
      "text": "Just take a look at the statements. The statements are that they don't think -- they said --",
      "start": 73.84,
      "duration": 4.88
    },
    {
      "text": "Actually goes back to Khomeini at the time of",
      "start": 79.12,
      "duration": 4.46
    },
    {
      "text": "the Israeli-Iranian alliance and Israel didn't care about it then",
      "start": 83.58,
      "duration": 5.26
    },
    {
      "text": "And it keeps being repeated. This statement is that, you know, in the course of time, Israel should no longer exist",
      "start": 88.84,
      "duration": 8.6
    },
    {
      "text": "Well, actually I happen to agree with that too.",
      "start": 97.6,
      "duration": 2.42
    },
    {
      "text": "In fact, so do a lot of people in Israel, the ones who think there should be a single democratic state.",
      "start": 100.02,
      "duration": 4.44
    },
    {
      "text": "That's not calling for wiping anyone out",
      "start": 104.46,
      "duration": 2.56
    },
    {
      "text": "In fact, Iran has supported the International consensus on the two-state settlement",
      "start": 107.16,
      "duration": 7.48
    },
    {
      "text": "Actually, there are two countries that are not only calling for some nation not to exist but are destroying it",
      "start": 114.82,
      "duration": 7.48
    },
    {
      "text": "Namely, the US and Israel",
      "start": 122.48,
      "duration": 2.2
    },
    {
      "text": "That's their position with regard to the Palestinians, and they're not just saying it",
      "start": 124.74,
      "duration": 4.64
    },
    {
      "text": "[Applause]",
      "start": 129.74,
      "duration": 8.26
    },
    {
      "text": "I stress: they're not just saying it, they're doing it day by day",
      "start": 138.28,
      "duration": 4.26
    },
    {
      "text": "That's the meaning of the policies that are going on right before our eyes in Gaza and the West Bank",
      "start": 142.8,
      "duration": 6.22
    },
    {
      "text": "which we are supporting and paying for.",
      "start": 149.12,
      "duration": 3.24
    },
    {
      "text": "So sure, you shouldn't call for the destruction of",
      "start": 152.36,
      "duration": 3.06
    },
    {
      "text": "another nation, and you shouldn't implement that",
      "start": 155.56,
      "duration": 3.08
    },
    {
      "text": "Actually, the official position of Israel, backed by the United States -",
      "start": 158.78,
      "duration": 3.78
    },
    {
      "text": "they've slightly modified it - but back about 20 years ago their official position -",
      "start": 162.56,
      "duration": 5.42
    },
    {
      "text": "the coalition government - Labour, Likud - was that \"there cannot be,\" I'm quoting it,",
      "start": 168.28,
      "duration": 5.9
    },
    {
      "text": "\"an additional Palestinian state between Jordan and Israel.\"",
      "start": 174.36,
      "duration": 4.74
    },
    {
      "text": "In other words, they declared, and the US supported that, there already is a Palestinian state, namely Jordan.",
      "start": 179.28,
      "duration": 6.78
    },
    {
      "text": "And the Palestinians object, you know,",
      "start": 186.06,
      "duration": 2.18
    },
    {
      "text": "They say, \"no, wait a minute, that's not our state,\" but who cares about them",
      "start": 188.24,
      "duration": 3.38
    },
    {
      "text": "We say that's your state and there can't be an additional one",
      "start": 191.8,
      "duration": 4.22
    },
    {
      "text": "Well, that goes well beyond calling for the destruction of another country.",
      "start": 196.02,
      "duration": 3.8
    },
    {
      "text": "I mean it's - it's analogous to saying that if somebody came along,",
      "start": 199.82,
      "duration": 4.54
    },
    {
      "text": "suppose Ahmadinejad said the Jews don't need Israel because they already have New York",
      "start": 204.36,
      "duration": 5.38
    },
    {
      "text": "Okay. I mean, you know, we'd call that a revival of Nazism, but that's the official -- has been the official",
      "start": 210.12,
      "duration": 7.4
    },
    {
      "text": "US-Israeli position. So there's a lot to be -- Incidentally about Iran,",
      "start": 217.52,
      "duration": 5.02
    },
    {
      "text": "nobody in their right mind wants Iran to have nuclear weapons, or anyone else, but it is well --",
      "start": 222.78,
      "duration": 5.84
    },
    {
      "text": "-- and it's a horrible regime undoubtedly, though there are worse ones in the region which are our allies --",
      "start": 228.62,
      "duration": 4.84
    },
    {
      "text": "But everyone, I'm not referring to Israel, I'm referring to the other Arab state",
      "start": 234.06,
      "duration": 5.34
    },
    {
      "text": "In comparison with Saudi Arabia, Iran looks like a civil rights paradise -- but the",
      "start": 239.4,
      "duration": 5.4
    },
    {
      "text": "But it's awful. You know no doubt",
      "start": 245.34,
      "duration": 3.04
    },
    {
      "text": "And there's a way to deal with it. Like, for example, moving towards a nuclear weapons-free zone",
      "start": 248.64,
      "duration": 5.02
    },
    {
      "text": "But among strategic analysts, including Israeli ones, there is no real",
      "start": 253.84,
      "duration": 5.62
    },
    {
      "text": "There's no real question about why Iran is moving to nuclear weapons capability,",
      "start": 261.54,
      "duration": 6.96
    },
    {
      "text": "which is not the same as having nuclear weapons -",
      "start": 268.5,
      "duration": 3.26
    },
    {
      "text": "it's just being at a point where you could have them, like most of the advanced industrial world is in that position",
      "start": 271.76,
      "duration": 7.06
    },
    {
      "text": "Japan, Italy all sorts of countries -",
      "start": 279.46,
      "duration": 3.76
    },
    {
      "text": "The reason is very simple. Actually, it was described by",
      "start": 284.08,
      "duration": 2.92
    },
    {
      "text": "one of Israel's leading",
      "start": 287.32,
      "duration": 2.0
    },
    {
      "text": "military analysts, very hawkish",
      "start": 289.92,
      "duration": 2.24
    },
    {
      "text": "Martin van Creveld a couple of years ago. After the invasion of Iraq,",
      "start": 292.74,
      "duration": 4.44
    },
    {
      "text": "he wrote an article in which he said he doesn't know if Iran is developing nuclear weapons, and he hopes not",
      "start": 297.42,
      "duration": 6.1
    },
    {
      "text": "But he says if they're not developing nuclear weapons, they are crazy",
      "start": 303.78,
      "duration": 3.96
    },
    {
      "text": "That was his word. If they're not developing, they're crazy. The United States has just announced",
      "start": 308.14,
      "duration": 4.48
    },
    {
      "text": "\"we're going to attack anybody we feel like and invade you if we can do it with impunity.",
      "start": 313.15,
      "duration": 4.35
    },
    {
      "text": "so you better have a deterrent\"",
      "start": 317.5,
      "duration": 2.12
    },
    {
      "text": "well",
      "start": 320.38,
      "duration": 1.65
    },
    {
      "text": "Maybe they're developing a deterrent.",
      "start": 322.03,
      "duration": 2.41
    },
    {
      "text": "No serious analyst thinks that they would use nuclear weapons",
      "start": 324.44,
      "duration": 3.48
    },
    {
      "text": "if Iran had nuclear weapons and missiles, which nobody sane wants them to have,",
      "start": 328.06,
      "duration": 5.36
    },
    {
      "text": "I mean, if they went as far as even loading a missile, the country would be vaporized",
      "start": 333.64,
      "duration": 5.52
    },
    {
      "text": "You know instantly, even if there was any suspicion of it.",
      "start": 339.4,
      "duration": 2.92
    },
    {
      "text": "Well, you know, the clerics may be hideous people, but they've shown no",
      "start": 342.32,
      "duration": 5.4
    },
    {
      "text": "particular inclination for suicide and destruction of everything that they own and everything they value",
      "start": 347.74,
      "duration": 6.72
    },
    {
      "text": "The same is true about leaking nuclear weapons to others.",
      "start": 354.64,
      "duration": 4.68
    },
    {
      "text": "If there was any suspicion that they were doing that, you can say goodbye to Iran.",
      "start": 359.32,
      "duration": 5.4
    },
    {
      "text": "The chances they're using it are probably at the level of an asteroid hitting the earth or something like that",
      "start": 365.68,
      "duration": 6.34
    },
    {
      "text": "It's a serious problem. In fact if you look at the Israeli literature, they're pretty straight about it.",
      "start": 372.88,
      "duration": 6.12
    },
    {
      "text": "They say that the real threat of an Iranian nuclear weapon is not against Israel, but it's against Zionism",
      "start": 379.2,
      "duration": 8.78
    },
    {
      "text": "That is what they're afraid of, is that if the region becomes too dangerous,",
      "start": 388.26,
      "duration": 6.94
    },
    {
      "text": "people in Israel are just gonna leave",
      "start": 395.46,
      "duration": 2.78
    },
    {
      "text": "people who have the capacity to, more educated, wealthier, and so on",
      "start": 398.5,
      "duration": 4.42
    },
    {
      "text": "because they won't want to live in a region with that threat.",
      "start": 402.92,
      "duration": 3.62
    },
    {
      "text": "And in fact emigration is a pretty serious problem",
      "start": 406.54,
      "duration": 2.86
    },
    {
      "text": "emigration of the educated and the trained,",
      "start": 409.86,
      "duration": 5.3
    },
    {
      "text": "educated sectors, so they don't want to face that threat",
      "start": 415.42,
      "duration": 3.36
    },
    {
      "text": "But I don't think any serious strategic analyst, at least I've never seen one, who",
      "start": 419.44,
      "duration": 4.97
    },
    {
      "text": "thinks that this threat that Iran might use a nuclear weapon",
      "start": 425.22,
      "duration": 5.0
    },
    {
      "text": "If they do it, total suicide",
      "start": 430.22,
      "duration": 4.64
    }
  ]
}