{
  "video_id": "YqFtBjeh_gc",
  "url": "https://www.youtube.com/watch?v=YqFtBjeh_gc",
  "transcript": [
    {
      "text": "[Music] Welcome back to the Maple Dragon podcast, \nI'm your host Mark Robson. This week, I think I'm  ",
      "start": 0.0,
      "duration": 18.48
    },
    {
      "text": "going to start, since I've been working at \nschool in China, different schools, this is  ",
      "start": 18.48,
      "duration": 5.92
    },
    {
      "text": "the second university and also at a senior high \nschool level for the previous 5 years to this,  ",
      "start": 24.4,
      "duration": 10.64
    },
    {
      "text": "I thought I would reflect on um my perceptions \nof the students, our kinds of interactions, to  ",
      "start": 35.04,
      "duration": 7.28
    },
    {
      "text": "really give you a sense of what young people are \nthinking about in China, and so I'm going to cover  ",
      "start": 42.32,
      "duration": 7.92
    },
    {
      "text": "the cities I worked in, first was in Nanjing, \nat a university, Nanjing Forestry university,  ",
      "start": 50.24,
      "duration": 7.8
    },
    {
      "text": "and then in Jinan, which is at a top high school, \nand all those students were uh heading over to  ",
      "start": 58.04,
      "duration": 8.88
    },
    {
      "text": "Western universities, and the difference was \nthey were a lot more from wealthier families,  ",
      "start": 66.92,
      "duration": 7.64
    },
    {
      "text": "so they were going to top universities around \nthe world. The students in Nanjing were going to,  ",
      "start": 74.56,
      "duration": 6.68
    },
    {
      "text": "obviously Nanjing Forestry university, and here \nin um Yantai, students just coming to Ludong  ",
      "start": 81.24,
      "duration": 7.72
    },
    {
      "text": "University and, as far as I know, I haven't heard \nof anyone going overseas, so I was just reflecting  ",
      "start": 88.96,
      "duration": 9.08
    },
    {
      "text": "back on the first interactions I had. It would \nhave been 10 years ago in 2013 with my students  ",
      "start": 98.04,
      "duration": 8.04
    },
    {
      "text": "and I, one thing that does stand out is, I had \na few different students tell me that you know  ",
      "start": 106.08,
      "duration": 8.64
    },
    {
      "text": "while we find your courses, that you're teaching \ninteresting, we're much more interested in the  ",
      "start": 114.72,
      "duration": 6.72
    },
    {
      "text": "way you live and I found that a quite a deep \nkind of philosophical question. Um, it wasn't,  ",
      "start": 121.44,
      "duration": 8.92
    },
    {
      "text": "I didn't get the sense that they really wanted to \nknow about the personal intricacies of my life,  ",
      "start": 130.36,
      "duration": 6.36
    },
    {
      "text": "just I guess, my daily maybe routine, uh \nhow I thought about life, how I lived life,  ",
      "start": 136.72,
      "duration": 10.12
    },
    {
      "text": "and so I just found that quite profound, what \nwhat quite a profound question to ask. I couldn't  ",
      "start": 146.84,
      "duration": 6.24
    },
    {
      "text": "imagine a western um student in Canada asking a, \nsay visiting Chinese Professor the same thing.  ",
      "start": 153.08,
      "duration": 10.48
    },
    {
      "text": "There is a curiosity in how I lived, people really \nwanted to know, and um and getting a little bit  ",
      "start": 163.56,
      "duration": 9.48
    },
    {
      "text": "of that here in Ludong. There's two hours a week \nwhere I have office hours and students come in in  ",
      "start": 173.04,
      "duration": 7.52
    },
    {
      "text": "to largely practice their English and so we have \nyou know choose topics to talk about, and a lot  ",
      "start": 180.56,
      "duration": 8.64
    },
    {
      "text": "of it is just asking what things are like um back \nin Canada, um again, kind of similar sort of, you  ",
      "start": 189.2,
      "duration": 11.52
    },
    {
      "text": "know, how I live kind of stories, and so I I mean \nthey just they're very curious about the West. So,  ",
      "start": 200.72,
      "duration": 8.96
    },
    {
      "text": "this is something that I don't think comes across \nin uh the media at all, uh we keep hearing that  ",
      "start": 210.2,
      "duration": 6.68
    },
    {
      "text": "China's getting, you know isolating itself, but I \nhave to say at the uh young person level, I don't  ",
      "start": 216.88,
      "duration": 7.52
    },
    {
      "text": "feel that at all, they're thrilled to have uh some \nforeign professors here for sure because of the  ",
      "start": 224.4,
      "duration": 9.72
    },
    {
      "text": "pandemic, it's been 3 years where they haven't. \nAnd so students are really appreciative to have a  ",
      "start": 234.12,
      "duration": 7.08
    },
    {
      "text": "foreign uh teacher or professor who they can talk \nwith uh, they just see as you as a great source of  ",
      "start": 241.2,
      "duration": 8.84
    },
    {
      "text": "information for them, cultural information that \nwould be very difficult for them to get. I don't  ",
      "start": 250.04,
      "duration": 7.8
    },
    {
      "text": "think they, they couldn't get it from a Chinese \nperson, they want to get a Western perspective and  ",
      "start": 257.84,
      "duration": 5.56
    },
    {
      "text": "I do feel, over the years, you know here we are \nin 2023, 10 years later, since I first started, I  ",
      "start": 263.4,
      "duration": 8.28
    },
    {
      "text": "do get a sense I am in a different part of China, \ndifferent university, so it's hard to say if it's  ",
      "start": 271.68,
      "duration": 7.12
    },
    {
      "text": "comparable, but I do get a sense that, definitely \ncompared to 10 years ago, it feels like students  ",
      "start": 278.8,
      "duration": 7.76
    },
    {
      "text": "are much more open, um they feel a little more \nwesternized, um I don't know if I can say they're  ",
      "start": 286.56,
      "duration": 10.12
    },
    {
      "text": "listening to more music, but uh typically it's \nwestern music that they've been exposed to and  ",
      "start": 296.68,
      "duration": 9.0
    },
    {
      "text": "I've just heard from a few students, but they've \nadmitted that the vast majority of the songs,  ",
      "start": 305.68,
      "duration": 5.44
    },
    {
      "text": "for instance, on their phones are western English \nsongs and not Chinese uh singers, although there  ",
      "start": 311.12,
      "duration": 8.36
    },
    {
      "text": "are um students who have Chinese singers on their \num iPhone, but of course they tend to be the ones  ",
      "start": 319.48,
      "duration": 9.12
    },
    {
      "text": "that don't know much English, so the people who \nknow much more about English, they have many more  ",
      "start": 328.6,
      "duration": 6.36
    },
    {
      "text": "English songs and uh and they've seen more English \nmovies and so they're very interested in um, and  ",
      "start": 334.96,
      "duration": 9.6
    },
    {
      "text": "this is what I find interesting about China , even \nthough it's this ancient culture and you would  ",
      "start": 344.56,
      "duration": 5.76
    },
    {
      "text": "think it would be really isolated because of that \nculture, you know it's a very rich culture and so  ",
      "start": 350.32,
      "duration": 7.0
    },
    {
      "text": "on, they're very inquisitive about the outside \nworld. They want to know, they're definitely,  ",
      "start": 357.32,
      "duration": 8.36
    },
    {
      "text": "it strikes me that this homogeneus culture is very \ncurious about the outside world um because there  ",
      "start": 365.68,
      "duration": 8.4
    },
    {
      "text": "is this sense of you know the West has been a \nleader and has helped China grow and innovate  ",
      "start": 374.08,
      "duration": 7.12
    },
    {
      "text": "and so on, and so that there's still a lot to \nlearn from us, even though China's getting a lot  ",
      "start": 381.2,
      "duration": 7.28
    },
    {
      "text": "stronger, um they want to understand, yeah it's \nreally cultural stuff they want to understand,  ",
      "start": 388.48,
      "duration": 6.64
    },
    {
      "text": "the young people they want to know the slang, I \nget asked that in particular, what are some slang  ",
      "start": 395.12,
      "duration": 6.72
    },
    {
      "text": "words. They want to be kind of hip, they want \nto be in with the West you know, it's cool to  ",
      "start": 401.84,
      "duration": 5.72
    },
    {
      "text": "be Western and so it's still kind of like that, \nand 10 years ago I remember uh dating, uh there  ",
      "start": 407.56,
      "duration": 10.52
    },
    {
      "text": "there was very, there seemed to be very little \ndating going on, whereas now, 10 years later uh,  ",
      "start": 418.08,
      "duration": 6.8
    },
    {
      "text": "here at Ludong, it seems everywhere, it seems \nvery Western. Uh yeah, so I don't get a sense  ",
      "start": 424.88,
      "duration": 8.08
    },
    {
      "text": "of uh girls staying apart from guys so much but \nyou do get a little bit of it in the classroom,  ",
      "start": 432.96,
      "duration": 7.28
    },
    {
      "text": "so that's kind of interesting, um the guys will \nall sit together uh in the classroom like in one  ",
      "start": 440.24,
      "duration": 7.08
    },
    {
      "text": "row and of course they're in the minority in these \nclasses, it's the vast majority are girls you  ",
      "start": 447.32,
      "duration": 6.56
    },
    {
      "text": "know, 80 - 90%, but the guys all sit together and \nwhen I try and you know create groups for people  ",
      "start": 453.88,
      "duration": 8.72
    },
    {
      "text": "to talk to each other, you know sometimes uh you \nknow I, there aren't enough people for a group,  ",
      "start": 462.6,
      "duration": 6.08
    },
    {
      "text": "so I'll maybe ask someone from one part of the \nclass to move to another part of the class to  ",
      "start": 468.68,
      "duration": 5.84
    },
    {
      "text": "join a group you know to make it a group of four \nor something, whatever I'm looking for for, it is  ",
      "start": 474.52,
      "duration": 6.8
    },
    {
      "text": "the hardest thing to get the guys to move, usually \nthey will they'll actually refuse to move so it  ",
      "start": 481.32,
      "duration": 7.92
    },
    {
      "text": "gets to be a bit of a challenge, so I've learned \nthat you don't take them on in the challenges,  ",
      "start": 489.24,
      "duration": 5.76
    },
    {
      "text": "is just some cultural thing, so there definitely \nis a real separation between guys and girls that  ",
      "start": 495.0,
      "duration": 7.32
    },
    {
      "text": "way in the classroom, but there's still a lot of \nhandholding and whatnot around campus when you see  ",
      "start": 502.32,
      "duration": 8.64
    },
    {
      "text": "a guy and a girl, they're not hiding it so much as \nmaybe 10 years ago they did, it would be done much  ",
      "start": 510.96,
      "duration": 7.6
    },
    {
      "text": "more surreptitiously like at nighttime sitting \ntogether in the dark. Um but it's much more open  ",
      "start": 518.56,
      "duration": 8.28
    },
    {
      "text": "here, um yeah so I do get a sense that they're \nmore westernized and of course they're asking  ",
      "start": 526.84,
      "duration": 9.72
    },
    {
      "text": "me about Christmas now again, these are students \nthat haven't I don't think any of them have been  ",
      "start": 536.56,
      "duration": 6.56
    },
    {
      "text": "outside of China, so I am I am their pipeline to \nthe outside world so they're really interested to  ",
      "start": 543.12,
      "duration": 8.24
    },
    {
      "text": "know and uh and so they'll ask me questions about \nyou know, am I married, do I have any children, do  ",
      "start": 551.36,
      "duration": 9.32
    },
    {
      "text": "I miss my family, these kind of Chinese questions, \nand how often do, am I communicating with them,  ",
      "start": 560.68,
      "duration": 8.44
    },
    {
      "text": "um different things that we do around Christmas \nand so they'll ask me about different music bands  ",
      "start": 570.4,
      "duration": 8.0
    },
    {
      "text": "if I know them and if they're that you know I mean \nthey'll know they're famous but they're trying to  ",
      "start": 578.4,
      "duration": 8.52
    },
    {
      "text": "get a sense of these different movies or bands \nuh the way um these popular ones uh that they've  ",
      "start": 586.92,
      "duration": 10.08
    },
    {
      "text": "heard about on the radio and that's the main \nthing we talk about. We don't talk about politics,  ",
      "start": 597.0,
      "duration": 7.72
    },
    {
      "text": "we don't get into that at all, no one brings that \nup, it's about music it's about movies, it's about  ",
      "start": 604.72,
      "duration": 7.8
    },
    {
      "text": "culture, family, uh so things that are important \nto Chinese, and anyway uh I think in summary I  ",
      "start": 612.52,
      "duration": 9.92
    },
    {
      "text": "think there's a lot of interest in the outside \nworld even though it's China, it's an ancient  ",
      "start": 622.44,
      "duration": 6.28
    },
    {
      "text": "culture and so on, just for uh, a discussion we \nhad today, uh in the textbook that I'm using to  ",
      "start": 628.72,
      "duration": 9.68
    },
    {
      "text": "uh teach English it was all about a story of uh \nChinese students trying to, uh practicing Tai Chi,  ",
      "start": 638.4,
      "duration": 10.64
    },
    {
      "text": "taijiquan, I think is how they say it, they don't \nsay Tai Chi, it's taijiquan, and uh anyway so  ",
      "start": 649.04,
      "duration": 10.92
    },
    {
      "text": "these couple students in the story were practicing \nthis and um I I just set up a little debate,  ",
      "start": 659.96,
      "duration": 9.28
    },
    {
      "text": "a role play for the students to do in uh uh in \npairs, and one was supposed to make suggestions  ",
      "start": 669.24,
      "duration": 8.48
    },
    {
      "text": "on how to interest uh young people in in Tai Chi \nbecause you know young people are not following  ",
      "start": 677.72,
      "duration": 9.2
    },
    {
      "text": "Tai Chi, it's more for the older people is, so it \nis dropping off, um involvement in Tai Chi and so  ",
      "start": 686.92,
      "duration": 9.96
    },
    {
      "text": "the debate or the discussion, the role play was \nwhat can be done to interest people in Tai Chi  ",
      "start": 696.88,
      "duration": 7.72
    },
    {
      "text": "and so this was just a little speaking exercise \nthat I had students do, stand up and demonstrate  ",
      "start": 704.6,
      "duration": 7.64
    },
    {
      "text": "and and talk to someone else and they would give \nfeedback on the ideas, and so it was all about uh  ",
      "start": 712.24,
      "duration": 8.8
    },
    {
      "text": "reinvigorating the interest of the youth in Tai \nChi, a traditional Chinese recreation activity,  ",
      "start": 721.04,
      "duration": 9.04
    },
    {
      "text": "Tai Chi and of course you know the the typical \nsuggestions they were giving is on the Internet,  ",
      "start": 730.08,
      "duration": 7.16
    },
    {
      "text": "or mix it with popular music uh that that \nwould make it more interesting to students. Um,  ",
      "start": 737.24,
      "duration": 8.84
    },
    {
      "text": "they're not, I'm just trying to think what else \nthey're asking about um yeah, family stuff,  ",
      "start": 746.08,
      "duration": 7.32
    },
    {
      "text": "weather, you know how we how we uh live. I was \ntelling them about tobogganing where we are here  ",
      "start": 753.4,
      "duration": 8.8
    },
    {
      "text": "in China. They're not familiar with tobogganing \nor sleds uh because it's not they don't have a  ",
      "start": 762.2,
      "duration": 7.56
    },
    {
      "text": "very long winter um so yeah, so uh what strikes \nme is the interest is the interest in the west,  ",
      "start": 769.76,
      "duration": 11.84
    },
    {
      "text": "you don't hear about that in the media. It sounds \nlike China's isolating itself but I wouldn't  ",
      "start": 781.6,
      "duration": 5.8
    },
    {
      "text": "say the young people are, they're definitely \nvery interested and a lot I'm connected with,  ",
      "start": 787.4,
      "duration": 6.2
    },
    {
      "text": "a lot of them on WeChat, so I see what they're \nup to throughout the day and they're doing,  ",
      "start": 793.6,
      "duration": 5.44
    },
    {
      "text": "they're doing a lot of sort of dance things, the \nyoung, they're young first year girls mostly,  ",
      "start": 799.04,
      "duration": 6.96
    },
    {
      "text": "um and they're doing a lot of little dance \nepisodes to western songs and they do little  ",
      "start": 806.0,
      "duration": 6.2
    },
    {
      "text": "videotapes of that and post it on WeChat, so it's \njust yeah, it seems pretty westernized, it's not  ",
      "start": 812.2,
      "duration": 8.96
    },
    {
      "text": "traditional Chinese. You don't see traditional \nChinese instruments or anything like that, they're  ",
      "start": 821.16,
      "duration": 6.88
    },
    {
      "text": "just uh having fun with a lot of western uh music, \nand then the other thing is that you notice you  ",
      "start": 828.04,
      "duration": 8.16
    },
    {
      "text": "can get quite a bit of English on we shot and \nyou know this is obviously from the government.  ",
      "start": 836.2,
      "duration": 7.44
    },
    {
      "text": "You can see a lot of videos on sort of stories \nuh from the west, from uh maybe wise uh writers  ",
      "start": 843.64,
      "duration": 11.48
    },
    {
      "text": "or wise people of the past and just little stories \nto learn uh from uh some wisdom from the west, and  ",
      "start": 855.12,
      "duration": 9.4
    },
    {
      "text": "there are endless uh videos like this in English \nthat I can access, I can watch all day long really  ",
      "start": 864.52,
      "duration": 8.8
    },
    {
      "text": "on WeChat. There's also um you know there's \nthere's girls doing dancing you know sexy kind  ",
      "start": 873.32,
      "duration": 8.68
    },
    {
      "text": "of girls but you know it's all clothes, there's no \nno nudity or anything like that, uh so there's a  ",
      "start": 882.0,
      "duration": 8.52
    },
    {
      "text": "fair bit of that too but there's also what strikes \nme now so this is getting away from a little bit  ",
      "start": 890.52,
      "duration": 8.24
    },
    {
      "text": "bit into the state is, what really strikes me is \nthat it's, because I've taught human geography,  ",
      "start": 898.76,
      "duration": 7.56
    },
    {
      "text": "and so I'll say roughly five years ago let's \nsay I was teaching it, and I remember uh, this  ",
      "start": 906.32,
      "duration": 7.88
    },
    {
      "text": "is over the years, um when there was the uh big \nincident in Myanmar, it was the government was um,  ",
      "start": 914.2,
      "duration": 10.0
    },
    {
      "text": "I think uh killing a lot of the Rohinga Muslims \nand it was all over the western news which I had  ",
      "start": 924.2,
      "duration": 10.24
    },
    {
      "text": "access to because I have a VPN, so I know it's \nwhat the West is thinking about and what it sees,  ",
      "start": 934.44,
      "duration": 7.32
    },
    {
      "text": "but I noticed there's nothing in China about it, \nand I would even, because it was Human Geography,  ",
      "start": 941.76,
      "duration": 6.72
    },
    {
      "text": "I would even ask the students if they knew about \nany kind of conflicts that were on the border  ",
      "start": 948.48,
      "duration": 7.08
    },
    {
      "text": "of China and they didn't so, so it was just kind \nof silence about the whole Rohinga Muslim thing,  ",
      "start": 955.56,
      "duration": 8.8
    },
    {
      "text": "and it was literally a slaughter that was a \ngenocide that was going on, um so and it was  ",
      "start": 964.36,
      "duration": 6.8
    },
    {
      "text": "right next to China, right bordered on China, \nit was just silent about the whole issue,  ",
      "start": 971.16,
      "duration": 7.56
    },
    {
      "text": "you didn't see it anywhere, and um so contrast \nthat with now with the Israeli Palestine conflict,  ",
      "start": 978.72,
      "duration": 11.0
    },
    {
      "text": "this is a huge difference, I think something it \njust feels like the internet's getting more open,  ",
      "start": 989.72,
      "duration": 7.48
    },
    {
      "text": "so there's lot of videos about uh Palestine and \nthe Israeli conflict, there's loads of them uh  ",
      "start": 997.2,
      "duration": 9.44
    },
    {
      "text": "about the history of it, about stories around \nit, and there's no question China supports the  ",
      "start": 1006.64,
      "duration": 9.36
    },
    {
      "text": "Palestinians, that's very clear, but I think \nI mentioned this before, they're not attacking  ",
      "start": 1016.0,
      "duration": 7.24
    },
    {
      "text": "Israel though, they're also showing Israel's \nside. It's a real sort of um looking at what,  ",
      "start": 1023.24,
      "duration": 8.0
    },
    {
      "text": "looking at both sides and not taking sides at \nall but strongly um suggesting that Palestine  ",
      "start": 1031.24,
      "duration": 10.16
    },
    {
      "text": "is the one they uh China sides most with, but \nthey do give the story about Israel too too,  ",
      "start": 1041.4,
      "duration": 7.48
    },
    {
      "text": "so this is quite different from the west, where I \nI know that everyone's taking sides in the west,  ",
      "start": 1048.88,
      "duration": 8.76
    },
    {
      "text": "and they're kind of being pushed to take \nsides, and they get into big conflicts over it,  ",
      "start": 1057.64,
      "duration": 7.2
    },
    {
      "text": "and you can see China doesn't take sides, \nit's it's looking at both sides. It's really,  ",
      "start": 1064.84,
      "duration": 5.64
    },
    {
      "text": "it's taking the side of peace that's what it's \ntrying to promote, so this is a big difference  ",
      "start": 1070.48,
      "duration": 7.4
    },
    {
      "text": "that I I've noticed and I don't think I've talked \nabout it much yet, is that there's a lot more  ",
      "start": 1077.88,
      "duration": 7.56
    },
    {
      "text": "videos about what's going on in the outside world \nnow. It could be because it's not on the border of  ",
      "start": 1085.44,
      "duration": 7.36
    },
    {
      "text": "China and maybe China's uh especially sensitive \non anything on the border that might get people  ",
      "start": 1092.8,
      "duration": 9.2
    },
    {
      "text": "upset or might create problems in China, so that \ncould be a reason uh why I never saw the Rohinga  ",
      "start": 1102.0,
      "duration": 8.24
    },
    {
      "text": "Muslim issue online, um but still I don't recall \num videos about something going on in the outside  ",
      "start": 1110.24,
      "duration": 10.68
    },
    {
      "text": "world like I see now, like this conflict, and \nthey give, they're in-depth videos, they're not,  ",
      "start": 1120.92,
      "duration": 5.88
    },
    {
      "text": "they're, I think it's the media is actually \nbetter than in the West, it's more balanced,  ",
      "start": 1126.8,
      "duration": 5.12
    },
    {
      "text": "it's not taking sides ,it's not trying to whip up \nanger, it's just showing you the tragedy kind of,  ",
      "start": 1131.92,
      "duration": 7.64
    },
    {
      "text": "of the story, and so that really strikes me. \nIt feels like it's opening up, like it's it's  ",
      "start": 1139.56,
      "duration": 7.0
    },
    {
      "text": "a controlled way but it's an honest way cuz I can \nsee the western media and then I see what they're  ",
      "start": 1146.56,
      "duration": 6.92
    },
    {
      "text": "showing in China, they're not Chinese made \nvideos, they're not, they're not made by any  ",
      "start": 1153.48,
      "duration": 6.92
    },
    {
      "text": "Chinese organization. All they're doing is getting \nclips from somewhere else, somewhere in the west,  ",
      "start": 1160.4,
      "duration": 6.52
    },
    {
      "text": "and posting them on online, so of course they're \nchoosing which videos to show um, but it's all  ",
      "start": 1166.92,
      "duration": 8.16
    },
    {
      "text": "made you know outside like uh, Noam Chomsky is all \nover WeChat now, you know like some of his some  ",
      "start": 1175.08,
      "duration": 9.4
    },
    {
      "text": "of his talks on YouTube and so on, they're just \nall over WeChat, so uh that's how China does it,  ",
      "start": 1184.48,
      "duration": 8.36
    },
    {
      "text": "um because you know cuz I I do get a sense China's \nnot that sophisticated when it comes to propaganda  ",
      "start": 1192.84,
      "duration": 8.48
    },
    {
      "text": "uh about the outside world they're, on the outside \nworld, I think they're just not that good at it,  ",
      "start": 1201.32,
      "duration": 7.92
    },
    {
      "text": "so what they do is choose voices that they agree \nwith and get those people to state uh whatever  ",
      "start": 1209.24,
      "duration": 10.52
    },
    {
      "text": "issue they're addressing, um so I find that that's \ndefinitely a big difference this time coming to  ",
      "start": 1219.76,
      "duration": 7.92
    },
    {
      "text": "China. It does feel it's talking about the outside \nworld, much more about what's going on and,  ",
      "start": 1227.68,
      "duration": 7.88
    },
    {
      "text": "in depth, like maybe greater depth than you get \nin the west, in the west, it feels like it's all  ",
      "start": 1235.56,
      "duration": 5.8
    },
    {
      "text": "hype, it's all to sell, it's all to get people \nupset, whip them into a frenzy, get them raging,  ",
      "start": 1241.36,
      "duration": 8.44
    },
    {
      "text": "uh but in China it's all about kind of depth \npromoting peace uh and understanding both sides,  ",
      "start": 1249.8,
      "duration": 9.44
    },
    {
      "text": "um and some really pretty profound stories that \nI've even never heard anywhere in the west about  ",
      "start": 1259.24,
      "duration": 7.16
    },
    {
      "text": "you know, I saw an amazing one about a uh what \nwas it, it was a church I think in um Jerusalem,  ",
      "start": 1266.4,
      "duration": 10.08
    },
    {
      "text": "uh that uh where a Muslim family for hundreds of \nyears has opened the doors to that church every  ",
      "start": 1276.48,
      "duration": 8.32
    },
    {
      "text": "single morning for hundreds of years. They've held \nthe key because different Christian groups are,  ",
      "start": 1284.8,
      "duration": 7.64
    },
    {
      "text": "have been in conflict for such a long time, they \ncouldn't agree on who would open it, open the  ",
      "start": 1292.44,
      "duration": 6.28
    },
    {
      "text": "church I think, and so it was end ended up being \nabout this Muslim family that actually did it,  ",
      "start": 1298.72,
      "duration": 6.2
    },
    {
      "text": "and the Christians trusted the Muslim family, \nso this is the kind of story that they play  ",
      "start": 1304.92,
      "duration": 7.72
    },
    {
      "text": "on WeChat, so it's, it's definitely very deep, \nvery historical, really profound, but definitely  ",
      "start": 1312.64,
      "duration": 8.8
    },
    {
      "text": "to promote calmness, a peace and an understanding \nthat, almost the antithesis of the western media,  ",
      "start": 1321.44,
      "duration": 9.44
    },
    {
      "text": "which just seems to be about hype and whipping \nup a frenzy and selling you know, selling  ",
      "start": 1330.88,
      "duration": 6.32
    },
    {
      "text": "more newspapers or something by having a more \noutrageous story, uh so this is all part of it. So  ",
      "start": 1337.2,
      "duration": 8.44
    },
    {
      "text": "students, you can imagine everyone can watch this, \nstudents can watch it, anyone with WeChat, this is  ",
      "start": 1345.64,
      "duration": 6.52
    },
    {
      "text": "all over China and I believe it's a billion daily \nusers, so it's huge, so you can imagine the power  ",
      "start": 1352.16,
      "duration": 9.48
    },
    {
      "text": "of these videos. People are going to be learning \nquite a bit about the outside world and so it's  ",
      "start": 1361.64,
      "duration": 7.8
    },
    {
      "text": "not as closed off as a lot of people want to think \nChina is. I I think some of these videos are more  ",
      "start": 1369.44,
      "duration": 7.48
    },
    {
      "text": "insightful than what you see in the west. It feels \nlike in the west there's a far more propaganda,  ",
      "start": 1376.92,
      "duration": 7.64
    },
    {
      "text": "that's what it feels like to me these days when I \nsee what the west, how it's portraying something  ",
      "start": 1384.56,
      "duration": 6.56
    },
    {
      "text": "versus China. China is calm and balanced, it feels \ndefinitely balanced, and Western media doesn't,  ",
      "start": 1391.12,
      "duration": 8.76
    },
    {
      "text": "it plain just doesn't, and doesn't feel like it's \ntrying to be balanced either, and so students are  ",
      "start": 1399.88,
      "duration": 6.68
    },
    {
      "text": "able to see this and of course they can listen to \ntheir favorite songs, they can go to movies too.  ",
      "start": 1406.56,
      "duration": 8.52
    },
    {
      "text": "I think the Barbie movie was here in China um, \nbut I don't know anyone who's actually seen it,  ",
      "start": 1415.08,
      "duration": 8.96
    },
    {
      "text": "but uh definitely, these ideas are getting in \nthere and one of the students, just for interest,  ",
      "start": 1424.04,
      "duration": 7.08
    },
    {
      "text": "that comes and talks to me regularly \nevery Tuesday, her English is quite good,  ",
      "start": 1431.12,
      "duration": 5.72
    },
    {
      "text": "she's one of the best, she's a member of the \nCommunist party, uh the youth uh wing, I think it  ",
      "start": 1436.84,
      "duration": 8.68
    },
    {
      "text": "is that she's a member of so this this is how the \nengagement with the Communist party, I have people  ",
      "start": 1445.52,
      "duration": 9.08
    },
    {
      "text": "tell me this all the time. This is another whole \nissue, is she told me right up front that she's a  ",
      "start": 1454.6,
      "duration": 7.84
    },
    {
      "text": "member and she and so I was even asking her about \nit, how often she goes to meetings and, but this  ",
      "start": 1462.44,
      "duration": 7.76
    },
    {
      "text": "isn't any different over the years. Ten years \nago, the assistant I had, the student assistant  ",
      "start": 1470.2,
      "duration": 6.64
    },
    {
      "text": "told me he was a member of the Communist party \nand and another student who was in the class,  ",
      "start": 1476.84,
      "duration": 7.28
    },
    {
      "text": "one of my students, also told me she was in the \nCommunist party and so people are not hiding this,  ",
      "start": 1484.12,
      "duration": 8.48
    },
    {
      "text": "so this is, you have to I think this is important \nto understand, like I I don't feel spied upon,  ",
      "start": 1492.6,
      "duration": 7.84
    },
    {
      "text": "I mean I know you know uh you're, I mean you get \nkind of evaluated and stuff, you do get a student  ",
      "start": 1500.44,
      "duration": 8.32
    },
    {
      "text": "come in and watch how you teach a bit uh, and uh \na student who's not a member of the class do that,  ",
      "start": 1508.76,
      "duration": 8.36
    },
    {
      "text": "so I've had that happen, just to make sure that \nyou're doing half decent um lectures, I guess,  ",
      "start": 1517.12,
      "duration": 8.16
    },
    {
      "text": "maybe you could say oh they're making sure you're \nyou're not talking about something wrong but I  ",
      "start": 1525.28,
      "duration": 6.12
    },
    {
      "text": "don't get a sense of being watched at all, it's \njust normal um evaluating a classroom and so  ",
      "start": 1531.4,
      "duration": 8.96
    },
    {
      "text": "and so with the Communist Party when you're told \nthey're members and they're just regular students  ",
      "start": 1540.36,
      "duration": 6.52
    },
    {
      "text": "and you talk and you can talk to them about it. \nYou find a lot of people join because it helps  ",
      "start": 1546.88,
      "duration": 5.6
    },
    {
      "text": "their career, you know so if they're a member of \nthe party uh they have a greater chance of moving  ",
      "start": 1552.48,
      "duration": 7.2
    },
    {
      "text": "up the the ladder being promoted so that's that's \na lot of the self interest of it but you know  ",
      "start": 1559.68,
      "duration": 9.88
    },
    {
      "text": "students, definitely the student here she's, I do \nget a sense she's really believes in the Communist  ",
      "start": 1569.56,
      "duration": 6.64
    },
    {
      "text": "party, and so uh we've had a couple of uh chats \nabout that but it's not threatening at all,  ",
      "start": 1576.2,
      "duration": 7.28
    },
    {
      "text": "she just told me up front. I don't feel threatened \nby it and I'm just open with her and I enjoy her  ",
      "start": 1583.48,
      "duration": 7.68
    },
    {
      "text": "company because she's always, she's full of life \nand uh always asking lots of questions about the  ",
      "start": 1591.16,
      "duration": 7.64
    },
    {
      "text": "West, wanting to understand you know, including \nlike in general the way we live and so on in the  ",
      "start": 1598.8,
      "duration": 7.68
    },
    {
      "text": "west, so this is just one of the students that's \nshowing up, and then of course there's a lot of  ",
      "start": 1606.48,
      "duration": 6.72
    },
    {
      "text": "shy ones that are afraid to say things and um, but \nother ones who want to know more about the music  ",
      "start": 1613.2,
      "duration": 9.04
    },
    {
      "text": "or slang uh terms. Uh, what else could I say, yeah \njust day to day life, um yeah so a whole mixture,  ",
      "start": 1622.24,
      "duration": 13.08
    },
    {
      "text": "so anyway I just find it interesting that \nthis ancient civilization that you would,  ",
      "start": 1635.32,
      "duration": 7.6
    },
    {
      "text": "for all you know for knowing how ancient it is, \nand how how hard you know there's just a lot of  ",
      "start": 1642.92,
      "duration": 10.28
    },
    {
      "text": "civilization here in China thousands of years of \nhistory and you would think that they would be far  ",
      "start": 1653.2,
      "duration": 7.04
    },
    {
      "text": "more isolated in their mindset than they actually \nare, like a far more inward looking, um there is a  ",
      "start": 1660.24,
      "duration": 10.96
    },
    {
      "text": "level of that, but definitely with the students \nthey're very interested in the outside world,  ",
      "start": 1671.2,
      "duration": 8.4
    },
    {
      "text": "they want to know, they want to understand these \nother cultures, um culture I think is really what  ",
      "start": 1679.6,
      "duration": 8.48
    },
    {
      "text": "students are interested in, being aware of Chinese \nculture as unique, and and what they can learn  ",
      "start": 1688.08,
      "duration": 8.36
    },
    {
      "text": "from Western culture, so um that's what I find \nquite interesting is just, it's almost, I think I  ",
      "start": 1696.44,
      "duration": 11.16
    },
    {
      "text": "mentioned this earlier, in a previous episode that \nI come from the world's most multicultural city,  ",
      "start": 1707.6,
      "duration": 6.88
    },
    {
      "text": "Toronto Canada, and Canada is one of the \nmost multicultural countries in the world,  ",
      "start": 1714.48,
      "duration": 6.12
    },
    {
      "text": "and we believe in a cultural mosaic so not a \nmelting pot, and so we kind of respect other  ",
      "start": 1720.6,
      "duration": 9.76
    },
    {
      "text": "cultures or we're taught to do that, especially in \nToronto, and I kind of feel like I'm in a culture,  ",
      "start": 1730.36,
      "duration": 8.16
    },
    {
      "text": "that on the surface, looks really homogeneous, but \nyou have to be here a while and you have to move  ",
      "start": 1738.52,
      "duration": 7.96
    },
    {
      "text": "around, to start understanding it's not near as \nhomogeneous as you think. Um, there's, different  ",
      "start": 1746.48,
      "duration": 9.68
    },
    {
      "text": "provinces operate differently, like you learn \nabout different rules in different provinces,  ",
      "start": 1756.16,
      "duration": 5.76
    },
    {
      "text": "so maybe uh you need some kind of government \ndocument um but in one province it might be too  ",
      "start": 1761.92,
      "duration": 9.04
    },
    {
      "text": "difficult to get because your age or something \nuh and so you hear stories of people going to  ",
      "start": 1770.96,
      "duration": 7.28
    },
    {
      "text": "another province to process that document because \nthat province allows maybe that older person to  ",
      "start": 1778.24,
      "duration": 8.32
    },
    {
      "text": "work there uh longer or something like that, so \nyou just hear a little stories like this about  ",
      "start": 1786.56,
      "duration": 6.52
    },
    {
      "text": "some of the differences between provinces, you \nrealize they're not all the same and I don't think  ",
      "start": 1793.08,
      "duration": 6.04
    },
    {
      "text": "they're, I don't think they were ever imagined to \nbe the same, each of them is kind of an adaptation  ",
      "start": 1799.12,
      "duration": 7.76
    },
    {
      "text": "for the people in that area, and so everything \nis different, everything is pretty localized,  ",
      "start": 1806.88,
      "duration": 8.4
    },
    {
      "text": "like that's the other thing is with the banking \nsystem, very localized, very branch-focused,  ",
      "start": 1815.28,
      "duration": 8.36
    },
    {
      "text": "um so it matters where you opened your first \nbank account, what branch it was, at I'm trying  ",
      "start": 1823.64,
      "duration": 6.32
    },
    {
      "text": "to get something changed about a mistake done \nwith my name uh on one of my bank accounts,  ",
      "start": 1829.96,
      "duration": 7.04
    },
    {
      "text": "Chinese bank accounts, and somehow the mistake \njust got discovered recently, but it's blocking  ",
      "start": 1837.0,
      "duration": 9.68
    },
    {
      "text": "me from doing different things using some online \napps for instance, and what the bank has to do  ",
      "start": 1846.68,
      "duration": 7.08
    },
    {
      "text": "here in Yantai is they have to contact the home \nbranch to change, for them to change the name,  ",
      "start": 1853.76,
      "duration": 8.96
    },
    {
      "text": "so that they can change the name here, and uh \nand it it seems to be taking ages and it's in  ",
      "start": 1862.72,
      "duration": 7.28
    },
    {
      "text": "the same province, it's in a different city, but \nsame province, and so yeah so this is some of the  ",
      "start": 1870.0,
      "duration": 9.28
    },
    {
      "text": "challenges in China, is how localized the banks \nare, it's just really the opposite of Canada where  ",
      "start": 1879.28,
      "duration": 8.68
    },
    {
      "text": "a branch is virtually meaningless. It doesn't \nreally matter, it's just where you put your,  ",
      "start": 1887.96,
      "duration": 5.96
    },
    {
      "text": "it's just the closest bank machine where you \nwould stick your card in to get your money,  ",
      "start": 1893.92,
      "duration": 4.84
    },
    {
      "text": "because it doesn't matter what branch you go into, \nyou get your money from the machine. You can go to  ",
      "start": 1898.76,
      "duration": 6.4
    },
    {
      "text": "the teller, you can also get the money from that \nbank at that teller but you could go to any branch  ",
      "start": 1905.16,
      "duration": 6.92
    },
    {
      "text": "in the country and it would be the same, so the \nbranch doesn't matter, but in China it does, um  ",
      "start": 1912.08,
      "duration": 9.64
    },
    {
      "text": "where it's registered anyway. I can still withdraw \nmy money from my account even though it's, you  ",
      "start": 1921.72,
      "duration": 8.24
    },
    {
      "text": "know the branch is in in another city, there isn't \nany issue that way, but if any changes have to  ",
      "start": 1929.96,
      "duration": 7.76
    },
    {
      "text": "be made to the account it's got to go to the home \nbranch and I've heard this about the internet too,  ",
      "start": 1937.72,
      "duration": 7.8
    },
    {
      "text": "with VPNs, very localized, VPN's work, some VPNs \nwork better in some locations than others so any  ",
      "start": 1945.52,
      "duration": 10.04
    },
    {
      "text": "VPN that says we are the best for all of China uh \nyou have to take with a grain of salt because it  ",
      "start": 1955.56,
      "duration": 7.32
    },
    {
      "text": "depends where you live. Different VPNs are going \nto do better in different places because it's  ",
      "start": 1962.88,
      "duration": 7.16
    },
    {
      "text": "different locally, so there's this diversity \nin China that is largely in invisible and,  ",
      "start": 1970.04,
      "duration": 9.72
    },
    {
      "text": "but you know if you start talking to people you'll \nstart finding out there's different dialects too  ",
      "start": 1979.76,
      "duration": 5.72
    },
    {
      "text": "in different cities and I've already talked about \nthat so there's a lot more diversity in China  ",
      "start": 1985.48,
      "duration": 7.28
    },
    {
      "text": "than you realize. And so coming from the world's \nmost multicultural city, I feel almost a little  ",
      "start": 1992.76,
      "duration": 8.44
    },
    {
      "text": "bit at home here like their curiosity about other \ncultures is similar to maybe someone in Toronto,  ",
      "start": 2001.2,
      "duration": 10.44
    },
    {
      "text": "whereas but here, um you don't see the different \ncolor skin and blacks and so on, you know  ",
      "start": 2011.64,
      "duration": 8.04
    },
    {
      "text": "they're pretty unusual, there's some, visiting \nstudents, you largely see Chinese, but they,  ",
      "start": 2019.68,
      "duration": 7.6
    },
    {
      "text": "you know there could be different dialects and so \non that you wouldn't know until you talk to them,  ",
      "start": 2027.28,
      "duration": 7.6
    },
    {
      "text": "uh try and talk to them in their kind of home \nlanguage, not Mandarin, not that I could do that  ",
      "start": 2034.88,
      "duration": 7.36
    },
    {
      "text": "but there's a lot more diversity underneath, and I \nthink that's maybe why they're curious about other  ",
      "start": 2042.24,
      "duration": 7.76
    },
    {
      "text": "cultures because they're not as homogenous and as \ninward looking as you would imagine they might be  ",
      "start": 2050.0,
      "duration": 9.0
    },
    {
      "text": "uh being like a 5,000 year old culture. It's just \nnot like that, it's like it's like there is um  ",
      "start": 2059.0,
      "duration": 10.84
    },
    {
      "text": "yeah it's it's it's like there's a cultural mosaic \nhere too, but it's older, it's been around longer,  ",
      "start": 2069.84,
      "duration": 6.92
    },
    {
      "text": "it's more deeply embedded compared to say \nCanada, which would be all very new and not  ",
      "start": 2076.76,
      "duration": 7.16
    },
    {
      "text": "really uh fully established, so I think that's why \nthere's an appreciation for that kind of diversity  ",
      "start": 2083.92,
      "duration": 10.92
    },
    {
      "text": "and maybe why students are are curious about \nthe outside world. They know about diversity  ",
      "start": 2094.84,
      "duration": 7.16
    },
    {
      "text": "and difference, different ways of looking at \nthings, but from a Chinese perspective. After  ",
      "start": 2102.0,
      "duration": 7.44
    },
    {
      "text": "being in China for so long and interacting with \nthe students when they, when they're in class and  ",
      "start": 2109.44,
      "duration": 6.92
    },
    {
      "text": "they uh talk about things because, so a lot of \nthe classes I start with a a story just to get  ",
      "start": 2116.36,
      "duration": 8.24
    },
    {
      "text": "them thinking in English and uh and I'll I'll just \nstart the story like with a sentence and I'll ask  ",
      "start": 2124.6,
      "duration": 7.16
    },
    {
      "text": "them to add to it, to add to the story and it'll \nbe a a a focus of a certain theme sports or food  ",
      "start": 2131.76,
      "duration": 7.84
    },
    {
      "text": "or something like that and so the students will \nfinish off the story and I'll write it down and  ",
      "start": 2139.6,
      "duration": 7.16
    },
    {
      "text": "so they're coming up with different suggestions \nand I find yeah, like now, there's very little  ",
      "start": 2146.76,
      "duration": 7.84
    },
    {
      "text": "that surprises me, um they'll come up with some uh \nanswer to um some kind of problem and because I've  ",
      "start": 2154.6,
      "duration": 13.04
    },
    {
      "text": "heard of this before and I learned a lot about \nChinese culture um, what they suggest is, I know  ",
      "start": 2167.64,
      "duration": 8.04
    },
    {
      "text": "exactly where it comes from, I know it's Chinese \nyou know like talk of drinking hot water that  ",
      "start": 2175.68,
      "duration": 6.6
    },
    {
      "text": "that for instance that that's healthy that's what \nyou should do if you've got a cold or something  ",
      "start": 2182.28,
      "duration": 6.12
    },
    {
      "text": "drinking hot water um so, before it would be \na surprise and hearing about all the dialects,  ",
      "start": 2188.4,
      "duration": 9.04
    },
    {
      "text": "I remember the first time I heard about that in \nNanjing from my students um telling me about how  ",
      "start": 2197.44,
      "duration": 8.16
    },
    {
      "text": "many dialects were in the province that we were \nin and even in their own hometowns and that was  ",
      "start": 2205.6,
      "duration": 7.12
    },
    {
      "text": "pretty shocking, um but now I mean I don't notice \nthe dialects here, I can't say that I have but,  ",
      "start": 2212.72,
      "duration": 9.48
    },
    {
      "text": "I'm just familiar with all that, it's not a \nsurprise anymore, so there's less and less that  ",
      "start": 2222.2,
      "duration": 6.64
    },
    {
      "text": "are coming across as new. Definitely, to stumble \nacross something new nowadays is a lot less likely  ",
      "start": 2228.84,
      "duration": 8.8
    },
    {
      "text": "than it was 10 years ago obviously and so so \nyeah I've just gotten used to so much of Chinese  ",
      "start": 2237.64,
      "duration": 9.52
    },
    {
      "text": "culture and I understand it much more but you \nknow you do go a little deeper, I'm just trying  ",
      "start": 2247.16,
      "duration": 6.88
    },
    {
      "text": "to think of a few things that happened recently \nthere there's still learning going on, so you'll  ",
      "start": 2254.04,
      "duration": 6.48
    },
    {
      "text": "learn some new reason or a deeper uh reason why \nthings happen um yeah so I I remember one of the  ",
      "start": 2260.52,
      "duration": 11.88
    },
    {
      "text": "first things that um struck me was a big change \nchange in the schedule 10 years ago um that I I  ",
      "start": 2272.4,
      "duration": 10.0
    },
    {
      "text": "mean I noted it it made that much of an impression \non me and changes happen all the time and now that  ",
      "start": 2282.4,
      "duration": 8.72
    },
    {
      "text": "I'm teaching English as a foreign language which I \nhaven't done before and I've met some of the other  ",
      "start": 2291.12,
      "duration": 8.44
    },
    {
      "text": "foreign language teachers, I just hear how things \ncan change last minute, they just say they're just  ",
      "start": 2299.56,
      "duration": 7.96
    },
    {
      "text": "used to it happening because they've been more \nimmersed in that world than I have, and part  ",
      "start": 2307.52,
      "duration": 8.72
    },
    {
      "text": "of the reason is because I was teaching in Jinan \nfor five years. I was teaching an international  ",
      "start": 2316.24,
      "duration": 6.88
    },
    {
      "text": "program, basically American courses, that are \ntaught around the world and so there's scheduled  ",
      "start": 2323.12,
      "duration": 7.2
    },
    {
      "text": "times for exams and so on, so you have to keep on \na schedule and so things are are pretty scheduled,  ",
      "start": 2330.32,
      "duration": 8.12
    },
    {
      "text": "and here there's no sort of international course \nthat I'm following, I'm just teaching locally and  ",
      "start": 2338.44,
      "duration": 7.8
    },
    {
      "text": "so things can just change uh on a dime and you \nknow, suddenly I was told for instance I have to  ",
      "start": 2346.24,
      "duration": 7.08
    },
    {
      "text": "have an exam for my PhD students, and I'd never \neven heard about an exam and we're only a few  ",
      "start": 2353.32,
      "duration": 6.16
    },
    {
      "text": "weeks away from the end of the semester, so I have \nto pull an exam together and so stuff like that,  ",
      "start": 2359.48,
      "duration": 7.44
    },
    {
      "text": "is just I'm more used to it so I just learn to go \nwith the flow and the students didn't expect it  ",
      "start": 2366.92,
      "duration": 8.44
    },
    {
      "text": "either like they didn't know and I didn't know, so \nyou just get used to it um so I'm not freaking out  ",
      "start": 2375.36,
      "duration": 7.24
    },
    {
      "text": "over it. I'm just working on it, just dealing \nwith it, so not me yeah, I don't get surprised  ",
      "start": 2382.6,
      "duration": 8.2
    },
    {
      "text": "near as much. Um I'm trying to think what else \nI I could say, um yeah you just get a deeper,  ",
      "start": 2390.8,
      "duration": 10.72
    },
    {
      "text": "uh I mean you do get new insights, a deeper, you \nfind out a real reason for something you thought  ",
      "start": 2401.52,
      "duration": 5.32
    },
    {
      "text": "it was something different in the past, um what \ncan I say about that yeah. But the students are,  ",
      "start": 2406.84,
      "duration": 11.08
    },
    {
      "text": "you know in the classroom, people asking for \nleave and uh that's how they word at asking for  ",
      "start": 2417.92,
      "duration": 7.64
    },
    {
      "text": "leave people will send me a a message before \nclass oh I you know I got hurt can I ask for  ",
      "start": 2425.56,
      "duration": 7.8
    },
    {
      "text": "leave that that's a typical one and that hasn't \nreally changed, that's pretty much stayed the  ",
      "start": 2433.36,
      "duration": 7.96
    },
    {
      "text": "same I think in each city that I've been in, um \nso yeah it's just yeah there's less things that  ",
      "start": 2441.32,
      "duration": 11.24
    },
    {
      "text": "surprise me, I am still learning things you learn \ndeeper like nuances about Chinese culture, um so  ",
      "start": 2452.56,
      "duration": 11.24
    },
    {
      "text": "the students are more familiar to me, uh their \nthinking is more familiar, uh what's interesting  ",
      "start": 2463.8,
      "duration": 7.92
    },
    {
      "text": "is that a lot of these things I made conclusions \non my own about how the West is different from  ",
      "start": 2471.72,
      "duration": 8.04
    },
    {
      "text": "China based on my personal experience, but \nI couldn't conclusively say is this actually  ",
      "start": 2479.76,
      "duration": 6.96
    },
    {
      "text": "right or is it just because of my specific \nexperience. What is backing this up is that I  ",
      "start": 2486.72,
      "duration": 7.92
    },
    {
      "text": "am teaching English as a foreign language and the \ntextbooks I'm using were published in China. They  ",
      "start": 2494.64,
      "duration": 8.12
    },
    {
      "text": "came from Beijing uh Foreign Language university \nI believe it's called, which originally apparently  ",
      "start": 2502.76,
      "duration": 7.36
    },
    {
      "text": "was founded by a Canadian and who married uh a \nBritish guy and so she died, she's quite famous,  ",
      "start": 2510.12,
      "duration": 11.16
    },
    {
      "text": "in her 90s, but anyway so from that university, \nso in a China context and so all the stories are  ",
      "start": 2521.28,
      "duration": 8.52
    },
    {
      "text": "about uh Chinese interacting with westerners. It's \nreally comparing, it's for university students so  ",
      "start": 2529.8,
      "duration": 8.64
    },
    {
      "text": "they'll have chapters on like comparing a Western \nuniversity to a Chinese university, say for sport.  ",
      "start": 2538.44,
      "duration": 7.12
    },
    {
      "text": "For instance, a chapter I was just doing this week \nis all about sport in China and how it's organized  ",
      "start": 2545.56,
      "duration": 7.72
    },
    {
      "text": "and how it's different from uh typical uh British \nand American universities so you know they don't  ",
      "start": 2553.28,
      "duration": 10.4
    },
    {
      "text": "have you know, for instance, uh just you know so \nthis is a new thing I've learned is that they have  ",
      "start": 2563.68,
      "duration": 8.84
    },
    {
      "text": "they don't have competitions between universities \nin a sport like in the US or Canada that I'm used  ",
      "start": 2572.52,
      "duration": 6.84
    },
    {
      "text": "to, the competition is internal to the university \nand the competition is between faculties so it's  ",
      "start": 2579.36,
      "duration": 8.04
    },
    {
      "text": "very, so if you're a student, you try to \nget on the faculty team of whatever it is,  ",
      "start": 2587.4,
      "duration": 7.44
    },
    {
      "text": "a soccer or whatever um or badminton and \nyour faculty team plays another faculty team,  ",
      "start": 2594.84,
      "duration": 10.48
    },
    {
      "text": "you don't play any other university, you don't go \nto another university, so I didn't know all this.  ",
      "start": 2605.32,
      "duration": 7.0
    },
    {
      "text": "This is all new to me and so, but to read it to \nhear from students in class about how they're on  ",
      "start": 2612.32,
      "duration": 8.64
    },
    {
      "text": "a team and it is in faculty focus and then to have \nthis book published in China from Beijing the sort  ",
      "start": 2620.96,
      "duration": 8.64
    },
    {
      "text": "of foreign language university tell a story of how \nin China that's how it's organized compared to us  ",
      "start": 2629.6,
      "duration": 8.68
    },
    {
      "text": "and British universities, it just reinforces \neverything that I learned on my own. So I like  ",
      "start": 2638.28,
      "duration": 10.32
    },
    {
      "text": "that because it's making me more sure of of my \nexperience, that the experience I had is typical,  ",
      "start": 2648.6,
      "duration": 7.56
    },
    {
      "text": "is not surprising, it is typical of Chinese \nuniversities, uh faculties uh basically play  ",
      "start": 2656.16,
      "duration": 8.8
    },
    {
      "text": "against each other, universities don't uh when it \ncomes to the sports world. And they don't seem to  ",
      "start": 2664.96,
      "duration": 7.28
    },
    {
      "text": "have any kind of um yeah, they don't have really \nhave frosh week, I mean in my book they talk about  ",
      "start": 2672.24,
      "duration": 9.76
    },
    {
      "text": "a bit of a frosh week in China, but it's sounds \na pretty watered down version compared to what we  ",
      "start": 2682.0,
      "duration": 7.64
    },
    {
      "text": "have in the west and here at this university, \nit doesn't resonate at all. They play, mainly  ",
      "start": 2689.64,
      "duration": 6.72
    },
    {
      "text": "don't seem to have anything uh like that and so \ngetting it from the textbook published in China is  ",
      "start": 2696.36,
      "duration": 8.16
    },
    {
      "text": "just reinforcing all this that I was right, I was \ncorrect, I was, my understanding is right on. It's  ",
      "start": 2704.52,
      "duration": 8.88
    },
    {
      "text": "an example of the the truth about China when it \ncomes to universities and teaching um, so that's  ",
      "start": 2713.4,
      "duration": 10.52
    },
    {
      "text": "what's changing, it's just because of the course \nI'm teaching and the book I'm using uh in terms  ",
      "start": 2723.92,
      "duration": 6.48
    },
    {
      "text": "of understanding university. Uh, the other thing \nthat's different is that I'm teaching first year  ",
      "start": 2730.4,
      "duration": 6.64
    },
    {
      "text": "students at a university. I didn't teach first \nyear students before, I taught Master's students,  ",
      "start": 2737.04,
      "duration": 9.04
    },
    {
      "text": "so students who had experience, and so that's \ndifferent, they're very you know, they're just  ",
      "start": 2746.08,
      "duration": 5.92
    },
    {
      "text": "very young um students um um and uh yeah and very \nclose missing home and homesickness and that kind  ",
      "start": 2752.0,
      "duration": 12.44
    },
    {
      "text": "of thing, so I that's the first time I've come \nacross that. My graduate students you know  ",
      "start": 2764.44,
      "duration": 6.64
    },
    {
      "text": "they've been away from home for a long time. The \nother thing that I've heard is that some students  ",
      "start": 2771.08,
      "duration": 7.16
    },
    {
      "text": "said they've been away from home for a long time \nanyway like they went to a boarding school um when  ",
      "start": 2778.24,
      "duration": 7.28
    },
    {
      "text": "they were were younger like maybe starting at 10 \nyears old or something, or early teenage years,  ",
      "start": 2785.52,
      "duration": 7.8
    },
    {
      "text": "and so to come to university it isn't that much of \na difference but I'm not too sure what percentage  ",
      "start": 2793.32,
      "duration": 6.96
    },
    {
      "text": "of students fall into that category because \nthere's definitely students that are homesick,  ",
      "start": 2800.28,
      "duration": 5.56
    },
    {
      "text": "it's their first time away from home, even \nthough they're not that far away, so you hear  ",
      "start": 2805.84,
      "duration": 7.36
    },
    {
      "text": "how they miss their families or miss a sister \nor something like that, that's what's different  ",
      "start": 2813.2,
      "duration": 7.12
    },
    {
      "text": "how they really miss their families, like I don't \nnecessarily hear parents they miss but they miss,  ",
      "start": 2820.32,
      "duration": 7.04
    },
    {
      "text": "it'll be animals or a pet cat but I do hear, oh I \nreally miss my little sister or I really miss my  ",
      "start": 2827.36,
      "duration": 8.16
    },
    {
      "text": "big brother, it's really touching you know cuz \nI don't know if I hear about that in the West.  ",
      "start": 2835.52,
      "duration": 6.8
    },
    {
      "text": "I don't know if I've ever heard that but they \nwill say it right here because these are some  ",
      "start": 2842.32,
      "duration": 5.68
    },
    {
      "text": "of the discussions we have to get them to talk, \nis about are they missing their family and so  ",
      "start": 2848.0,
      "duration": 6.64
    },
    {
      "text": "you hear these beautiful things, oh I really \nmiss my younger brother you know and go wow,  ",
      "start": 2854.64,
      "duration": 6.8
    },
    {
      "text": "so you do get a sense of a real family uh that \nthey miss the hometown, they'll miss the the food  ",
      "start": 2861.44,
      "duration": 9.04
    },
    {
      "text": "from the hometown uh, they'll even talk about the \nweather here like it is very very changeable here  ",
      "start": 2870.48,
      "duration": 6.4
    },
    {
      "text": "and quite different and you know so, so they're \nquite sensitive you know they've been in their  ",
      "start": 2876.88,
      "duration": 6.8
    },
    {
      "text": "hometown all their lives eating certain kind of \nfood with their family, used to a certain weather,  ",
      "start": 2883.68,
      "duration": 7.72
    },
    {
      "text": "certain temperature and then to go to another \npart of the same province that's quite different  ",
      "start": 2891.4,
      "duration": 8.0
    },
    {
      "text": "different food, different weather away from the \nparents and family, um yeah it's challenging  ",
      "start": 2899.4,
      "duration": 9.2
    },
    {
      "text": "for them, so anyway you you certainly hear some \nbeautiful stories about how they miss a sister or  ",
      "start": 2908.6,
      "duration": 7.76
    },
    {
      "text": "a brother uh it just kind of speaks to the how \ntightly knit the Chinese families still are,  ",
      "start": 2916.36,
      "duration": 8.4
    },
    {
      "text": "you know and this is in Shandong province, I'm not \nin Shanghai or Beijing but this is rural you know  ",
      "start": 2924.76,
      "duration": 8.32
    },
    {
      "text": "agricultural um so traditional I would say, so \nanyway, it's really beautiful to hear that, that's  ",
      "start": 2933.08,
      "duration": 11.88
    },
    {
      "text": "something you don't hear in the West. Um yeah, \nand then compared to the high school students um,  ",
      "start": 2944.96,
      "duration": 11.52
    },
    {
      "text": "I wasn't as clear on the living arrangements with \nthem. They were going home, they weren't living  ",
      "start": 2956.48,
      "duration": 7.56
    },
    {
      "text": "on campus so yeah they were with their parents, \nanyway so I think often the parents would buy a  ",
      "start": 2964.04,
      "duration": 7.12
    },
    {
      "text": "house so that their kids could go to that school \nand so they would typically be going home uh and  ",
      "start": 2971.16,
      "duration": 8.32
    },
    {
      "text": "be with their parents um and home was in Jinan, \nso uh so that's how that was different high  ",
      "start": 2979.48,
      "duration": 9.56
    },
    {
      "text": "school. And that brings us to a close of another \nepisode of the Maple Dragon, the seven- year  ",
      "start": 2989.04,
      "duration": 5.12
    },
    {
      "text": "long chronicles of a Canadian professor in China. \nUntil next time, take care of yourself, goodbye.",
      "start": 2994.16,
      "duration": 5.96
    }
  ]
}