{
  "video_id": "1pouMxRiSec",
  "url": "https://www.youtube.com/watch?v=1pouMxRiSec",
  "transcript": [
    {
      "text": "and there's more people coming in it's such an \nhonor to have everybody here at the people's forum  ",
      "start": 406.64,
      "duration": 4.48
    },
    {
      "text": "for this very very important discussion um thank \nyou all so much for coming i think we're almost  ",
      "start": 411.12,
      "duration": 5.52
    },
    {
      "text": "out of seats if that's the case and so if there \nare no more seats please feel free to stand around  ",
      "start": 416.64,
      "duration": 6.88
    },
    {
      "text": "just a couple of things you can get this book \nat the bookstore 1804 books by the front if  ",
      "start": 423.52,
      "duration": 5.36
    },
    {
      "text": "you haven't done it already we'll be signing vj \nwill be signing books at the end so make sure you  ",
      "start": 428.88,
      "duration": 5.84
    },
    {
      "text": "get your copy we have a limited number um but \nyes welcome everybody how are you all feeling  ",
      "start": 434.72,
      "duration": 4.8
    },
    {
      "text": "all right um this is an amazing book i am so \nexcited for us to get into it because we're  ",
      "start": 441.92,
      "duration": 8.16
    },
    {
      "text": "what now it's a little over a year since the \nus withdrew from afghanistan after 20 years  ",
      "start": 450.64,
      "duration": 5.36
    },
    {
      "text": "of occupation which for most people looking around \nthe room is the majority of our lifetimes which is  ",
      "start": 456.0,
      "duration": 7.36
    },
    {
      "text": "crazy it's absolutely crazy and there's not been \none word of dissent from any of the ruling parties  ",
      "start": 463.36,
      "duration": 4.64
    },
    {
      "text": "in the white house so i'm really really excited \nfor this book which is really a materialization  ",
      "start": 468.0,
      "duration": 6.56
    },
    {
      "text": "of a conversation between two people who need no \nintroduction vijay prashad and noam chomsky and  ",
      "start": 474.56,
      "duration": 6.48
    },
    {
      "text": "not just telling us what happened but giving us \nstarting opening the discussion so we can figure  ",
      "start": 481.04,
      "duration": 4.72
    },
    {
      "text": "out what are we going to do so we can move forward \nin a world that's not dominated by u.s war where  ",
      "start": 485.76,
      "duration": 5.04
    },
    {
      "text": "we don't have to keep seeing more millions and \nmillions of people dying just for us hegemony so",
      "start": 490.8,
      "duration": 7.12
    },
    {
      "text": "uh i want to first also pass it off to \nour dear friend emily from the new press  ",
      "start": 502.32,
      "duration": 6.48
    },
    {
      "text": "without the new press this book would not \nhave happened so emily if you would like to  ",
      "start": 508.8,
      "duration": 3.84
    },
    {
      "text": "i don't see you where are you here you are \nthere you are if you would like to come  ",
      "start": 512.64,
      "duration": 2.72
    },
    {
      "text": "up and say a few words and then we'll get the \nconversation going thanks everyone thanks lyan  ",
      "start": 515.36,
      "duration": 5.44
    },
    {
      "text": "um hi everyone thanks so much for being here and \noh okay hi thank you lan and thanks everyone for  ",
      "start": 522.24,
      "duration": 6.88
    },
    {
      "text": "being here and to nom and vijay for writing \nthis really important book um i'll keep this  ",
      "start": 529.12,
      "duration": 4.56
    },
    {
      "text": "really brief um i'm supposed to say this sorry \nguys uh the new press amplifies progressive  ",
      "start": 533.68,
      "duration": 6.56
    },
    {
      "text": "voices for a more inclusive just and equitable \nworld as a non-profit public public interest  ",
      "start": 540.24,
      "duration": 5.44
    },
    {
      "text": "publisher we leverage books diverse voices and \nmedia engagement to facilitate social change  ",
      "start": 545.68,
      "duration": 6.0
    },
    {
      "text": "enrich public discourse and defend democratic \nvalues um okay i'll give this to vijay now",
      "start": 551.68,
      "duration": 10.16
    },
    {
      "text": "well uh hi good evening everybody it's great to \nbe here this is the second book launch i've done  ",
      "start": 563.84,
      "duration": 5.84
    },
    {
      "text": "in in uh in august and both book launches i flew \nin from south america on the flight that arrived  ",
      "start": 569.68,
      "duration": 6.88
    },
    {
      "text": "that morning so today i've arrived from brazil \nnoam chomsky is sitting in sao paulo brazil  ",
      "start": 576.56,
      "duration": 5.92
    },
    {
      "text": "i was super happy to be able to walk over \nto his apartment and give him the book  ",
      "start": 583.04,
      "duration": 4.56
    },
    {
      "text": "not long ago maybe a week ago um gnome is going \nto speak for about 15 or 20 minutes first and  ",
      "start": 587.6,
      "duration": 7.04
    },
    {
      "text": "then i'll make a few remarks and then we'll we'll \nchat amongst uh ourselves i hope that's okay um  ",
      "start": 594.64,
      "duration": 7.04
    },
    {
      "text": "if you'd like gnome to speak longer \njust say the word and you know  ",
      "start": 601.68,
      "duration": 3.84
    },
    {
      "text": "norm can speak for as long as you'd like give the \npeople what they want that's the key phrase right  ",
      "start": 605.52,
      "duration": 7.2
    },
    {
      "text": "so gnome would you like to take it \ntake it in any direction you'd like",
      "start": 612.72,
      "duration": 5.12
    },
    {
      "text": "well i'm i think you should i think you \nshould start now uh maybe a good idea  ",
      "start": 621.84,
      "duration": 4.8
    },
    {
      "text": "to let's let people know what some of the \nbroad themes were so go ahead don't please",
      "start": 626.64,
      "duration": 5.2
    },
    {
      "text": "just a second norm i think we've lost your \nvoice for a minute kate can we recover it  ",
      "start": 711.28,
      "duration": 4.56
    },
    {
      "text": "okay norm can you just have a it's not muted \nit's not muted something's happened to the mic",
      "start": 719.68,
      "duration": 10.16
    },
    {
      "text": "do we want him to sign in again just let's see",
      "start": 735.04,
      "duration": 8.8
    },
    {
      "text": "yeah yeah gnome would you uh just \ngo out and come back in again",
      "start": 745.68,
      "duration": 12.16
    },
    {
      "text": "it's the dangers of these things technology",
      "start": 759.04,
      "duration": 4.16
    },
    {
      "text": "yeah just have him sign in again",
      "start": 767.28,
      "duration": 4.56
    },
    {
      "text": "yes",
      "start": 796.56,
      "duration": 3.28
    },
    {
      "text": "okay let's try again",
      "start": 808.72,
      "duration": 1.2
    },
    {
      "text": "yes beautiful yay great great and you \nwere telling us what yeah go ahead",
      "start": 812.88,
      "duration": 14.96
    },
    {
      "text": "that's just fine don't worry about the \ndelay we're hearing you just fine now",
      "start": 835.12,
      "duration": 6.72
    },
    {
      "text": "I'll just make a couple of remarks about 2 topics.",
      "start": 841.84,
      "duration": 9.978
    },
    {
      "text": "Basically first topic, pretty brief what the world must be like in the near future if we hope to have a survivable society,",
      "start": 851.818,
      "duration": 16.984
    },
    {
      "text": "survivable world. The second topic is what may come to be the case,",
      "start": 868.802,
      "duration": 10.01
    },
    {
      "text": "what the current situation looks like, where we may be going. Regrettably those 2 topics do not necessarily coincide.",
      "start": 878.812,
      "duration": 14.014
    },
    {
      "text": "How close they come is basically your responsibility, you and others of your generation.",
      "start": 892.826,
      "duration": 9.943
    },
    {
      "text": "What the world must become, as I said, is pretty straightforward.",
      "start": 902.769,
      "duration": 4.972
    },
    {
      "text": "The 3 great powers, China, Russia, United States must find a way to overcome their conflict.",
      "start": 907.741,
      "duration": 12.979
    },
    {
      "text": "Must find a way to work together to deal with major crises.",
      "start": 920.72,
      "duration": 6.974
    },
    {
      "text": "There are oh, really, engulfing, and will become far more severe in the near future.",
      "start": 927.694,
      "duration": 8.975
    },
    {
      "text": "One of them is the climate crisis. Well, all you have to do is look around or read the front page.",
      "start": 936.669,
      "duration": 12.012
    },
    {
      "text": "So severe, that is, Pakistan has a large",
      "start": 948.681,
      "duration": 5.973
    },
    {
      "text": "part of it is underwater, hundreds of millions of people being displaced,",
      "start": 954.654,
      "duration": 9.009
    },
    {
      "text": "people driven out of villages under 10 feet of water.",
      "start": 963.663,
      "duration": 4.938
    },
    {
      "text": "Nearby there are severe droughts making life almost impossible in",
      "start": 968.601,
      "duration": 6.006
    },
    {
      "text": "parts of India. Nearby temperatures are reaching 50° C, with people that were, maybe less than 10% of the population has any kind of air conditioning. Meanwhile to nuclear powers India and",
      "start": 974.607,
      "duration": 19.987
    },
    {
      "text": "Pakistan. Oh, wasting! There are scarce resources.",
      "start": 994.594,
      "duration": 4.972
    },
    {
      "text": "See, we desperately need to deal with current crises, wasting their resources on preparing to destroy each other with their huge nuclear weapons, arsenals which they may be using through.",
      "start": 999.566,
      "duration": 15.949
    },
    {
      "text": "And if the common water resources for the 2 countries decline, and they begin to try to kill each other in order to see who will get the dwindling resources that can be duplicated around much of the world, ",
      "start": 1015.515,
      "duration": 15.982
    },
    {
      "text": "meanwhile the spread of nuclear war is severe is greatly increased.",
      "start": 1031.497,
      "duration": 6.941
    },
    {
      "text": "It's easy to find escalator letters that are by no means remote future possible pandemic or on the horizon.",
      "start": 1038.438,
      "duration": 12.979
    },
    {
      "text": "The major crises, with no borders which the great powers and others must work together to overcome, or else we're all finished.",
      "start": 1051.417,
      "duration": 14.982
    },
    {
      "text": "It's not what the world looks like now to look like that quite soon.",
      "start": 1066.399,
      "duration": 5.973
    },
    {
      "text": "Let me say a couple of words. Well, what may happen. First of all, notice that in the mentioning the Great Powers I left one out:",
      "start": 1072.372,
      "duration": 11.978
    },
    {
      "text": "Europe. Interesting that it's left out, take a look at Europe in recent centuries.",
      "start": 1084.35,
      "duration": 6.974
    },
    {
      "text": "It mostly rules the world. What is its, it's economy is on the scale of United States, and China, and so you measure by some measures even above them.",
      "start": 1091.324,
      "duration": 15.949
    },
    {
      "text": "It's got a educated population. Oh, level of culture and science How come it's not listed among the great powers with that history.",
      "start": 1107.273,
      "duration": 11.979
    },
    {
      "text": "These circumstances. Well, that goes back to the end of the Second World War.",
      "start": 1119.252,
      "duration": 5.972
    },
    {
      "text": "Since then the status of Europe in the global order has been contested.",
      "start": 1125.224,
      "duration": 5.973
    },
    {
      "text": "They've basically been 2 competing visions, one of them, the so-called Atlanticist vision, is that Europe will be subordinated to the United States,",
      "start": 1131.197,
      "duration": 15.949
    },
    {
      "text": "within the framework of NATO, of course, which is dominated, virtually run by the United States.",
      "start": 1147.146,
      "duration": 7.975
    },
    {
      "text": "That's the Atlanticist vision. There was an alternative.",
      "start": 1155.121,
      "duration": 4.972
    },
    {
      "text": "The most prominent figure putting it forth was Charles De Gaulle.",
      "start": 1160.093,
      "duration": 4.971
    },
    {
      "text": "The Gaullist vision for the goal. Europe should be an independent third force in the world, independent of Russia",
      "start": 1165.064,
      "duration": 10.945
    },
    {
      "text": "and the United States, not part of the Cold War. An independent force You'd, Atlantic to the Ural. That's the Gaullist vision was also put forth to some extent by other leaders,",
      "start": 1176.009,
      "duration": 21.988
    },
    {
      "text": "Germany, and others. Naturally the United States favored the first. We'll turn it, and its power was so overwhelming. That's the one that dominated. The ideological framework that held the",
      "start": 1197.997,
      "duration": 18.952
    },
    {
      "text": "Atlanticist vision together was a fear of a Russia about to conquer the world.",
      "start": 1216.949,
      "duration": 5.973
    },
    {
      "text": "We have to defend ourselves from that tremendous threat.",
      "start": 1222.922,
      "duration": 3.971
    },
    {
      "text": "Well, we can debate the reality of it, but in any event the imagery was powerful enough to establish the Atlanticist vision as the framework for Europe through the Cold War.",
      "start": 1226.893,
      "duration": 15.949
    },
    {
      "text": "So it's the problem in 1991 when the Soviet Union collapsed.",
      "start": 1242.842,
      "duration": 8.976
    },
    {
      "text": "I should say is perhaps you've seen in the last few hours ago, Mikhail Gorbachev passed away, the leading figure in bringing about these changes.",
      "start": 1251.818,
      "duration": 16.983
    },
    {
      "text": "Major figure in world affairs, much to say about that,",
      "start": 1268.801,
      "duration": 9.977
    },
    {
      "text": "significant figure. Be sure you'll read plenty of deceit and distortion about it in the coming weeks.",
      "start": 1278.778,
      "duration": 7.974
    },
    {
      "text": "Be careful will collapse of the Soviet Union required.",
      "start": 1286.752,
      "duration": 6.974
    },
    {
      "text": "Some modification of the Atlanticist vision which was now, I should say that the Gaullist vision of a Third European, Third Force, took on a new significance, the form with the Gorbachev role in where are",
      "start": 1293.726,
      "duration": 29.963
    },
    {
      "text": "you about the major changes in the world system. He put forth an expansion.",
      "start": 1323.689,
      "duration": 8.976
    },
    {
      "text": "He put forth an expansion of the Gaullist vision to what he called a \"common European home\".",
      "start": 1332.665,
      "duration": 6.94
    },
    {
      "text": "European home from, stretching from Lisbon to Vladivostok,",
      "start": 1339.605,
      "duration": 6.974
    },
    {
      "text": "No military alliance, no victors, no defeated, co-equals both",
      "start": 1346.579,
      "duration": 8.976
    },
    {
      "text": "working towards a social democratic future, that was Gorbachev's vision. At the end of, as the as Soviet Union collapsed.",
      "start": 1355.555,
      "duration": 8.975
    },
    {
      "text": "What about the Atlanticist vision? No Soviet Union, too,",
      "start": 1364.53,
      "duration": 5.939
    },
    {
      "text": "to confirm what's the basis for, it's very interesting to look at what happened.",
      "start": 1370.469,
      "duration": 3.971
    },
    {
      "text": "This is the the government of the, one thing that happened is that there was a settlement between",
      "start": 1374.44,
      "duration": 11.979
    },
    {
      "text": "George H.W. Bush, the first Bush, and Gorbachev, regarding the most crucial issue, divided them:",
      "start": 1386.419,
      "duration": 7.974
    },
    {
      "text": "the status of Germany: the main and industrial center of Europe,",
      "start": 1394.393,
      "duration": 6.974
    },
    {
      "text": "a certain history with regard to \nRussia which I don't have to recount.",
      "start": 1401.6,
      "duration": 4.96
    },
    {
      "text": "Gorbachev agreed to let Germany unify \nand join nato a hostile military alliance  ",
      "start": 1407.44,
      "duration": 11.36
    },
    {
      "text": "it's quite a concession in the light of \nhistory but he agreed there was a quid pro quo  ",
      "start": 1418.8,
      "duration": 6.56
    },
    {
      "text": "bush president bush agreed that germ that \nnato would not expand one inch to the east  ",
      "start": 1426.32,
      "duration": 8.4
    },
    {
      "text": "to the east of germany gorbachev agreed with \nthat uh there's been a good deal of deceit and  ",
      "start": 1435.28,
      "duration": 8.56
    },
    {
      "text": "misinformation about the nature of that agreement \nit's perfectly unambiguous straightforward  ",
      "start": 1445.76,
      "duration": 8.0
    },
    {
      "text": "you can look it up on the internet at the national \nsecurity archive which has the original documents  ",
      "start": 1454.32,
      "duration": 8.0
    },
    {
      "text": "and that was the agreement well \nwhat's the role of nato now  ",
      "start": 1462.32,
      "duration": 4.24
    },
    {
      "text": "it was interesting to see how that was handled",
      "start": 1467.68,
      "duration": 2.64
    },
    {
      "text": "the bush administration of course when the \nsoviet union collapsed had to come out with  ",
      "start": 1472.72,
      "duration": 7.2
    },
    {
      "text": "a new national security strategy new defense \nbudget no more soviet union and it makes very  ",
      "start": 1479.92,
      "duration": 8.08
    },
    {
      "text": "interesting reading i urge you to look back on \nit basically it said there were three main points  ",
      "start": 1488.0,
      "duration": 8.16
    },
    {
      "text": "it said we have to maintain a huge military system \nwhy not because of the russians they're gone  ",
      "start": 1497.04,
      "duration": 9.36
    },
    {
      "text": "because of the technological sophistication of \nthird world countries well in a well indoctrinated  ",
      "start": 1507.2,
      "duration": 9.28
    },
    {
      "text": "country like ours people don't burst out \nlaughing at that point so because of the  ",
      "start": 1516.48,
      "duration": 6.4
    },
    {
      "text": "technological sophistication of the south third \nworld we have to maintain this monstrous military  ",
      "start": 1523.52,
      "duration": 8.16
    },
    {
      "text": "system which totally dominates uh the rest of \nthe world second question is what do we do with  ",
      "start": 1531.68,
      "duration": 8.48
    },
    {
      "text": "the what was called the defense industrial \nbase that's basically the high-tech economy",
      "start": 1540.16,
      "duration": 7.76
    },
    {
      "text": "where we have to maintain it as a way of \nsupporting our major military system and of course  ",
      "start": 1550.24,
      "duration": 7.52
    },
    {
      "text": "the general economy thirdly we have to maintain \nintervention forces aimed at the middle east  ",
      "start": 1557.76,
      "duration": 9.28
    },
    {
      "text": "those were the main intervention forces since \ncarter 45 years so we have to maintain those  ",
      "start": 1567.68,
      "duration": 7.76
    },
    {
      "text": "the reason interesting reason they said a quote \nwe have to maintain intervention forces aimed  ",
      "start": 1576.08,
      "duration": 9.92
    },
    {
      "text": "at the middle east where our major problems \ncould not have been laid at the kremlin's door  ",
      "start": 1586.0,
      "duration": 8.0
    },
    {
      "text": "in other words we've been lying to you \nfor 50 years claiming that the problem  ",
      "start": 1595.44,
      "duration": 6.24
    },
    {
      "text": "in the middle east was the russians no \nproblem was radical independent nationalism  ",
      "start": 1601.68,
      "duration": 6.56
    },
    {
      "text": "that's why we needed the intervention forces \nthat's why we need them now it was good to see the  ",
      "start": 1609.28,
      "duration": 6.8
    },
    {
      "text": "clouds lifted very briefly they returned \npretty soon that was the immediate reaction  ",
      "start": 1616.08,
      "duration": 7.76
    },
    {
      "text": "internally to the united states beyond that \nthe next step was when bill clinton took  ",
      "start": 1624.8,
      "duration": 7.36
    },
    {
      "text": "over the presidency to break the agreement \nwith gorbachev and expand nato to the east  ",
      "start": 1632.16,
      "duration": 7.68
    },
    {
      "text": "began under clinton extended further under the \nsecond bush first troop but president bush lived  ",
      "start": 1640.56,
      "duration": 9.2
    },
    {
      "text": "up to the promise and clinton wasted almost no \ntime and dismantling it uh moving nato to the  ",
      "start": 1649.76,
      "duration": 8.4
    },
    {
      "text": "russian border russians didn't like that opposed \nit including gorbachev but they accepted it  ",
      "start": 1658.16,
      "duration": 8.08
    },
    {
      "text": "didn't respond they did however impose a red line \nthis is before putin to every russian leader that  ",
      "start": 1666.24,
      "duration": 9.36
    },
    {
      "text": "georgia and ukraine not join nato so the rest \nof the countries they tolerated not ukraine not  ",
      "start": 1676.24,
      "duration": 10.0
    },
    {
      "text": "georgia that was perfectly well understood by the \nhighest level of the us diplomatic corps virtually  ",
      "start": 1686.24,
      "duration": 10.48
    },
    {
      "text": "every official who had any knowledge of russia \nmade it very clear and explicit to the government  ",
      "start": 1696.72,
      "duration": 7.44
    },
    {
      "text": "u.s government have been doing so for 30 years \nthat it's reckless and provocative to try to  ",
      "start": 1704.16,
      "duration": 8.72
    },
    {
      "text": "uh reject this russian uh red line which is \ncompletely understandable in the light of both  ",
      "start": 1713.76,
      "duration": 8.64
    },
    {
      "text": "history and even the topography of the region that \nincludes the present past directors of the cia  ",
      "start": 1722.4,
      "duration": 8.08
    },
    {
      "text": "uh reagan's ambassador to russia jack matlock \none of the leading russia specialists and  ",
      "start": 1731.12,
      "duration": 8.0
    },
    {
      "text": "a host of others famously george cannon uh \nthere was no doubt about it well i'm not gonna  ",
      "start": 1739.12,
      "duration": 9.04
    },
    {
      "text": "run through what did happen but nato needed a new \njustification couldn't be the russians are coming  ",
      "start": 1748.16,
      "duration": 10.0
    },
    {
      "text": "and it didn't take long for it to come come \nalong uh the secretary general of nato uh dutch",
      "start": 1758.88,
      "duration": 8.72
    },
    {
      "text": "dutchman yokta sheffer he declared that the task \nof nato is to protect uh the international energy  ",
      "start": 1769.68,
      "duration": 12.08
    },
    {
      "text": "system including sea lanes and pipelines that \nmakes nato basically an international force  ",
      "start": 1781.76,
      "duration": 8.56
    },
    {
      "text": "uh shortly along with that came the new \nconcept of humanitarian intervention  ",
      "start": 1791.12,
      "duration": 7.84
    },
    {
      "text": "we need nato in order to carry out humanitarian \ninterventions in the world uh came other devices  ",
      "start": 1800.0,
      "duration": 9.52
    },
    {
      "text": "but essentially one or another pretext was \ndeveloped to justify nato well let's come up  ",
      "start": 1809.52,
      "duration": 8.08
    },
    {
      "text": "to the present skipping a lot of what happened \nwhich is very important where do we stand now  ",
      "start": 1817.6,
      "duration": 6.16
    },
    {
      "text": "right now the ukraine war settled the issue at \nleast temporarily of the status of europe the  ",
      "start": 1825.52,
      "duration": 11.36
    },
    {
      "text": "uh putin's aggression in ukraine gave the \nunited states an enormous gift handed it to  ",
      "start": 1837.6,
      "duration": 8.8
    },
    {
      "text": "washington on a silver platter europe subordinated \nitself completely for the time being to the nato  ",
      "start": 1846.4,
      "duration": 10.56
    },
    {
      "text": "atlanticist division no more talk right now about \ngorbachev's common european home i think that  ",
      "start": 1857.84,
      "duration": 9.44
    },
    {
      "text": "could have been avoided it's a long story a lot \nto say but it happened so where do we stand now  ",
      "start": 1867.28,
      "duration": 7.12
    },
    {
      "text": "well the united states has made its official \nposition very clear very explicit was announced  ",
      "start": 1875.44,
      "duration": 8.96
    },
    {
      "text": "a couple of months ago at the u.s air base \nin germany the ramstein air base where  ",
      "start": 1886.4,
      "duration": 6.4
    },
    {
      "text": "the united states called the nato \npowers a couple of others together  ",
      "start": 1893.44,
      "duration": 3.76
    },
    {
      "text": "to lay down the official policy it was reinforced \nexpanded at the nato summit a couple of weeks ago  ",
      "start": 1898.16,
      "duration": 10.32
    },
    {
      "text": "interesting summit for the first time \nnato included brought into the conference  ",
      "start": 1909.68,
      "duration": 7.68
    },
    {
      "text": "japan australia and nato uh expanded the \ngeographic concept north atlantic to include  ",
      "start": 1918.4,
      "duration": 10.72
    },
    {
      "text": "the indo-pacific region so now the north atlantic \nincludes the pacific ocean indian ocean all the  ",
      "start": 1929.68,
      "duration": 9.04
    },
    {
      "text": "oceans surrounding china and the us \nallies in the region are not formally but  ",
      "start": 1939.36,
      "duration": 9.28
    },
    {
      "text": "informally associated with nato the \nofficial policy with regard to russia  ",
      "start": 1949.6,
      "duration": 6.08
    },
    {
      "text": "is to continue maintain the ukraine \nwar in order to weaken russia severely  ",
      "start": 1956.32,
      "duration": 9.68
    },
    {
      "text": "in fact to weaken it so severely that it \ncannot undertake another such operation  ",
      "start": 1966.8,
      "duration": 6.8
    },
    {
      "text": "think about that for a minute it's clear what it \nmeans uh you recall the varsity conference in 1919  ",
      "start": 1974.8,
      "duration": 9.2
    },
    {
      "text": "which was intended to weaken germany sufficiently \nso that it could not carry out further aggression  ",
      "start": 1984.64,
      "duration": 8.16
    },
    {
      "text": "that failed so it has to be harsher than the \nsuper harsh uh versailles treaty which was a large  ",
      "start": 1993.52,
      "duration": 9.04
    },
    {
      "text": "factor that led to nazism that's not enough that's \nofficial u.s policy right now no negotiations  ",
      "start": 2002.56,
      "duration": 7.76
    },
    {
      "text": "no diplomacy just severely weakened russia and \nhope that by some miracle if russia faces defeat  ",
      "start": 2010.32,
      "duration": 11.92
    },
    {
      "text": "it will simply slink away quietly and not use \nthe weapons that we all know it has to devastate  ",
      "start": 2023.52,
      "duration": 11.04
    },
    {
      "text": "ukraine and maybe beyond we just take that \ngamble with the fate of ukrainians in the world  ",
      "start": 2034.56,
      "duration": 6.88
    },
    {
      "text": "and it's the world means tens of million \npeople facing severe hunger starvation with the  ",
      "start": 2043.2,
      "duration": 8.08
    },
    {
      "text": "closing off of the black sea region a huge for \nfood fertilizer exporting region reverse the steps  ",
      "start": 2051.84,
      "duration": 10.64
    },
    {
      "text": "the necessary steps towards dealing with the \nimmense crisis of global warming reverse those  ",
      "start": 2062.48,
      "duration": 8.16
    },
    {
      "text": "expand fossil fuel production and face the threat \nof nuclear war we're willing to gamble on all that  ",
      "start": 2070.64,
      "duration": 7.28
    },
    {
      "text": "in order to ensure that russia is severely \nweakened that's our official position now  ",
      "start": 2078.56,
      "duration": 7.12
    },
    {
      "text": "well all of this has to be overcome it has to be \nor else we're finished because of what must be the  ",
      "start": 2086.64,
      "duration": 8.72
    },
    {
      "text": "case if there's been decent survival what's likely \nto happen well we can only speculate i think we  ",
      "start": 2095.36,
      "duration": 9.76
    },
    {
      "text": "can see some of the tensions that are arising take \neurope again right at the center of this europe is  ",
      "start": 2105.12,
      "duration": 9.44
    },
    {
      "text": "one of the losers in the current war european \neconomies are badly hit europe being cut off  ",
      "start": 2114.56,
      "duration": 9.28
    },
    {
      "text": "from its natural trading partner russia is in \nsevere difficulty it's not just the cut off of  ",
      "start": 2123.84,
      "duration": 11.12
    },
    {
      "text": "potential cut off of petroleum products that's a \nlarge part of it it's much more than that russia's  ",
      "start": 2135.6,
      "duration": 8.4
    },
    {
      "text": "very rich in mineral resources doesn't have much \nof an economy economy is about the level of mexico  ",
      "start": 2144.0,
      "duration": 7.44
    },
    {
      "text": "but it has very rich resources even an effort to \nmove towards sustainable energy in europe which  ",
      "start": 2152.24,
      "duration": 7.84
    },
    {
      "text": "of course is necessary will require russian \nminerals and much else the temptations to",
      "start": 2160.08,
      "duration": 6.96
    },
    {
      "text": "get off of washington's coattails and to move \ntowards some kind of accommodation with russia  ",
      "start": 2169.2,
      "duration": 8.48
    },
    {
      "text": "those will be are sure to be increasingly serious \nbut there's more right behind russia is the whole  ",
      "start": 2178.4,
      "duration": 10.8
    },
    {
      "text": "eurasian system which is being developed \nby china in the built-in road initiative  ",
      "start": 2189.2,
      "duration": 8.32
    },
    {
      "text": "an enormous investment development program \nexpanding all over eurasia including russia  ",
      "start": 2198.08,
      "duration": 7.76
    },
    {
      "text": "and based on the shanghai cooperation organization \nincludes india pakistan iran russia the uh",
      "start": 2206.64,
      "duration": 10.48
    },
    {
      "text": "lack failure of accommodation with russia will \nblock europe from this enormous growing economic  ",
      "start": 2220.32,
      "duration": 8.4
    },
    {
      "text": "system and the china market itself which \nis europe's that's a major export market  ",
      "start": 2228.72,
      "duration": 6.88
    },
    {
      "text": "i think it's not likely that europe is going \nto forego all of this not just in order to  ",
      "start": 2236.8,
      "duration": 6.64
    },
    {
      "text": "echo washington's demands for continuing a war \nand no diplomacy in order to severely weaken  ",
      "start": 2244.08,
      "duration": 8.4
    },
    {
      "text": "russia we'll see the belton road initiative \nis expanding into africa um southeast asia  ",
      "start": 2253.12,
      "duration": 10.16
    },
    {
      "text": "uh even latin america the u.s backyard a couple \nof dozen latin american countries are now joining  ",
      "start": 2263.92,
      "duration": 7.92
    },
    {
      "text": "much to the annoyance and anger \nof the united states the u.s is  ",
      "start": 2272.8,
      "duration": 6.48
    },
    {
      "text": "trying to block it you can't block that kind of \nprogram with bombs the u.s comparative advantage  ",
      "start": 2279.28,
      "duration": 6.88
    },
    {
      "text": "how this will play out your guess is as good \nas mine but we do know that we must move  ",
      "start": 2287.52,
      "duration": 8.08
    },
    {
      "text": "towards accommodation of the current three major \npowers bringing in europe as a constructive  ",
      "start": 2296.24,
      "duration": 12.0
    },
    {
      "text": "major participant hopefully aiming \nfor something like gorbachev's vision  ",
      "start": 2308.24,
      "duration": 7.28
    },
    {
      "text": "of it your common european home no military \nblocks uh working together for a more equitable  ",
      "start": 2316.24,
      "duration": 10.56
    },
    {
      "text": "and just future that's the ideal it's not \nreached we'll basically be saying sorry  ",
      "start": 2326.8,
      "duration": 9.36
    },
    {
      "text": "it's the end of organized human society on \nearth i think that's a grim but fair estimate",
      "start": 2336.16,
      "duration": 8.8
    },
    {
      "text": "i'll stop there",
      "start": 2349.6,
      "duration": 4.24
    },
    {
      "text": "um there are many reasons to love noam chomsky \nand i actually really love noam chomsky  ",
      "start": 2361.44,
      "duration": 7.52
    },
    {
      "text": "uh one of them of course is that he's um \nthe most extraordinarily generous person  ",
      "start": 2368.96,
      "duration": 6.8
    },
    {
      "text": "i think many of you have written him emails \nmany of you and before that perhaps letters  ",
      "start": 2376.56,
      "duration": 5.84
    },
    {
      "text": "and he's written he's personally replied \nto every email he gets he used to type out  ",
      "start": 2383.04,
      "duration": 7.04
    },
    {
      "text": "letters to everybody who wrote him letters \nthe afterward of the book i write about how  ",
      "start": 2390.08,
      "duration": 6.64
    },
    {
      "text": "i you know wrote him a letter when he was sitting \nin his office in mit about something or the other  ",
      "start": 2397.28,
      "duration": 6.64
    },
    {
      "text": "that i was doing and of course he he replied and \ni thought my god this is noam chomsky replying to  ",
      "start": 2403.92,
      "duration": 8.56
    },
    {
      "text": "to me and i started writing regularly to him \nand he began to write me back regularly and  ",
      "start": 2412.48,
      "duration": 8.72
    },
    {
      "text": "he began to write long letters exploring \nthings that i was sending him to read and  ",
      "start": 2421.2,
      "duration": 6.64
    },
    {
      "text": "i thought this is extraordinary this is a level of \nintellectual and political generosity unparalleled  ",
      "start": 2427.84,
      "duration": 7.76
    },
    {
      "text": "and i really mean this unparalleled i don't \nthink there's an intellectual or political  ",
      "start": 2436.56,
      "duration": 6.72
    },
    {
      "text": "leader with us today who is as generous \nas noam chomsky um so when i thought look  ",
      "start": 2443.28,
      "duration": 8.56
    },
    {
      "text": "i've covered these wars in afghanistan libya and \niraq really ugly wars you know really really ugly  ",
      "start": 2452.64,
      "duration": 7.36
    },
    {
      "text": "wars and nobody really seems to care in the \nwest about the detritus of these really really  ",
      "start": 2460.0,
      "duration": 8.16
    },
    {
      "text": "really ugly wars horrendous wars over a \nmillion people civilians killed in iraq  ",
      "start": 2468.72,
      "duration": 6.88
    },
    {
      "text": "forgotten completely forgotten tens of \nhundreds of thousands of people maybe more  ",
      "start": 2475.6,
      "duration": 6.08
    },
    {
      "text": "lives destroyed in afghanistan today 90 percent of \nthe population living in poverty with starvation  ",
      "start": 2482.32,
      "duration": 8.32
    },
    {
      "text": "as a daily situation in their lives completely \nforgotten in the western world completely  ",
      "start": 2490.64,
      "duration": 7.76
    },
    {
      "text": "forgotten people are so gripped with their \ngreat solidarity with ukraine they have no sense  ",
      "start": 2498.4,
      "duration": 6.64
    },
    {
      "text": "of the people's lives they destroyed \nin afghanistan in iraq and in libya  ",
      "start": 2505.84,
      "duration": 6.48
    },
    {
      "text": "where there need not have been the horrendous \ndestruction of the libyan state they need  ",
      "start": 2513.2,
      "duration": 6.08
    },
    {
      "text": "not have been that you know when you destroy a \nstate a modern state that itself is a war crime  ",
      "start": 2519.28,
      "duration": 8.8
    },
    {
      "text": "even if that state is doing terrible things \nbecause after the state has been destroyed  ",
      "start": 2528.8,
      "duration": 5.52
    },
    {
      "text": "there's nothing left as an organizer of modern \nsociety there's nothing left libya is a wreck it's  ",
      "start": 2534.32,
      "duration": 8.64
    },
    {
      "text": "dangerous to fly into tripoli today 2022 11 years \nafter nato's aggressive military action against  ",
      "start": 2542.96,
      "duration": 9.68
    },
    {
      "text": "not gaddafi but the libyan state at the time i \nwrote a report from tripoli and i wrote and i said  ",
      "start": 2552.64,
      "duration": 8.32
    },
    {
      "text": "it's easy you know i said it takes a hundred \nyears to build a state it can be destroyed  ",
      "start": 2561.76,
      "duration": 5.12
    },
    {
      "text": "in an afternoon takes a hundred years to build \na state takes a long time for people to learn  ",
      "start": 2566.88,
      "duration": 5.68
    },
    {
      "text": "how to build institutions to take care of \nliteracy how to build institutions to take care of  ",
      "start": 2573.52,
      "duration": 6.72
    },
    {
      "text": "the management of trade and markets in \nfact not a hundred years i was being  ",
      "start": 2580.24,
      "duration": 4.16
    },
    {
      "text": "reckless it takes hundreds of years to build \nthose habits and then to build those actual  ",
      "start": 2584.96,
      "duration": 6.88
    },
    {
      "text": "infrastructure the building you know the ministry \nof xyz you bomb those things you've now made it  ",
      "start": 2592.56,
      "duration": 7.04
    },
    {
      "text": "impossible for people to easily organize \nthemselves you know i know that there's a  ",
      "start": 2599.6,
      "duration": 5.44
    },
    {
      "text": "predilection to believe people should just \norganize themselves it's not so easy to do  ",
      "start": 2605.04,
      "duration": 4.24
    },
    {
      "text": "that immediately rather than that you have chaos \nand in the chaos millions of people are suffering  ",
      "start": 2609.28,
      "duration": 8.64
    },
    {
      "text": "there's complete amnesia one of the great features \nof the work of noam chomsky is it's a his work is  ",
      "start": 2617.92,
      "duration": 7.6
    },
    {
      "text": "a battle against amnesia like today for instance \nin 20 minutes norm basically laid out a vision of  ",
      "start": 2625.52,
      "duration": 8.8
    },
    {
      "text": "the most recent part of our modern history which \nis completely absent in the mainstream discussion  ",
      "start": 2634.88,
      "duration": 6.8
    },
    {
      "text": "why is that absent it's really interesting \nin mainstream discussions both in  ",
      "start": 2642.24,
      "duration": 7.36
    },
    {
      "text": "journalistic discussions but also in intellectual \ndiscussions in high writings in the academy  ",
      "start": 2649.6,
      "duration": 5.84
    },
    {
      "text": "context has disappeared nobody wants to talk \nabout context if you start to talk about the  ",
      "start": 2656.32,
      "duration": 5.92
    },
    {
      "text": "context of what's happening in ukraine you're \nimmediately pilloried as somebody who's not  ",
      "start": 2662.24,
      "duration": 6.0
    },
    {
      "text": "in there immediately condemning something \nit's a kind of instagram culture of writing  ",
      "start": 2668.24,
      "duration": 4.96
    },
    {
      "text": "you have to have a opinion before you've \neven had the option of doing an analysis  ",
      "start": 2673.84,
      "duration": 4.48
    },
    {
      "text": "you must have an opinion what do you believe do \nyou believe that there's genocide here or genocide  ",
      "start": 2679.04,
      "duration": 5.12
    },
    {
      "text": "there let's not have a call the moment you say \nno let's contextualize something oh you are  ",
      "start": 2684.16,
      "duration": 4.96
    },
    {
      "text": "justifying it just the fact of contextualization \nis sufficient to accuse people of not having  ",
      "start": 2689.12,
      "duration": 9.6
    },
    {
      "text": "feeling in fact i would argue those who are \ntrying to decontextualize the world have lost  ",
      "start": 2698.72,
      "duration": 6.24
    },
    {
      "text": "feeling for the world because we are historical \nbeings as much as we are social beings we are not  ",
      "start": 2704.96,
      "duration": 6.64
    },
    {
      "text": "people without history we are people suffused \nwith history suffused with social relations  ",
      "start": 2711.6,
      "duration": 5.68
    },
    {
      "text": "between us that has to be methodologically \nat the core of how we understand things  ",
      "start": 2717.28,
      "duration": 5.04
    },
    {
      "text": "that's a key part of the method of noam chomsky's \nwork second key part it's not just the context  ",
      "start": 2723.04,
      "duration": 9.76
    },
    {
      "text": "it's also an element of rationality i mean you \ngot to look at things in a relatively rational way  ",
      "start": 2733.52,
      "duration": 7.2
    },
    {
      "text": "um sometimes i used to pick up gnomes books \nand read them and start laughing really loudly  ",
      "start": 2741.36,
      "duration": 5.44
    },
    {
      "text": "you know because because things are absurd in the \nworld you know there's so many absurd things like  ",
      "start": 2747.44,
      "duration": 6.64
    },
    {
      "text": "like the situation in palestine grieves me \nevery day i've been to palestine a number of  ",
      "start": 2754.08,
      "duration": 5.04
    },
    {
      "text": "times terrible atrocity of the occupation but \nthere's something absurd about the occupation  ",
      "start": 2759.12,
      "duration": 7.52
    },
    {
      "text": "it's utterly absurd you know united states \nmedia is entirely absurd the new york times  ",
      "start": 2766.64,
      "duration": 5.2
    },
    {
      "text": "is one of the most abysmal newspapers \nthe foreign section of the new york times",
      "start": 2771.84,
      "duration": 5.04
    },
    {
      "text": "the section world affairs or whatever it's \ncalled it's it's absurd it's an abomination you  ",
      "start": 2779.36,
      "duration": 7.2
    },
    {
      "text": "know palestinians kill themselves you know they \nalways die in passive voice uh palestinians die  ",
      "start": 2786.56,
      "duration": 6.72
    },
    {
      "text": "in passive voice u.s allies die in active voice \nbashar al-assad kills palestinians died you see  ",
      "start": 2793.28,
      "duration": 7.84
    },
    {
      "text": "that it's utterly irrational but the irrationality \nof the new york times is perfectly seen as normal  ",
      "start": 2801.12,
      "duration": 7.52
    },
    {
      "text": "you know sharing a palestinian-american journalist \nwas assassinated in janine and the new york times  ",
      "start": 2809.44,
      "duration": 7.04
    },
    {
      "text": "said shireen abu aklay was shot well yes she \nwas shot that's not an inaccurate statement  ",
      "start": 2816.48,
      "duration": 6.32
    },
    {
      "text": "it's not inaccurate it's accurate but it's \nnot rational did she get shot by what and to  ",
      "start": 2823.52,
      "duration": 7.76
    },
    {
      "text": "go back to noam's speeches in the 1990s how would \na martian see that if somebody arrived from mars  ",
      "start": 2831.28,
      "duration": 8.0
    },
    {
      "text": "and read the new york times what would \nthey make of this ridiculous newspaper  ",
      "start": 2839.28,
      "duration": 4.48
    },
    {
      "text": "your hometown newspaper which is an office you \nknow just a short walk from the people's forum  ",
      "start": 2843.76,
      "duration": 6.24
    },
    {
      "text": "which is one of the best institutions in new york \ncity and thanks to the people's forum for existing",
      "start": 2850.0,
      "duration": 7.84
    },
    {
      "text": "so the second great methodological you know uh \ndimension of gnome's work is rationality and link  ",
      "start": 2859.68,
      "duration": 10.32
    },
    {
      "text": "to that is clarity there's a clarity about how the \nworld functions and as you see the clarity starts  ",
      "start": 2870.0,
      "duration": 8.0
    },
    {
      "text": "from a very simple point which is what's the best \nthing for people for human beings what's the best  ",
      "start": 2878.0,
      "duration": 6.56
    },
    {
      "text": "thing for the advancement of human beings let's \nstart with that as the premise the premise of our  ",
      "start": 2884.56,
      "duration": 6.4
    },
    {
      "text": "thinking should be what's best for human beings \nnot what's best for the united states of america  ",
      "start": 2890.96,
      "duration": 5.6
    },
    {
      "text": "this is the opposite of a nationalist vision it \nstarts with how are we going to survive on earth  ",
      "start": 2897.2,
      "duration": 6.16
    },
    {
      "text": "if we're going to survive on earth shall \nwe consider as noam said a rational  ",
      "start": 2904.0,
      "duration": 5.92
    },
    {
      "text": "a clear on taunt between the united states russia \nchina major powers just today foreign policy  ",
      "start": 2911.12,
      "duration": 8.32
    },
    {
      "text": "had an article which revealed that in april the \nrussians and the ukrainians cut a deal an interim  ",
      "start": 2919.44,
      "duration": 6.88
    },
    {
      "text": "deal foreign policy not mind nutty reporting \nwhich you're welcome to dismiss but i must say  ",
      "start": 2926.32,
      "duration": 8.64
    },
    {
      "text": "i seem to not be as much of a hallucinator of a \nreporter as people i read in the american press  ",
      "start": 2934.96,
      "duration": 8.16
    },
    {
      "text": "but that's a second maybe i just have \na high opinion of my own reporting but  ",
      "start": 2943.12,
      "duration": 4.88
    },
    {
      "text": "let let that be you don't have to agree with me \nbut for god's sake the foreign policy magazine  ",
      "start": 2948.0,
      "duration": 5.6
    },
    {
      "text": "you know which i often read not because i learn a \nlot from there but i get these little revelations  ",
      "start": 2954.16,
      "duration": 5.84
    },
    {
      "text": "today foreign policy revealed that in april the \nukrainians and russians cut an interim deal the  ",
      "start": 2960.56,
      "duration": 6.64
    },
    {
      "text": "walk could have been over in april by the way in \ncase you've forgotten we're at the end of august  ",
      "start": 2967.2,
      "duration": 5.12
    },
    {
      "text": "that's many months of \ncontinued pummeling of ukraine  ",
      "start": 2972.88,
      "duration": 3.2
    },
    {
      "text": "well very soon after that interim deal was cut \nand foreign policy doesn't draw the conclusions  ",
      "start": 2976.8,
      "duration": 6.72
    },
    {
      "text": "see the reason i read and i know i learned this \nfrom noam chomsky always read the mainstream press  ",
      "start": 2983.52,
      "duration": 5.92
    },
    {
      "text": "not because they'll connect the dots but they \nslip up and they give you details that they  ",
      "start": 2989.44,
      "duration": 5.2
    },
    {
      "text": "perhaps don't intend to give you you got to read \ngnome like that he reads the mainstream press  ",
      "start": 2994.64,
      "duration": 5.36
    },
    {
      "text": "in order to see what they're saying \nwhich they don't know they're saying  ",
      "start": 3000.56,
      "duration": 3.76
    },
    {
      "text": "foreign policy said in april an interim deal was \ncut full stop finished they don't say anymore but  ",
      "start": 3004.32,
      "duration": 6.0
    },
    {
      "text": "if you go back and timeline this damn thing you'll \ndiscover a few days after the interim deal was cut  ",
      "start": 3010.88,
      "duration": 7.2
    },
    {
      "text": "who arrives in kiev none other than \nthat great humanitarian a giant  ",
      "start": 3018.08,
      "duration": 6.72
    },
    {
      "text": "of western political developments the apogee \nthe top the mountaintop of intellectual and  ",
      "start": 3025.68,
      "duration": 8.96
    },
    {
      "text": "political acumen the british prime minister \nboris johnson boris johnson flies into kiev  ",
      "start": 3034.64,
      "duration": 7.92
    },
    {
      "text": "comes and hugs vladimir zelinski and whispers in \nhis ear break that agreement we we don't want that  ",
      "start": 3044.16,
      "duration": 8.8
    },
    {
      "text": "agreement we who talk until we're ready in the \nface about democracy and human rights we in the  ",
      "start": 3052.96,
      "duration": 7.36
    },
    {
      "text": "atlantic world washington and london are telling \nyou in kiev to do something that we want you to do  ",
      "start": 3060.32,
      "duration": 7.76
    },
    {
      "text": "not what your population wants you to do there's \nno democracy there why didn't zelinski come out  ",
      "start": 3068.08,
      "duration": 6.0
    },
    {
      "text": "in front of the media the guy is a really good \nspeaker although 55 african states were invited  ",
      "start": 3074.64,
      "duration": 6.4
    },
    {
      "text": "to his lecture and only 53 said no two arrived so \nhe's not that popular in many parts of the world  ",
      "start": 3081.04,
      "duration": 6.8
    },
    {
      "text": "but mr zielinski could have easily gone \nto his own public and said hey listen  ",
      "start": 3088.88,
      "duration": 4.16
    },
    {
      "text": "we have a deal on the table an interim deal with \nthe russians whatever we think of the russians  ",
      "start": 3093.04,
      "duration": 4.48
    },
    {
      "text": "let the fighting stop in april but no what \nis democracy nowadays not going to your  ",
      "start": 3097.52,
      "duration": 6.8
    },
    {
      "text": "people with the truth and trying to see what \nyour people believe democracy really means  ",
      "start": 3104.32,
      "duration": 5.92
    },
    {
      "text": "doing exactly what and this is a phrase from gnome \ndoing exactly what the godfather tells you to do  ",
      "start": 3110.24,
      "duration": 6.0
    },
    {
      "text": "godfather says break the deal you break the \ndeal just early a few hours ago we were on  ",
      "start": 3116.96,
      "duration": 5.28
    },
    {
      "text": "millenniums are killing capitalism we were doing \na podcast with these uh young people and um  ",
      "start": 3122.8,
      "duration": 7.2
    },
    {
      "text": "i was he one of jared asked noam about the \ngodfather thing and noam explained what he  ",
      "start": 3131.2,
      "duration": 5.92
    },
    {
      "text": "means by the godfather it's a fascinating part of \nthis book by the way this whole godfather thing  ",
      "start": 3137.12,
      "duration": 5.12
    },
    {
      "text": "but you know i'm not always the best red person \non european or the united states so i know the  ",
      "start": 3142.24,
      "duration": 5.2
    },
    {
      "text": "godfather from the film you know and the sopranos \nwhich i know in the later seasons becomes hard  ",
      "start": 3147.44,
      "duration": 6.64
    },
    {
      "text": "to watch but that's how i learned about the \nmafia and a little bit my own personal life  ",
      "start": 3154.08,
      "duration": 5.52
    },
    {
      "text": "and i know that even the mafia has a sit \ndown even the mafia calls the other gangsters  ",
      "start": 3160.4,
      "duration": 6.8
    },
    {
      "text": "and i know that they have like a gun under the \ntable you know pointing at the other people i  ",
      "start": 3168.08,
      "duration": 4.4
    },
    {
      "text": "know that but they're eating their spaghetti and \nmeatballs and drinking drinking their really bad  ",
      "start": 3172.48,
      "duration": 5.52
    },
    {
      "text": "chianti you know and they're talking in a kind \nof stereotypical pigeon italian you know maybe  ",
      "start": 3178.0,
      "duration": 7.44
    },
    {
      "text": "italian-american but they have a sit down they \nacknowledge it's important to have diplomacy  ",
      "start": 3185.44,
      "duration": 7.36
    },
    {
      "text": "before the shooting starts the united states not \ninterested even in meatballs and noodles with  ",
      "start": 3192.8,
      "duration": 7.6
    },
    {
      "text": "you know the russians or as we show in the book \ncompletely uninterested in negotiations with the  ",
      "start": 3200.4,
      "duration": 7.12
    },
    {
      "text": "taliban in 2001 even though the taliban said sit \ndown with us break open the chianti you drink it  ",
      "start": 3207.52,
      "duration": 7.04
    },
    {
      "text": "because we don't drink but we'll sit with you \nat the table no negotiation with the taliban  ",
      "start": 3214.56,
      "duration": 7.28
    },
    {
      "text": "in the 90s and then again in the 2000s no \nnegotiation with saddam who by the way would have  ",
      "start": 3222.48,
      "duration": 4.88
    },
    {
      "text": "drunk all the wine there so he'd have no problem \nwith that but no negotiation saddam kept saying in  ",
      "start": 3227.36,
      "duration": 6.0
    },
    {
      "text": "1990 how do we draw this back no not allowed we're \ngoing to bomb you in 2000 and 2000 2001 2002 he  ",
      "start": 3233.36,
      "duration": 9.6
    },
    {
      "text": "sent ms series let's dial this back i don't have \nanything to do with al-qaeda united said no we're  ",
      "start": 3242.96,
      "duration": 6.48
    },
    {
      "text": "going to whack you you know luka brazzi sleeps \nwith the fishes saddam sleeps in the gulf and then  ",
      "start": 3249.44,
      "duration": 8.88
    },
    {
      "text": "the most ridiculous was libya but gaddafi who has \nbeen a nut case for a long time and i know people  ",
      "start": 3258.32,
      "duration": 5.76
    },
    {
      "text": "have different opinions on gaddafi but gaddafi \nrepeatedly after the 1990s repeatedly said to the  ",
      "start": 3264.08,
      "duration": 8.08
    },
    {
      "text": "west i want to negotiate he said libya will have \nno more nuclear weapons we want to deal with the  ",
      "start": 3272.16,
      "duration": 6.0
    },
    {
      "text": "lockerbie plane thing he was negotiating in \ngood faith right through the 90s and 2000s  ",
      "start": 3278.16,
      "duration": 6.88
    },
    {
      "text": "2011 gaddafi said i don't want a war with \nthe people in benghazi i'm happy to back down  ",
      "start": 3285.04,
      "duration": 7.28
    },
    {
      "text": "when the african union said we're going to mediate \nqadhafi's welcome them to tripoli france said no  ",
      "start": 3292.32,
      "duration": 6.0
    },
    {
      "text": "you see what happened to france in all this today \nor yesterday yesterday emmanuel macron that great  ",
      "start": 3298.96,
      "duration": 6.48
    },
    {
      "text": "democrat like boris johnson arrived in \nalgeria algeria of all places algeria  ",
      "start": 3305.44,
      "duration": 8.08
    },
    {
      "text": "algeria the government called the public the \npower the pufa allowed a mass demonstration  ",
      "start": 3314.72,
      "duration": 7.6
    },
    {
      "text": "you know this qadhafi i was going to say \nimagine macron was like queen elizabeth ii  ",
      "start": 3323.76,
      "duration": 5.84
    },
    {
      "text": "he was sort of waving like this at the crowd and \nthey were abusing him they were saying france  ",
      "start": 3329.6,
      "duration": 6.88
    },
    {
      "text": "get the hell out of here same spirit in mali \nthis is exactly the detritus of the fact that  ",
      "start": 3336.48,
      "duration": 8.56
    },
    {
      "text": "nicholas sarkozy 2011 no negotiation with gaddafi \ngaddafi who funded sarkozy's election campaign  ",
      "start": 3345.04,
      "duration": 8.88
    },
    {
      "text": "gaddafi sent suitcases of money to get \nsarkozy into the lec palace sarkozy turns  ",
      "start": 3355.44,
      "duration": 7.6
    },
    {
      "text": "around and says whack him gadhafi sleeps with \nthe fishes i mean who are these people if you  ",
      "start": 3363.04,
      "duration": 8.08
    },
    {
      "text": "come back and i'm going to wrap up with this \nif you come back to where gnomes started from  ",
      "start": 3371.12,
      "duration": 5.68
    },
    {
      "text": "he started by saying look we have two choices \nhere right it's the old rosa luxembourg choice  ",
      "start": 3378.24,
      "duration": 5.92
    },
    {
      "text": "either we're going to go into actually it's not \nrosa lux 100 years later it's a much starker  ",
      "start": 3385.28,
      "duration": 4.96
    },
    {
      "text": "choice she said socialism or barbarism in fact \nit's not barbarism friends it's annihilation  ",
      "start": 3390.24,
      "duration": 6.16
    },
    {
      "text": "and i don't think this is a you know i don't \nthink when gnome uses the term extinction or  ",
      "start": 3397.12,
      "duration": 5.36
    },
    {
      "text": "annihilation i don't think he's being alarmist \nhe just said sixty percent of pakistan  ",
      "start": 3402.48,
      "duration": 5.92
    },
    {
      "text": "is under water right now sixty percent of pakistan \nunseasonable rains this is not the time when it's  ",
      "start": 3409.04,
      "duration": 6.32
    },
    {
      "text": "supposed to rain in pakistan 60 percent of the \ncountry underwater thousands of people dead  ",
      "start": 3415.36,
      "duration": 5.68
    },
    {
      "text": "i don't know how much rep i haven't seen",
      "start": 3422.16,
      "duration": 1.6
    },
    {
      "text": "the new york newspapers or anything i just got \nin from brazil today i'm a little disoriented  ",
      "start": 3426.48,
      "duration": 5.6
    },
    {
      "text": "but i don't know how it's being reported maybe \njust as you know the climate change but this is  ",
      "start": 3432.08,
      "duration": 5.36
    },
    {
      "text": "not just climate change you know how fashionable \npeople have this the word anthropomorphine like  ",
      "start": 3437.44,
      "duration": 6.0
    },
    {
      "text": "humans have done something bad you know once again \nhumans have done no it's not humans do you think  ",
      "start": 3443.44,
      "duration": 6.64
    },
    {
      "text": "you're going to blame the pakistanis pakistani \npeople have brought the floods on themselves  ",
      "start": 3450.08,
      "duration": 5.04
    },
    {
      "text": "you know shari nabu akhla killed herself no this \nis the capitalist class they are they are people  ",
      "start": 3455.12,
      "duration": 6.96
    },
    {
      "text": "of no feeling they are for profit they would like \nto see the world destroyed they are building their  ",
      "start": 3462.08,
      "duration": 6.32
    },
    {
      "text": "own rockets to take them to mars and boy they \ncouldn't go from this planet soon enough for  ",
      "start": 3468.4,
      "duration": 4.72
    },
    {
      "text": "me you know i want elon and his pals to get \non his spacex and zip off to another galaxy  ",
      "start": 3473.12,
      "duration": 6.72
    },
    {
      "text": "you know they have destroyed the planet and so the \nwords annihilation and extinction i don't think  ",
      "start": 3481.36,
      "duration": 6.0
    },
    {
      "text": "this is alarmist frankly friends i'm generally not \nan alarmist person i can't concentrate long enough  ",
      "start": 3487.36,
      "duration": 7.2
    },
    {
      "text": "to be alarmist so but i really do think this is \nwhere we are you read the ipcc reports it's scary  ",
      "start": 3494.56,
      "duration": 8.48
    },
    {
      "text": "you read the us department of energy reports where \nthey write openly about seeking nuclear primacy  ",
      "start": 3503.84,
      "duration": 6.96
    },
    {
      "text": "that's scary there are actually people human \nbeings flesh blood they eat mcdonald's whatever  ",
      "start": 3510.8,
      "duration": 7.36
    },
    {
      "text": "actual humans in washington dc who write \nsentences saying the united states should prevail  ",
      "start": 3518.16,
      "duration": 7.52
    },
    {
      "text": "in a nuclear conflict and there are \nactually people who give contracts  ",
      "start": 3525.68,
      "duration": 4.32
    },
    {
      "text": "to actual private corporations to develop \nso-called intermediate missile systems  ",
      "start": 3530.0,
      "duration": 6.56
    },
    {
      "text": "which could carry nuclear weapons which could \nactually be fired at beijing at moscow wherever  ",
      "start": 3537.2,
      "duration": 7.92
    },
    {
      "text": "i mean we share a planet with people who are \neffectively either suicidal or they think that  ",
      "start": 3545.84,
      "duration": 6.8
    },
    {
      "text": "other people are going to suffer not them that \nthey are going to be somehow immune from this  ",
      "start": 3552.64,
      "duration": 5.36
    },
    {
      "text": "annihilation extinctionist path that's a choice \nbetween annihilation and extinction on one side  ",
      "start": 3558.0,
      "duration": 6.88
    },
    {
      "text": "which these people think is perfectly appropriate \npeople with the kind of imagination of marco rubio  ",
      "start": 3564.88,
      "duration": 6.8
    },
    {
      "text": "ted cruz even joe biden you know it's \nastonishingly inhumane people actually  ",
      "start": 3571.68,
      "duration": 8.0
    },
    {
      "text": "astonishingly inhumane on the one side and \non the other side there are people like you  ",
      "start": 3579.68,
      "duration": 5.04
    },
    {
      "text": "and of course people like noam chomsky you \ndon't want that path you want something else  ",
      "start": 3585.52,
      "duration": 6.0
    },
    {
      "text": "you want to salvage something out of the mess \nthat this system has made of the world you want  ",
      "start": 3592.08,
      "duration": 6.48
    },
    {
      "text": "to salvage something make something better that's \neffectively the choice we have the problem is  ",
      "start": 3598.56,
      "duration": 5.76
    },
    {
      "text": "that we who want to salvage something spend more \ntime tearing each other's throats apart than we  ",
      "start": 3605.04,
      "duration": 5.76
    },
    {
      "text": "do trying to build a big powerful people's \nmovement to make the world a better place  ",
      "start": 3610.8,
      "duration": 5.6
    },
    {
      "text": "i occasionally find the fractiousness \nof the western left in particular is  ",
      "start": 3617.84,
      "duration": 6.72
    },
    {
      "text": "so extraordinarily juvenile here we are at \nthe precipice of annihilation and extinction  ",
      "start": 3624.56,
      "duration": 6.16
    },
    {
      "text": "and you are having debates from 100 years ago \nwhen are you going to have a discussion about now  ",
      "start": 3630.72,
      "duration": 6.24
    },
    {
      "text": "when are you going to focus on \nnow we put this book together  ",
      "start": 3638.0,
      "duration": 4.24
    },
    {
      "text": "basically for another generation that doesn't \nknow anything about iraq afghanistan libya  ",
      "start": 3643.68,
      "duration": 6.64
    },
    {
      "text": "that knows little about how perhaps to understand \nthis terrible conflict the united states is having  ",
      "start": 3650.88,
      "duration": 6.88
    },
    {
      "text": "with china we put this book together so a new \ngeneration can go back and study the record  ",
      "start": 3657.76,
      "duration": 6.96
    },
    {
      "text": "study the record with the kind of clarity \nthat we've learned from noam with the kind of  ",
      "start": 3665.44,
      "duration": 6.56
    },
    {
      "text": "confidence that i get from him almost every \nday with a kind of honesty about the context  ",
      "start": 3672.0,
      "duration": 8.4
    },
    {
      "text": "that produced today our history that brought us \nhere the book is very slim it's a very quick read  ",
      "start": 3680.4,
      "duration": 6.08
    },
    {
      "text": "because we don't expect this to be studied \nin high scholarly places because anyway they  ",
      "start": 3687.36,
      "duration": 6.08
    },
    {
      "text": "are prone to reject anything of this kind this \nbook is for the masses of young people who we  ",
      "start": 3693.44,
      "duration": 7.12
    },
    {
      "text": "hope will pick this up whether it's in english \nfrom the new press spanish from capitan swing  ",
      "start": 3700.56,
      "duration": 5.84
    },
    {
      "text": "a whole bunch of other languages in which it's \ngoing to appear we want this book to be a book  ",
      "start": 3707.04,
      "duration": 5.12
    },
    {
      "text": "that people read so that they can then build the \nmass movement to salvage the world thanks a lot",
      "start": 3712.16,
      "duration": 13.68
    },
    {
      "text": "okay",
      "start": 3734.56,
      "duration": 5.28
    },
    {
      "text": "so we'll do a round we'll do we \nhave time now for some questions  ",
      "start": 3740.8,
      "duration": 3.52
    },
    {
      "text": "so we'll do a round of let's say three from in \nperson and then we'll let vijay and norm respond  ",
      "start": 3744.96,
      "duration": 6.4
    },
    {
      "text": "yeah okay gnome three questions at a time \nwe'll just accumulate three of them okay",
      "start": 3752.24,
      "duration": 5.44
    },
    {
      "text": "first i just wanted to say thank \nyou so much to nom chomsky he's just  ",
      "start": 3766.96,
      "duration": 3.04
    },
    {
      "text": "such a hero thank you uh my question is you \nspoke at first about the united states um  ",
      "start": 3770.0,
      "duration": 5.6
    },
    {
      "text": "making every effort to weaken russia as severely \nas possible throughout the duration of this war  ",
      "start": 3776.32,
      "duration": 4.24
    },
    {
      "text": "what in your view is the goal of this weakening \nyou mentioned that russia has a lot of valuable  ",
      "start": 3781.12,
      "duration": 4.8
    },
    {
      "text": "resources is it the goal of the united states to \ncome maybe put in a public government take over  ",
      "start": 3785.92,
      "duration": 3.92
    },
    {
      "text": "those resources what is the ultimate purpose \nof weakening russia so so so much thank you",
      "start": 3789.84,
      "duration": 6.0
    },
    {
      "text": "i think it's the united states  ",
      "start": 3800.72,
      "duration": 3.76
    },
    {
      "text": "is looking for a kind of regime change in russia \nwhich will subordinate it to the united states  ",
      "start": 3805.68,
      "duration": 9.6
    },
    {
      "text": "that was the goal with when the collapse \nof the soviet union took place in 1991  ",
      "start": 3816.32,
      "duration": 7.52
    },
    {
      "text": "there was gorbachev's vision the u.s had a \ndifferent one russia with the u.s imposed  ",
      "start": 3825.2,
      "duration": 8.88
    },
    {
      "text": "with with the support of russian oligarch with \ncold oligarchs the u.s imposed market radical  ",
      "start": 3834.72,
      "duration": 8.96
    },
    {
      "text": "market reforms which devastated the russian \neconomy and society economy collapsed by about  ",
      "start": 3843.68,
      "duration": 8.8
    },
    {
      "text": "50 percent a sharp increase in deaths russia \nwas almost prostrate that's while clinton was  ",
      "start": 3853.28,
      "duration": 8.48
    },
    {
      "text": "expanding nato to russia's borders well one of the \nthings that putin did was reverse that the united  ",
      "start": 3861.76,
      "duration": 7.68
    },
    {
      "text": "states would not wants to go back to it that's \nweakening russia uh severely uh incorporating it  ",
      "start": 3869.44,
      "duration": 8.96
    },
    {
      "text": "within the u.s dominated system to confront china \nthat's not secret it's quite open as the intended  ",
      "start": 3879.12,
      "duration": 12.0
    },
    {
      "text": "uh goal the effect on russians on europeans on \nthe rest of the world is incidental and massive  ",
      "start": 3891.12,
      "duration": 10.8
    },
    {
      "text": "and it won't be that the united states escapes \nif we do not manage to cooperate with russia  ",
      "start": 3902.88,
      "duration": 8.32
    },
    {
      "text": "and china the united states will become like \npakistan today not tomorrow but it will happen",
      "start": 3911.2,
      "duration": 10.64
    },
    {
      "text": "thanks so much to both of you um i wanted to ask \nabout the potential uh of leveraging the empathy  ",
      "start": 3927.68,
      "duration": 8.24
    },
    {
      "text": "that we see that so many americans and westerners \nhave for ukrainians can that be leveraged in a  ",
      "start": 3935.92,
      "duration": 5.6
    },
    {
      "text": "way that people then say okay these people are \nsuffering we need the united states and the west  ",
      "start": 3941.52,
      "duration": 5.04
    },
    {
      "text": "to force diplomacy and negotiation as opposed to \nthese people are suffering and putin is a hitler  ",
      "start": 3946.56,
      "duration": 7.44
    },
    {
      "text": "who has nuclear arms and so must be defeated \nbecause of hitler and chamberlain i mean that's  ",
      "start": 3954.0,
      "duration": 6.08
    },
    {
      "text": "what i see the narrative has become so how can \nwe actually make people who care about ukrainians  ",
      "start": 3960.08,
      "duration": 5.2
    },
    {
      "text": "um to the extent that they do uh see that what \nis needed is not uh war but actual diplomacy  ",
      "start": 3965.28,
      "duration": 6.72
    },
    {
      "text": "um no before you answer that \nasking you the question is katie  ",
      "start": 3973.84,
      "duration": 3.76
    },
    {
      "text": "who has a excellent podcast the kt helper show \nand was also a host of useful idiots which is  ",
      "start": 3977.6,
      "duration": 7.28
    },
    {
      "text": "such a great name for a podcast don't you \nthink the useful idiots how about that that  ",
      "start": 3984.88,
      "duration": 5.52
    },
    {
      "text": "should be the name of the band that you and i \nmake useful idiots uh so yeah so uh go ahead  ",
      "start": 3990.4,
      "duration": 9.28
    },
    {
      "text": "she's asked a very important question about \nthe media which i think you know how to answer",
      "start": 3999.68,
      "duration": 6.16
    },
    {
      "text": "this last question yes yeah go ahead the \noutpouring of support for ukrainians is  ",
      "start": 4014.64,
      "duration": 8.48
    },
    {
      "text": "very admirable reveals a positive side of our \nculture and social attitudes but let's take it a  ",
      "start": 4024.24,
      "duration": 9.28
    },
    {
      "text": "step further suppose we as we should we care about \nukrainians if we care about the fate of ukrainians  ",
      "start": 4033.52,
      "duration": 9.84
    },
    {
      "text": "do we undertake a gamble that says let's continue \nthe war continue the suffering block efforts to  ",
      "start": 4044.16,
      "duration": 10.64
    },
    {
      "text": "stop it hope that it'll weaken russia sufficiently \nso that they'll slink away quietly and defeat  ",
      "start": 4054.8,
      "duration": 8.96
    },
    {
      "text": "and that they will not use the weapons that \nthey have and we all know that they have  ",
      "start": 4064.48,
      "duration": 7.52
    },
    {
      "text": "to devastate ukraine if you care about ukrainians \ndo you take that gamble it's a strange way to  ",
      "start": 4072.56,
      "duration": 8.24
    },
    {
      "text": "care about ukrainians in fact uh if you care \nabout ukrainians you'll say let's stop blocking  ",
      "start": 4080.8,
      "duration": 9.6
    },
    {
      "text": "negotiations let's pursue the opportunities \nthat may exist to see if we can bring the  ",
      "start": 4090.4,
      "duration": 9.36
    },
    {
      "text": "suffering and the torture to an end make sure \nthat there is no chance that russia will resort  ",
      "start": 4099.76,
      "duration": 8.4
    },
    {
      "text": "to the kinds of weapons that will wake ukraine \nout and that an accommodation can be reached the  ",
      "start": 4108.16,
      "duration": 8.32
    },
    {
      "text": "general outlines of it are well \nunderstood crucially it'll center apart is  ",
      "start": 4117.12,
      "duration": 7.28
    },
    {
      "text": "clear statement that ukraine will not join \nnato that it will have a status like austria  ",
      "start": 4124.4,
      "duration": 7.84
    },
    {
      "text": "during the cold war or for that matter like \nmexico today mexico can't join a hostile  ",
      "start": 4132.24,
      "duration": 8.4
    },
    {
      "text": "chinese-run military alliance aimed at the \nunited states you don't need a treaty to say that  ",
      "start": 4141.6,
      "duration": 7.36
    },
    {
      "text": "if anything like even remotely like that began \nto happen and mexico would be blown away it's  ",
      "start": 4149.52,
      "duration": 7.6
    },
    {
      "text": "not even something discussable so let's have \nsomething similar to that with regard to ukraine  ",
      "start": 4157.12,
      "duration": 7.36
    },
    {
      "text": "that's a substantial part of the accommodation \nthere are other parts too let's move towards  ",
      "start": 4165.28,
      "duration": 6.88
    },
    {
      "text": "that instead of blocking it and taking an \nincredible gamble with the fate of ukrainians",
      "start": 4172.16,
      "duration": 7.04
    },
    {
      "text": "no no that's that's good",
      "start": 4186.0,
      "duration": 1.84
    },
    {
      "text": "um hi uh so i wanted to ask what role do \nyou think africa may have in the upcoming  ",
      "start": 4194.64,
      "duration": 5.28
    },
    {
      "text": "future and then what role africa must have \nin the war with ukraine and russia and china",
      "start": 4199.92,
      "duration": 6.72
    },
    {
      "text": "it's the role of africa why \ndon't i answer this nome  ",
      "start": 4209.36,
      "duration": 2.88
    },
    {
      "text": "today i don't know if you saw that the \nchinese government has announced that  ",
      "start": 4214.16,
      "duration": 4.16
    },
    {
      "text": "they're going to wipe out the debt of 17 african \ncountries it's pretty interesting development  ",
      "start": 4218.32,
      "duration": 6.8
    },
    {
      "text": "i don't think you're going to read \nabout it in the washington post tomorrow  ",
      "start": 4225.12,
      "duration": 3.36
    },
    {
      "text": "this is if it is written about it will be written \nabout as a cynical ploy by the chinese government  ",
      "start": 4229.68,
      "duration": 5.6
    },
    {
      "text": "um and china attempting to dominate africa by \ndebt forgiveness and so on it's a remarkable  ",
      "start": 4235.84,
      "duration": 8.0
    },
    {
      "text": "development in power being demonstrated by \nthe chinese government um well look africa  ",
      "start": 4244.8,
      "duration": 7.92
    },
    {
      "text": "is an interesting case in point but it's not just \nafrica let's quickly go over something important  ",
      "start": 4252.72,
      "duration": 6.88
    },
    {
      "text": "in the three continents of africa asia latin \namerica in the 1960s the united states made  ",
      "start": 4259.6,
      "duration": 6.24
    },
    {
      "text": "it very clear that these con the countries \nin these continents would not be allowed to  ",
      "start": 4265.84,
      "duration": 5.2
    },
    {
      "text": "establish their sovereignty and there were \nthree incidents that took place in rapid order  ",
      "start": 4272.4,
      "duration": 5.12
    },
    {
      "text": "that sent the message out there the first in \n1961 was the coup against patrice lumumba which  ",
      "start": 4277.52,
      "duration": 6.16
    },
    {
      "text": "resulted in his assassination now the congo \nis the most central not just geographically  ",
      "start": 4283.68,
      "duration": 7.2
    },
    {
      "text": "but it's the most important country on the african \ncontinent it's the richest country in terms of its  ",
      "start": 4290.88,
      "duration": 6.0
    },
    {
      "text": "resources not just minerals and and metals but \nalso population size natural resources and so  ",
      "start": 4296.88,
      "duration": 7.2
    },
    {
      "text": "on congo could simply not be allowed to stand \nup as mao said of china in 1949 it was not to  ",
      "start": 4304.08,
      "duration": 7.68
    },
    {
      "text": "be permitted also you may not know this but the \ncongo has a uranium mine from which the uranium  ",
      "start": 4311.76,
      "duration": 7.12
    },
    {
      "text": "was used to bomb hiroshima and nagasaki and the \nunited states was not going to permit that uranium  ",
      "start": 4318.88,
      "duration": 7.04
    },
    {
      "text": "to get outside the control of the u.s and \nwestern countries so the congo had to be  ",
      "start": 4325.92,
      "duration": 6.88
    },
    {
      "text": "cut down and significant because the coup \nagainst lumumba sets in motion a series of  ",
      "start": 4332.8,
      "duration": 6.4
    },
    {
      "text": "attempts to cut the sovereignty of the african \ncontinent down because next to go is the coup  ",
      "start": 4340.16,
      "duration": 5.52
    },
    {
      "text": "against the very great pan-african leader kwame \nnkrumah in 1966 in ghana and gruma was cooed when  ",
      "start": 4345.68,
      "duration": 8.0
    },
    {
      "text": "he was in china in the people's republic of china \non a trip there and on the return he had to go  ",
      "start": 4353.68,
      "duration": 6.0
    },
    {
      "text": "into exile never to return to ghana so that's the \ntwo coups in africa in the 60s right after that  ",
      "start": 4359.68,
      "duration": 7.92
    },
    {
      "text": "the lumumba assassination in kuwait 64. \nthere was a brutal coup conducted in brazil  ",
      "start": 4368.56,
      "duration": 6.88
    },
    {
      "text": "in 1964 a coup which lasted for 21 years and \nwhich was not just about brazil because the  ",
      "start": 4376.0,
      "duration": 7.04
    },
    {
      "text": "coup in brazil set in place a military junta \nwhich then through operation condor conducted  ",
      "start": 4383.04,
      "duration": 6.56
    },
    {
      "text": "a series of coups in south america that is to \nsay in argentina chile in 73 next year 50th  ",
      "start": 4389.6,
      "duration": 6.88
    },
    {
      "text": "anniversary and of course in paraguay in you know \neverywhere really i mean it was operation condo  ",
      "start": 4396.48,
      "duration": 7.76
    },
    {
      "text": "was a ruthless exercise in the um the extension of \nu.s power through military force written about and  ",
      "start": 4404.24,
      "duration": 7.36
    },
    {
      "text": "validated by samuel p huntington in a book called \nsomething political order in a changing society  ",
      "start": 4411.6,
      "duration": 6.64
    },
    {
      "text": "the third important development was the coup in \nindonesia now almost completely forgotten 1965  ",
      "start": 4418.8,
      "duration": 7.04
    },
    {
      "text": "when one million people of the left were killed in \nthe matter of a few weeks in indonesia the largest  ",
      "start": 4426.56,
      "duration": 6.24
    },
    {
      "text": "communist party in the world the indonesian \ncommunist party the pki was entirely annihilated  ",
      "start": 4432.8,
      "duration": 6.24
    },
    {
      "text": "by the military dictatorship of general suharto \nbacked fully by the australians and united states  ",
      "start": 4439.04,
      "duration": 6.48
    },
    {
      "text": "and other powers that um spread democracy \naround the world so in africa latin america  ",
      "start": 4445.52,
      "duration": 7.2
    },
    {
      "text": "and in asia in the space of just five years 61 \nto 66 that is to say lumumba to gruma the three  ",
      "start": 4453.28,
      "duration": 8.64
    },
    {
      "text": "major powers that would have expanded the \npossibilities of humanity had to be cut down by  ",
      "start": 4461.92,
      "duration": 6.08
    },
    {
      "text": "the united states today the united states has over \n30 military bases on the african continent again  ",
      "start": 4468.0,
      "duration": 7.28
    },
    {
      "text": "little known i wrote a couple of stories about \nhow the united states has taken over terminal 3  ",
      "start": 4475.28,
      "duration": 6.8
    },
    {
      "text": "in the airport in akra ghana and has established \nthat as a quote-unquote military base they deny  ",
      "start": 4482.08,
      "duration": 5.44
    },
    {
      "text": "it's a base they say it's a logistical support \nfacility okay thanks for that you know this is  ",
      "start": 4487.52,
      "duration": 5.84
    },
    {
      "text": "post-modernism you know no words have any meanings \nanymore logistical support facility is not a base  ",
      "start": 4493.36,
      "duration": 6.8
    },
    {
      "text": "even though it's entirely and by the way when \nu.s officials arrive in ghana they don't have to  ",
      "start": 4500.16,
      "duration": 5.84
    },
    {
      "text": "have a visa to enter ghana they don't even need \nto show their passports they just walk into ghana  ",
      "start": 4506.0,
      "duration": 4.96
    },
    {
      "text": "they show their military identity card so they \nhave essentially extra territory extraterrestrial  ",
      "start": 4510.96,
      "duration": 7.2
    },
    {
      "text": "rights they don't even have just extra territorial \nrights these people can go anywhere they want  ",
      "start": 4518.16,
      "duration": 5.04
    },
    {
      "text": "space other countries with a u.s military card \nthey don't need a passport i wrote about this  ",
      "start": 4523.2,
      "duration": 5.84
    },
    {
      "text": "story absolute silence from the mainstream \nmedia i mean it's extraordinary the united  ",
      "start": 4529.04,
      "duration": 5.12
    },
    {
      "text": "states military has the right to just land a plane \nin ghana's airport walk right through the terminal  ",
      "start": 4534.16,
      "duration": 6.88
    },
    {
      "text": "flashing the id card walk into ghana with their \nweapons intact that's amazing they can go to a  ",
      "start": 4541.04,
      "duration": 6.64
    },
    {
      "text": "film theater in akra watch a film with their \nguns it's amazing you know guns are not really  ",
      "start": 4547.68,
      "duration": 6.32
    },
    {
      "text": "permitted in ghana but the us military can carry \nguns everywhere just like u.s school teachers  ",
      "start": 4554.0,
      "duration": 6.88
    },
    {
      "text": "must carry guns everywhere you know zambia the \nunited states cutting a deal with zambia new base  ",
      "start": 4560.88,
      "duration": 7.28
    },
    {
      "text": "over 30 military bases including the world's \nlargest drone base in agadez niger no mention  ",
      "start": 4568.16,
      "duration": 7.2
    },
    {
      "text": "of this in the united states no what does the \nu.s press focus on china is colonizing africa  ",
      "start": 4575.36,
      "duration": 5.92
    },
    {
      "text": "china is colonizing africa not the french it's \nnot xi jinping showing up in algeria and people  ",
      "start": 4582.16,
      "duration": 5.68
    },
    {
      "text": "saying china go away in fact they are saying \nchina bring your investment china come now you  ",
      "start": 4587.84,
      "duration": 5.2
    },
    {
      "text": "know we want chinese investment no they're saying \nmacron go we don't want the french the french had  ",
      "start": 4593.04,
      "duration": 5.28
    },
    {
      "text": "to leave mali in fact the united states has such \nan enormous military presence in africa that  ",
      "start": 4598.32,
      "duration": 5.68
    },
    {
      "text": "when four marines were killed a few years ago in \nniger the u.s senate's foreign relations committee  ",
      "start": 4604.0,
      "duration": 7.2
    },
    {
      "text": "the chairperson said i didn't know we had troops \nin niger i don't think this character knew where  ",
      "start": 4611.2,
      "duration": 6.4
    },
    {
      "text": "niger was i have a feeling he was confusing \nnigeria with nigeria you know the nigerians  ",
      "start": 4617.6,
      "duration": 5.28
    },
    {
      "text": "and the nigerians i don't know if he has a good \nmap of the sahel but how is it possible the senate  ",
      "start": 4622.88,
      "duration": 8.56
    },
    {
      "text": "foreign relations committee of the united states \nchairperson does not know that the united states  ",
      "start": 4631.44,
      "duration": 6.72
    },
    {
      "text": "has the world's largest drone base in agatha's \nniger which is just south of our elite niger  ",
      "start": 4638.16,
      "duration": 7.36
    },
    {
      "text": "which is a town garrison by the french military \nbecause our elite produces yellow cake uranium  ",
      "start": 4645.52,
      "duration": 6.64
    },
    {
      "text": "which lights about two-thirds or something \nlike that of the households in france  ",
      "start": 4652.16,
      "duration": 4.64
    },
    {
      "text": "now how is it possible that a high official of the \nunited states government doesn't know that their  ",
      "start": 4656.8,
      "duration": 5.12
    },
    {
      "text": "military has a base in niger either they are \nlying to the public that's for you to find out  ",
      "start": 4661.92,
      "duration": 6.0
    },
    {
      "text": "or they are simply ignorant which is \nincredible that means the deep state is so deep  ",
      "start": 4667.92,
      "duration": 4.64
    },
    {
      "text": "that even your elected officials don't know it \nexists so this is a problem for us democracy the  ",
      "start": 4673.12,
      "duration": 5.76
    },
    {
      "text": "question you asked is what role should africa \nplay in the world today right i'm asking you  ",
      "start": 4678.88,
      "duration": 6.0
    },
    {
      "text": "what role should you play today in the world \nhave you even held your own elected officials to  ",
      "start": 4684.88,
      "duration": 4.96
    },
    {
      "text": "account when they built 30 bases on the african \ncontinent military bases to subordinate african  ",
      "start": 4689.84,
      "duration": 6.56
    },
    {
      "text": "sovereignty what have people in the united \nstates said about that let me tell you crickets  ",
      "start": 4696.4,
      "duration": 5.04
    },
    {
      "text": "crickets crickets there were so many us congress \npeople who went on nancy pelosi and marky's  ",
      "start": 4701.44,
      "duration": 7.92
    },
    {
      "text": "mission to taiwan to go and save the taiwanese \npeople the most ridiculous mission conducted  ",
      "start": 4709.36,
      "duration": 6.48
    },
    {
      "text": "by a u.s official in a very long time utterly \nridiculous because it didn't help u.s foreign  ",
      "start": 4715.84,
      "duration": 5.84
    },
    {
      "text": "policy aims at all in fact it's going to hurt u.s \nchip manufacturers um some you know whatever those  ",
      "start": 4721.68,
      "duration": 6.56
    },
    {
      "text": "things are called those manufacturers going to get \nhurt because now the chinese are convinced we've  ",
      "start": 4728.24,
      "duration": 4.72
    },
    {
      "text": "got to make our own chips well goodbye to the chip \nmarket not only in the us but the chip market in  ",
      "start": 4732.96,
      "duration": 5.84
    },
    {
      "text": "taiwan is going to be hurt because the chinese are \nsaying we need to build factories on the mainland  ",
      "start": 4738.8,
      "duration": 5.04
    },
    {
      "text": "that's the end of taiwan's slight economic \nadvantage that is it has exporting chips what  ",
      "start": 4744.48,
      "duration": 6.72
    },
    {
      "text": "have you done that's what i want to know i mean \nthe way in which the united states government runs  ",
      "start": 4751.2,
      "duration": 6.16
    },
    {
      "text": "roughshod on the african soil is incredible from \nat least 1961 till the present day blinken went on  ",
      "start": 4757.36,
      "duration": 8.48
    },
    {
      "text": "a quote-unquote african tour recently blinken \nthe things he said there was so embarrassing  ",
      "start": 4765.84,
      "duration": 6.32
    },
    {
      "text": "so embarrassing and this is a man who claims \nto be sophisticated because he speaks french  ",
      "start": 4772.72,
      "duration": 5.04
    },
    {
      "text": "you know he speaks french he should watch \nthe tape of the algerians booing macro he  ",
      "start": 4778.8,
      "duration": 5.52
    },
    {
      "text": "doesn't need subtitles for that he might learn \none or two lessons from watching that tape",
      "start": 4784.32,
      "duration": 5.68
    },
    {
      "text": "thank you so much for your presentations \nand your book i have been actually watching  ",
      "start": 4799.12,
      "duration": 6.0
    },
    {
      "text": "too much of pbs lately as an exercise of \nlearning about the democrats whitewash  ",
      "start": 4805.12,
      "duration": 5.04
    },
    {
      "text": "and i have you know because for being brazilian \nand knowing how the media is a public concession  ",
      "start": 4810.8,
      "duration": 6.24
    },
    {
      "text": "but has been corporate media dominating five \nfamilies basically dominating the narrative  ",
      "start": 4817.04,
      "duration": 5.28
    },
    {
      "text": "and making the public support even the the \ndictatorship you or the coup that you you  ",
      "start": 4822.96,
      "duration": 5.52
    },
    {
      "text": "mentioned in 1964 i wondered if there is a \nway because i always with this mind of an  ",
      "start": 4828.48,
      "duration": 5.52
    },
    {
      "text": "activist thinking if there is a way since \nthis the tv is also public concession here  ",
      "start": 4834.0,
      "duration": 5.68
    },
    {
      "text": "um is there a way that we can actually although \nwe are creating all our evolutionary media  ",
      "start": 4840.32,
      "duration": 6.48
    },
    {
      "text": "that we can get mainstream media with our hands \nand be able to change the narrative in that way  ",
      "start": 4847.84,
      "duration": 7.12
    },
    {
      "text": "you know you know in a way that we charge \nthem for accountability of our public money  ",
      "start": 4856.48,
      "duration": 5.84
    },
    {
      "text": "nom why don't you tell people how often you've \nbeen on pbs um let alone cnn or nbc why don't  ",
      "start": 4863.44,
      "duration": 7.12
    },
    {
      "text": "you give us a list of the times that you've been \non pbs that's pretty pretty easy zero actually was  ",
      "start": 4870.56,
      "duration": 9.12
    },
    {
      "text": "kind of funny when i i lived in boston most \nof my life and the flagship station of the  ",
      "start": 4879.68,
      "duration": 8.32
    },
    {
      "text": "uh in npr is wgbh in boston and people knew me \npretty well in boston i was rather visible talks  ",
      "start": 4889.28,
      "duration": 11.28
    },
    {
      "text": "and so on so it was a lot of pressure on npr \nto allow me to appear on wgbh uh great pressure  ",
      "start": 4900.56,
      "duration": 9.6
    },
    {
      "text": "finally they agreed it was quite interesting \nbut i'll tell you what happened they agreed  ",
      "start": 4911.12,
      "duration": 6.4
    },
    {
      "text": "they i don't know if they still have it but on \ntheir main program all things considered they  ",
      "start": 4917.52,
      "duration": 5.2
    },
    {
      "text": "used to have a five-minute section on at 5 25 \none day where they reviewed books there was a lot  ",
      "start": 4923.52,
      "duration": 9.04
    },
    {
      "text": "of pressure on them to let me have an interview \nabout a book on that section they finally agreed  ",
      "start": 4932.56,
      "duration": 6.4
    },
    {
      "text": "uh i i i don't listen to the radio much frankly \nbut i was called at five o'clock one that evening  ",
      "start": 4939.84,
      "duration": 8.88
    },
    {
      "text": "by the publisher saying i should listen because \nthey're gonna run this piece that they recorded on  ",
      "start": 4948.72,
      "duration": 6.56
    },
    {
      "text": "5 25 so i listened 5 25 came along five minutes \nof music i started getting phone calls from  ",
      "start": 4955.28,
      "duration": 10.32
    },
    {
      "text": "all over the country because they \nhad announced it at five o'clock  ",
      "start": 4966.32,
      "duration": 3.2
    },
    {
      "text": "ask me what happened i said i didn't know finally \npeople called the main office in washington  ",
      "start": 4970.08,
      "duration": 6.64
    },
    {
      "text": "they'd deny it did it happen said it's on the \nschedule and finally they called back and told me  ",
      "start": 4977.68,
      "duration": 5.52
    },
    {
      "text": "apologetically that at five o'clock when \nit was announced one of the top executives  ",
      "start": 4984.0,
      "duration": 7.2
    },
    {
      "text": "heard that i was going to be on and ordered them \nto cut off the five minute well i almost made it  ",
      "start": 4991.2,
      "duration": 7.44
    },
    {
      "text": "to npr but a couple of times i guess it was a \nlot more a lot of funny incidents that's one",
      "start": 4998.64,
      "duration": 8.72
    },
    {
      "text": "i i don't know what to say i really that i mean \nif noam chomsky can't get on liberal u.s media  ",
      "start": 5012.56,
      "duration": 10.48
    },
    {
      "text": "and you know in the book we go over the \nuh pulping of a book that gnome wrote  ",
      "start": 5025.68,
      "duration": 6.0
    },
    {
      "text": "on um on the nature of the media and i don't \nknow if this is commonly known but one of his  ",
      "start": 5032.32,
      "duration": 5.84
    },
    {
      "text": "books was pulped um because the there was \nimmense pressure on the publishing house  ",
      "start": 5038.16,
      "duration": 5.52
    },
    {
      "text": "not to allow the book to get out there so for \nwhich reason i highly recommend get this book  ",
      "start": 5043.68,
      "duration": 4.88
    },
    {
      "text": "quickly um before it disappears it's not an \nattempt to get you to buy it but get it quickly  ",
      "start": 5048.56,
      "duration": 8.08
    },
    {
      "text": "because you never know you never know it's \ndemocracy isn't it an interesting concept",
      "start": 5056.64,
      "duration": 6.08
    },
    {
      "text": "democracy is an interesting concept because we \ndon't see it much as an aspirational concept  ",
      "start": 5064.8,
      "duration": 5.2
    },
    {
      "text": "we keep getting told that it actually exists that \nyou know it's actually not an ideal but it's real  ",
      "start": 5070.0,
      "duration": 6.16
    },
    {
      "text": "and it it's real in the institutions of the united \nstates um it's a it's a funny business this idea  ",
      "start": 5076.16,
      "duration": 7.28
    },
    {
      "text": "of democracy and the kind of institutional \narrogance in the u.s about democracy i will  ",
      "start": 5083.44,
      "duration": 7.2
    },
    {
      "text": "remember the 2004 republican convention in new \nyork city i happened to be here i was invited by  ",
      "start": 5090.64,
      "duration": 7.52
    },
    {
      "text": "mike albert and i think then the breck forum they \nheld an event uptown with naomi klein robin kelly  ",
      "start": 5098.16,
      "duration": 8.48
    },
    {
      "text": "i was there and there were one or two other \npeople and you know they wanted us to talk  ",
      "start": 5107.68,
      "duration": 4.32
    },
    {
      "text": "about what was called life after capitalism by the \nway they had a box in the entrance for that event  ",
      "start": 5112.0,
      "duration": 6.08
    },
    {
      "text": "and during the event somebody stole \nthe money so um there's that uh just to  ",
      "start": 5118.64,
      "duration": 6.72
    },
    {
      "text": "just to tell you that little anecdote but then \nmaybe two or three days later i happen to be with  ",
      "start": 5125.36,
      "duration": 5.68
    },
    {
      "text": "my um notebook trying to cover the protests you \nknow the protests democratic protests against the  ",
      "start": 5131.04,
      "duration": 7.12
    },
    {
      "text": "republican national convention and i was standing \nthere with my notebook and you know had the press  ",
      "start": 5138.16,
      "duration": 5.68
    },
    {
      "text": "credentials and so on the police officer decided \nthat i basically you know i've dressed like  ",
      "start": 5143.84,
      "duration": 5.12
    },
    {
      "text": "this my whole life either blue or black jeans \nsome kind of shoes and i like t-shirts i wear  ",
      "start": 5148.96,
      "duration": 6.0
    },
    {
      "text": "t-shirts for some reason the police officers four \nor five of them decided i didn't look like a real  ",
      "start": 5154.96,
      "duration": 5.68
    },
    {
      "text": "journalist i look more like an activist so they \njust handcuffed me to a bicycle rack and left  ",
      "start": 5160.64,
      "duration": 5.52
    },
    {
      "text": "and i sat there for i think several \nthere were others as well i wasn't alone  ",
      "start": 5167.04,
      "duration": 4.0
    },
    {
      "text": "the problem for me with that democracy \nwas i really needed to go to the toilet  ",
      "start": 5171.04,
      "duration": 4.4
    },
    {
      "text": "because it was several hours and this \ndemocracy didn't allow me to urinate  ",
      "start": 5176.56,
      "duration": 4.48
    },
    {
      "text": "and i thought this is a curious democracy not \nonly do they handcuff the press to a bicycle rack  ",
      "start": 5181.6,
      "duration": 7.52
    },
    {
      "text": "now the thing is it's a funny city because there \nare lots of bicycle racks because even then  ",
      "start": 5189.12,
      "duration": 4.72
    },
    {
      "text": "it's very interested in green this and \ngreen that but there are no public toilets  ",
      "start": 5194.4,
      "duration": 3.6
    },
    {
      "text": "so you can ride your bike and park your bike where \nyou want but there's nowhere to go and take a piss  ",
      "start": 5199.04,
      "duration": 4.96
    },
    {
      "text": "well i had a double problem not only were there \nno public toilets but i was chained to the rack  ",
      "start": 5204.0,
      "duration": 4.96
    },
    {
      "text": "so what was i to do with this democracy this \ndemocracy that day was super unkind to me  ",
      "start": 5208.96,
      "duration": 5.2
    },
    {
      "text": "and i couldn't file my story \nbecause again i was chained to  ",
      "start": 5214.16,
      "duration": 3.52
    },
    {
      "text": "i couldn't write a story and the thing i \nhate doing is writing a story about myself  ",
      "start": 5217.68,
      "duration": 4.4
    },
    {
      "text": "you know those stories that sometimes \njournalists like i was chained to a bicycle rack  ",
      "start": 5222.08,
      "duration": 4.8
    },
    {
      "text": "who cares what i'm you know whether i was \nchained or not but for me that was the only story  ",
      "start": 5226.88,
      "duration": 5.2
    },
    {
      "text": "that was the only story democracy allowed me to \nthink about so that's the limit of u.s democracy  ",
      "start": 5232.08,
      "duration": 5.76
    },
    {
      "text": "there are certain people allowed to repeat what \nthe state department tells you and they call  ",
      "start": 5239.2,
      "duration": 4.8
    },
    {
      "text": "that journalism and the other people i suppose \nwell they should be chained to bicycle racks",
      "start": 5244.0,
      "duration": 7.84
    },
    {
      "text": "you want to get another question in \ni think we have time for one more",
      "start": 5252.72,
      "duration": 2.72
    },
    {
      "text": "thank you um i hope that wasn't me anyways \num yeah well this question is kind of  ",
      "start": 5258.32,
      "duration": 7.68
    },
    {
      "text": "directed towards both of you and i really \nappreciate you for everything you said  ",
      "start": 5266.0,
      "duration": 3.84
    },
    {
      "text": "um in response to the africa question \nyou said something along the lines of  ",
      "start": 5269.84,
      "duration": 4.72
    },
    {
      "text": "hold your elected officials accountable what are \nyou doing etcetera so i kind of want to ask a  ",
      "start": 5274.56,
      "duration": 4.56
    },
    {
      "text": "very practical question which i'm sure you've \nreceived a lot that for those of us like the  ",
      "start": 5279.12,
      "duration": 4.24
    },
    {
      "text": "us left living within the imperial court what do \nyou think are viable strategies to seize political  ",
      "start": 5283.36,
      "duration": 6.72
    },
    {
      "text": "power and ultimately combat like these imperialist \nwar mongering projects we're talking about",
      "start": 5290.08,
      "duration": 4.72
    },
    {
      "text": "please go ahead norm you go first please i'll \nfollow you see what you say the only strategy that  ",
      "start": 5299.12,
      "duration": 7.84
    },
    {
      "text": "has ever worked in the past and has worked here \nand the only one that's ever been suggested  ",
      "start": 5307.68,
      "duration": 7.52
    },
    {
      "text": "is to get to work educating organizing picking \nup activities that are designed activism that's  ",
      "start": 5316.4,
      "duration": 11.12
    },
    {
      "text": "designed to bring people to understand \nmore about the world in which they live  ",
      "start": 5327.52,
      "duration": 5.44
    },
    {
      "text": "join together uh form mass protests uh force uh \nthe powerful to adjust course maybe overthrow them  ",
      "start": 5334.72,
      "duration": 11.76
    },
    {
      "text": "it's no there's no single answer that says \nhere's a way to do it there's this kind of  ",
      "start": 5347.92,
      "duration": 8.24
    },
    {
      "text": "hard dedicated work which can succeed so let's \ntake the media since we're talking about it  ",
      "start": 5356.16,
      "duration": 7.68
    },
    {
      "text": "there's a lot of critique about the media \ntoday and there is a lot to criticize  ",
      "start": 5364.56,
      "duration": 4.0
    },
    {
      "text": "but they're a lot better and more \nopen than they were 40 or 50 years ago  ",
      "start": 5369.36,
      "duration": 6.16
    },
    {
      "text": "go back and take a look at what was appearing then  ",
      "start": 5377.28,
      "duration": 2.96
    },
    {
      "text": "a lot of it would be unimaginable today \ndidn't happen by magic it happened by the  ",
      "start": 5381.28,
      "duration": 6.4
    },
    {
      "text": "activism of the 1960s which civilized the \nsociety in many ways led to a con an environment  ",
      "start": 5388.4,
      "duration": 12.08
    },
    {
      "text": "in which young journalists young people who are \nnow journalists grew up imbibed those changes  ",
      "start": 5400.48,
      "duration": 6.64
    },
    {
      "text": "they write differently they're more open than \nthey were you compare then and now it's dramatic  ",
      "start": 5408.0,
      "duration": 7.6
    },
    {
      "text": "so yes plenty of problems to today but it's much \nbetter than it was in the past and it can get  ",
      "start": 5416.32,
      "duration": 8.48
    },
    {
      "text": "better in the future if you get to work that's \nthe answer there's never been another answer  ",
      "start": 5425.44,
      "duration": 6.88
    },
    {
      "text": "it's absolutely correct and let me give you uh a \npractical answer and i know i'm doing this on the  ",
      "start": 5433.28,
      "duration": 6.64
    },
    {
      "text": "record and i i suppose i'll be accused of inciting \nsomething but here goes this is new york city  ",
      "start": 5439.92,
      "duration": 7.92
    },
    {
      "text": "new york city has a congressman that represents \none of the boroughs i've forgotten where  ",
      "start": 5448.8,
      "duration": 4.72
    },
    {
      "text": "congressman gregory makes congressman meeks in \nthe last period has done two things in terms  ",
      "start": 5453.52,
      "duration": 6.24
    },
    {
      "text": "of foreign policy for which i don't think he's \nreceived any pushback the first is he sponsored  ",
      "start": 5459.76,
      "duration": 5.84
    },
    {
      "text": "a bill in the us congress that demands that \nrussia not be present on the african continent  ",
      "start": 5465.6,
      "duration": 8.72
    },
    {
      "text": "so the united states is essentially entering \nafrican states 55 of them and telling them  ",
      "start": 5474.88,
      "duration": 6.72
    },
    {
      "text": "who they are supposed to trade with and \nwho they are not supposed to trade with  ",
      "start": 5482.32,
      "duration": 3.44
    },
    {
      "text": "part of that bill is going to now move into china \nsaying that african states under pressure from the  ",
      "start": 5486.72,
      "duration": 6.32
    },
    {
      "text": "united states must break ties with china this is \ngregory makes liberal democrat from new york city  ",
      "start": 5493.04,
      "duration": 6.32
    },
    {
      "text": "no pushback against him i don't think \nsecondly congressman meeks went to taiwan  ",
      "start": 5499.36,
      "duration": 6.24
    },
    {
      "text": "with nancy pelosi a ridiculous move as i said \nearlier i don't think he received any pushback  ",
      "start": 5505.6,
      "duration": 6.48
    },
    {
      "text": "this is largely a left liberal city i don't know \nif the left as it might be has decided to go and  ",
      "start": 5512.08,
      "duration": 7.92
    },
    {
      "text": "pick it congressman makes his office in one of \nthe boroughs where he has his office i don't  ",
      "start": 5520.0,
      "duration": 6.48
    },
    {
      "text": "think there's been a letter writing campaign a \ntelephone campaign or anything that bill that  ",
      "start": 5526.48,
      "duration": 4.72
    },
    {
      "text": "congressman meeks has for the african continent \nis an extraordinary dangerous bill because it's  ",
      "start": 5531.2,
      "duration": 6.08
    },
    {
      "text": "going to intensify a cold war on africa and africa \ndoesn't need that african countries right now need  ",
      "start": 5537.28,
      "duration": 7.04
    },
    {
      "text": "to establish their own sovereignty and produce \na dignified policy for their own people so when  ",
      "start": 5544.32,
      "duration": 5.52
    },
    {
      "text": "i say something like what are you doing i'm not \nsaying it abstractly only i'm asking you what are  ",
      "start": 5549.84,
      "duration": 6.88
    },
    {
      "text": "you going to go and tell congressman makes are you \ngoing to let a liberal democrat in new york city  ",
      "start": 5556.72,
      "duration": 5.76
    },
    {
      "text": "bring us closer to annihilation or are you going \nto tell him to back off and concentrate on the  ",
      "start": 5563.12,
      "duration": 6.88
    },
    {
      "text": "collapsing bridges and collapsing dreams of the \npeople of the united states i think it's about  ",
      "start": 5570.0,
      "duration": 5.6
    },
    {
      "text": "time that in cities like new york your elected \nofficials not be allowed to behave like gangsters  ",
      "start": 5575.6,
      "duration": 6.24
    },
    {
      "text": "around the world and come back home and smile and \ntalk about lgbtq racism ending this ending that  ",
      "start": 5581.84,
      "duration": 8.4
    },
    {
      "text": "don't take them seriously don't give them one \nminute of courtesy because for all of that  ",
      "start": 5590.24,
      "duration": 6.48
    },
    {
      "text": "nicety that they spout in the united states \nthey are creating chaos around the world it's  ",
      "start": 5596.72,
      "duration": 5.84
    },
    {
      "text": "not marco rubio alone who's doing this gangster \nthat he may be is gregory makes a liberal democrat  ",
      "start": 5602.56,
      "duration": 6.24
    },
    {
      "text": "from your city take some steps to at least tell \nhim that you don't agree with this kind of policy  ",
      "start": 5608.8,
      "duration": 7.76
    },
    {
      "text": "making that's the kind of action that starts to \nbuild the movements that gnome is talking about  ",
      "start": 5616.56,
      "duration": 7.36
    },
    {
      "text": "we recently celebrated the 100th birthday of one \nof the great americans of our time close personal  ",
      "start": 5623.92,
      "duration": 6.64
    },
    {
      "text": "friend of noam chomsky and that's how it's in \nfrom howard's inn we learned this lesson over  ",
      "start": 5630.56,
      "duration": 6.48
    },
    {
      "text": "and over again every final chapter of every book \nends up being the same chapter every chapter  ",
      "start": 5637.04,
      "duration": 7.68
    },
    {
      "text": "that ends the book that howard zinn wrote ended \nwith saying go out there build massify our ideas  ",
      "start": 5644.72,
      "duration": 6.8
    },
    {
      "text": "build the big movements like the civil rights \nmovement that are going to transform society  ",
      "start": 5651.52,
      "duration": 5.04
    },
    {
      "text": "we can't transform society by ideas alone these \nbooks that noam and i write or the interviews that  ",
      "start": 5657.52,
      "duration": 7.04
    },
    {
      "text": "gnome gives or that i give these are interventions \ninto the public sphere ideas don't make history if  ",
      "start": 5664.56,
      "duration": 7.92
    },
    {
      "text": "they did gnome would have changed the world a long \ntime ago because nobody is as brilliant as him  ",
      "start": 5672.48,
      "duration": 4.96
    },
    {
      "text": "ideas don't by themselves make history ideas \nhave to have a material force the material force  ",
      "start": 5678.4,
      "duration": 6.24
    },
    {
      "text": "of ideas for us is not money because money \ncan give ideas an extraordinary extra power  ",
      "start": 5684.64,
      "duration": 6.8
    },
    {
      "text": "for us we who don't have money ideas must \ncaptivate they must electrify mass movements  ",
      "start": 5692.16,
      "duration": 7.12
    },
    {
      "text": "mass movements have to take those ideas and \nchange the world build those movements build those  ",
      "start": 5699.28,
      "duration": 6.88
    },
    {
      "text": "movements we are at the precipice of annihilation \nwe have only two choices annihilation or salvaging  ",
      "start": 5706.16,
      "duration": 6.64
    },
    {
      "text": "a future that choice can only be answered by you \nit can't be answered by gnome in the last chapter  ",
      "start": 5712.8,
      "duration": 7.04
    },
    {
      "text": "of a book certainly can't be answered my by me \nbecause i often run out of ideas when the book  ",
      "start": 5719.84,
      "duration": 5.68
    },
    {
      "text": "comes toward the conclusion and i just want to \nend my book by saying it's done that's all folks",
      "start": 5725.52,
      "duration": 5.12
    },
    {
      "text": "you have to be the last chapter of the \nbooks we've written so please you have to go  ",
      "start": 5732.72,
      "duration": 6.56
    },
    {
      "text": "and write that final chapter thanks thank you \nvijay i'm afraid i'm going to have to leave you at  ",
      "start": 5739.28,
      "duration": 10.32
    },
    {
      "text": "this point and that's a perfect point at which to \nsay goodbye what you said is the crucial message  ",
      "start": 5749.6,
      "duration": 9.84
    },
    {
      "text": "thanks for saying it and saying it that \neloquently and forcefully and i'd like to  ",
      "start": 5760.16,
      "duration": 6.32
    },
    {
      "text": "thank you all for coming and apologize that i \nhave to leave at this point thanks a lot gnome",
      "start": 5767.2,
      "duration": 16.64
    },
    {
      "text": "thank you so much everybody this was \njust the start of the conversation  ",
      "start": 5787.2,
      "duration": 3.36
    },
    {
      "text": "and thank you so much vijay and noam \nfor for bringing us through this great  ",
      "start": 5790.56,
      "duration": 5.44
    },
    {
      "text": "great evening let's have another \nround of applause for every day",
      "start": 5796.0,
      "duration": 3.44
    },
    {
      "text": "so um i know many of you have copies of the \nbook there's also other books by vijay at  ",
      "start": 5808.32,
      "duration": 5.84
    },
    {
      "text": "the front if you'd like to get them you will be \nsigning and you can find him we're going to have  ",
      "start": 5814.16,
      "duration": 5.44
    },
    {
      "text": "a small space for him up near the front i also \nwant to tell you if you haven't had enough from  ",
      "start": 5819.6,
      "duration": 6.96
    },
    {
      "text": "vijay and you also want to continue discussing we \nknow that u.s democracy is not really democracy  ",
      "start": 5826.56,
      "duration": 5.84
    },
    {
      "text": "we've been talking about this tonight but we \nalso know that there are other experiences  ",
      "start": 5832.4,
      "duration": 3.76
    },
    {
      "text": "of actual people's democracy around the world \nthat the us doesn't want us to know about so  ",
      "start": 5836.16,
      "duration": 4.48
    },
    {
      "text": "i want to tell you all about an event on the \n24th that the international people's assembly  ",
      "start": 5841.44,
      "duration": 5.28
    },
    {
      "text": "and the people's forum and other organizations are \norganizing this is going to be at the riverside  ",
      "start": 5846.72,
      "duration": 5.04
    },
    {
      "text": "church if you know it if not you can look it up \nand we're going to hear from vijay but we'll also  ",
      "start": 5851.76,
      "duration": 5.12
    },
    {
      "text": "hear from bruno rodriguez and carlos faria who \nare the foreign ministers of venezuela and cuba  ",
      "start": 5856.88,
      "duration": 5.2
    },
    {
      "text": "where there are actual projects of people's \ndemocracy happening we'll also hear from richard  ",
      "start": 5862.08,
      "duration": 5.6
    },
    {
      "text": "richardson jordan who is a council member in new \nyork city in harlem and from claudia de la cruz  ",
      "start": 5867.68,
      "duration": 4.96
    },
    {
      "text": "in the people's forum and we'll have music and \nit will be a really important discussion so if  ",
      "start": 5872.64,
      "duration": 4.16
    },
    {
      "text": "you want to get your tickets for this event it is \nlimited so please get your tickets you can see me  ",
      "start": 5876.8,
      "duration": 5.76
    },
    {
      "text": "and you can also go to people's summit dot info \nslash register so you can see me for more info",
      "start": 5882.56,
      "duration": 13.28
    },
    {
      "text": "you",
      "start": 5929.84,
      "duration": 0.5
    }
  ]
}