{
  "video_id": "T4fuzd1SlOc",
  "url": "https://www.youtube.com/watch?v=T4fuzd1SlOc",
  "transcript": [
    {
      "text": "Hello everybody and thank you so much for \njoining us for office hours with Noam Chomsky on  ",
      "start": 197.84,
      "duration": 5.36
    },
    {
      "text": "this beautiful Tuesday afternoon. Before I go any \nfurther though, it is important that I acknowledge  ",
      "start": 203.2,
      "duration": 5.28
    },
    {
      "text": "that we are holding this Q&A on the campus of the \nUniversity of Arizona, which sits on the original  ",
      "start": 208.48,
      "duration": 5.12
    },
    {
      "text": "homelands of indigenous peoples who have stewarded \nthis land since time immemorial. We respectfully  ",
      "start": 213.6,
      "duration": 5.52
    },
    {
      "text": "acknowledge the University of Arizona is on \nthe land and territories of indigenous peoples.  ",
      "start": 219.12,
      "duration": 4.56
    },
    {
      "text": "Today, Arizona is home to 22 federally recognized \ntribes with Tucson being home to the O'odham and the  ",
      "start": 223.68,
      "duration": 5.28
    },
    {
      "text": "Yaqui. Committed to diversity and inclusion, \nthe university strives to build sustainable  ",
      "start": 228.96,
      "duration": 4.88
    },
    {
      "text": "relationships with sovereign native nations and \nindigenous communities through education offerings,  ",
      "start": 233.84,
      "duration": 4.72
    },
    {
      "text": "partnerships, and community service. My name is Ally \nDevereaux. I'm a senior here at the University of  ",
      "start": 238.56,
      "duration": 5.44
    },
    {
      "text": "Arizona, and I'm the ASUA Executive Vice President. \nI will be moderating this Q&A today and I'm  ",
      "start": 244.0,
      "duration": 5.44
    },
    {
      "text": "so happy you all are here, whether you're on our \nbeautiful campus here in Tucson or are remote wherever  ",
      "start": 249.44,
      "duration": 4.56
    },
    {
      "text": "you live around the world. Here assisting with me \ntoday is Sydney Mathis, a senior majoring in Law,  ",
      "start": 254.0,
      "duration": 5.44
    },
    {
      "text": "Spanish and Portuguese. And she is the ASUA center \nfor the College of Social and Behavioral Sciences.  ",
      "start": 259.44,
      "duration": 5.2
    },
    {
      "text": "Speaking with us today is, of course, \nthe incredible professor Noam Chomsky.  ",
      "start": 265.28,
      "duration": 4.16
    },
    {
      "text": "Noam Chomsky who joined the University of \nArizona faculty in Fall 2017 is a laureate  ",
      "start": 269.44,
      "duration": 6.0
    },
    {
      "text": "professor in the department of linguistics in \nthe College of Social and Behavioral Sciences.  ",
      "start": 275.44,
      "duration": 4.08
    },
    {
      "text": "He is also the Agnese Nelms Haury chair in the \nAgnese Nelms Haury program in environment and  ",
      "start": 280.16,
      "duration": 5.04
    },
    {
      "text": "social justice. Professor Chomsky is one of the \nmost influential public intellectuals in the world  ",
      "start": 285.2,
      "duration": 6.16
    },
    {
      "text": "and is the founder of modern linguistics. He \nis an American linguist, philosopher, cognitive  ",
      "start": 291.36,
      "duration": 6.0
    },
    {
      "text": "scientist, historian, social critic, and political \nactivist. Professor Chomsky is also a major figure  ",
      "start": 297.36,
      "duration": 6.32
    },
    {
      "text": "in analytic philosophy and is one of the founders \nof the field of cognitive science. He first worked  ",
      "start": 303.68,
      "duration": 5.44
    },
    {
      "text": "at Massachusetts's Institute of Technology where he \nestablished a new graduate program in linguistics.  ",
      "start": 309.12,
      "duration": 5.04
    },
    {
      "text": "We now have the privilege of having him here \non our staff at the University of Arizona.  ",
      "start": 314.16,
      "duration": 4.32
    },
    {
      "text": "And as an undergraduate student, you can now take \ncourses with him about the meaning and importance  ",
      "start": 318.48,
      "duration": 4.56
    },
    {
      "text": "of language in our society. We did receive the \nquestions you submitted when you were signing  ",
      "start": 323.04,
      "duration": 4.4
    },
    {
      "text": "up and we will be using your submissions, but \nunfortunately we can't get to all of them. But  ",
      "start": 327.44,
      "duration": 4.24
    },
    {
      "text": "you can also submit live questions to us using \nthe Q&A button on the bottom right of your screen.  ",
      "start": 331.68,
      "duration": 4.4
    },
    {
      "text": "Please make sure to include what college you are \nin in your submission. But without further ado,  ",
      "start": 336.64,
      "duration": 5.04
    },
    {
      "text": "let's get started. So Professor Chomsky, \nour first question actually comes from me.  ",
      "start": 341.68,
      "duration": 4.88
    },
    {
      "text": "So what would you say are the biggest changes \nyou've noticed in our culture since the pandemic,  ",
      "start": 346.56,
      "duration": 6.24
    },
    {
      "text": "whether that's linguistically, politically, \nsocially, or anything else? Well of course,  ",
      "start": 352.8,
      "duration": 7.36
    },
    {
      "text": "people have learned how to work individually. \nSpeaking as a lecturer, I've learned how to  ",
      "start": 360.16,
      "duration": 13.2
    },
    {
      "text": "try to do things virtually instead of \nin person. We face serious challenges.",
      "start": 374.08,
      "duration": 7.36
    },
    {
      "text": "The problem, it is known how to overcome the \npandemic, but that requires a cooperative attitude. ",
      "start": 384.16,
      "duration": 10.96
    },
    {
      "text": "An attitude of willingness to be concerned \nfor others. It's countries where that has  ",
      "start": 395.76,
      "duration": 9.6
    },
    {
      "text": "been, where it's taken for granted in the \nculture have done quite well. The Asian countries  ",
      "start": 406.8,
      "duration": 8.8
    },
    {
      "text": "and Oceania particularly which have emerged from \nthe crisis quite effectively. Few others were those",
      "start": 415.6,
      "duration": 10.32
    },
    {
      "text": "commitments to cooperation, concern for the \ncommunity, are less in place, less widespread,  ",
      "start": 428.0,
      "duration": 11.84
    },
    {
      "text": "there have been problems that we're unfortunately \na mixture. If you look at the map of",
      "start": 440.48,
      "duration": 9.12
    },
    {
      "text": "hot spots where are there serious \nepidemics, it's pretty telling. ",
      "start": 451.44,
      "duration": 9.44
    },
    {
      "text": "These are problems in the culture that \nare there and have been  ",
      "start": 462.64,
      "duration": 5.92
    },
    {
      "text": "intensified during the crisis. There's \nanother thing we should bear in mind.  ",
      "start": 469.12,
      "duration": 6.32
    },
    {
      "text": "This isn't going to be the last pandemic. There \nwas a major pandemic in 2003, the SARS epidemic.  ",
      "start": 476.16,
      "duration": 10.16
    },
    {
      "text": "That one was contained. But scientists pointed \nout at the time that we should be prepared  ",
      "start": 486.32,
      "duration": 7.04
    },
    {
      "text": "for another one, and it might be a worse one. \nThere are lots of other possible coronavirus",
      "start": 493.36,
      "duration": 7.04
    },
    {
      "text": "that could develop turned into a crisis. Steps were \nbarely taken. We're now hearing the same warnings,  ",
      "start": 503.36,
      "duration": 9.12
    },
    {
      "text": "and we will either listen to them and respond and \nbe in a position to fend off and overcome the next  ",
      "start": 513.6,
      "duration": 9.84
    },
    {
      "text": "crisis when it comes, or else we'll be vulnerable \nto something that's even worse. There's another  ",
      "start": 523.44,
      "duration": 7.76
    },
    {
      "text": "thing we should have learned, the rich countries \nhave monopolized the vaccines for themselves  ",
      "start": 531.2,
      "duration": 9.28
    },
    {
      "text": "and have been insistent on protecting the profit \nrights of the major corporations instead of  ",
      "start": 541.6,
      "duration": 10.64
    },
    {
      "text": "following the model of the so-called \"people's \nvaccine.\" Ensuring that the vaccine  ",
      "start": 553.68,
      "duration": 7.28
    },
    {
      "text": "goes to the poor and vulnerable suffering \nall over the world who are desperately need it. ",
      "start": 561.52,
      "duration": 7.6
    },
    {
      "text": "And that for the period of the pandemic at least, \nthere's much more to say to that about that,  ",
      "start": 570.08,
      "duration": 6.4
    },
    {
      "text": "the stringent property rights should \nbe relaxed so that others could produce  ",
      "start": 577.28,
      "duration": 7.68
    },
    {
      "text": "and manufacture vaccines and reach the world. \nThis is not only, I should say in this respect,  ",
      "start": 584.96,
      "duration": 8.88
    },
    {
      "text": "the U.S. record is somewhat better than that of \nEurope, which has been the strongest. Especially  ",
      "start": 594.72,
      "duration": 7.76
    },
    {
      "text": "Germany in insisting that the monopolies \nbe maintained for the wealthy countries and  ",
      "start": 602.48,
      "duration": 7.52
    },
    {
      "text": "for the pharmaceutical corporations. \nBut no one has a good record on this,  ",
      "start": 610.0,
      "duration": 5.2
    },
    {
      "text": "and it's not only morally outrageous but \nalso suicidal. And it's known, the more  ",
      "start": 616.08,
      "duration": 10.08
    },
    {
      "text": "the virus has an opportunity to mutate, the \ngreater the chance that we'll get new and  ",
      "start": 626.96,
      "duration": 6.16
    },
    {
      "text": "possibly more harmful variants. That's how the \ncurrent Delta variant emerged. So it's morally",
      "start": 633.68,
      "duration": 8.08
    },
    {
      "text": "objectionable or worse and basically suicidal. But \nsomehow, we can't seem to rise above that. It's not  ",
      "start": 644.8,
      "duration": 10.72
    },
    {
      "text": "the only issue. Same is true of much more important \nissues like global warming, threat of nuclear war.  ",
      "start": 655.52,
      "duration": 9.2
    },
    {
      "text": "It's not a good prognosis for the human \nspecies, unless this can be overcome.",
      "start": 665.92,
      "duration": 7.92
    },
    {
      "text": "And kind of in that same vein of eminent war, \ndo you support the recent withdrawal of U.S.  ",
      "start": 675.68,
      "duration": 6.72
    },
    {
      "text": "troops in Afghanistan and what are your thoughts \non that whole thing? Well you can look back to  ",
      "start": 682.4,
      "duration": 7.44
    },
    {
      "text": "what I wrote or I can send it to you with \ntalks I gave a couple of months before.  ",
      "start": 691.36,
      "duration": 4.64
    },
    {
      "text": "Personally the die was cast in \nFebruary 2020 when President Trump",
      "start": 697.2,
      "duration": 7.44
    },
    {
      "text": "negotiated with the Taliban, excluding the Afghan \ngovernment. They were not invited, even informed.  ",
      "start": 706.8,
      "duration": 6.96
    },
    {
      "text": "Of course excluding the Afghan people, \nnobody pays attention to them.  ",
      "start": 714.32,
      "duration": 4.32
    },
    {
      "text": "He made an arrangement with the Taliban \nthat the U.S. would withdraw in May 2021, ",
      "start": 719.52,
      "duration": 7.84
    },
    {
      "text": "worst possible time. Onset of the fighting \nseason, no time to repair to accommodate.  ",
      "start": 728.16,
      "duration": 7.04
    },
    {
      "text": "He told that the agreement was the \nTaliban were free to do anything they wanted  ",
      "start": 736.08,
      "duration": 5.92
    },
    {
      "text": "as long as they didn't fire on American \ntroops, no other conditions. It's a disaster  ",
      "start": 742.72,
      "duration": 6.4
    },
    {
      "text": "in the making. Well, Biden somewhat improved \nit, he extended the period a couple of months,",
      "start": 749.92,
      "duration": 9.04
    },
    {
      "text": "added some minimal conditions. \nBut it's nevertheless, it  ",
      "start": 761.44,
      "duration": 6.64
    },
    {
      "text": "it was clear very early that \nas soon as the American support  ",
      "start": 769.52,
      "duration": 6.88
    },
    {
      "text": "was withdrawn the Afghan army would collapse, \nrealize it's not a viable independent army. And  ",
      "start": 777.6,
      "duration": 10.08
    },
    {
      "text": "the government, which is a morass of corruption \nwith no support, popular support, would  ",
      "start": 787.68,
      "duration": 6.64
    },
    {
      "text": "collapse and in fact flee as it did. It was all \npretty obvious months in advance. But well",
      "start": 794.32,
      "duration": 8.56
    },
    {
      "text": "withdrawal, I think, was the right thing \nto do. But in a manner that followed the  ",
      "start": 805.04,
      "duration": 5.76
    },
    {
      "text": "concerns and interests of the Afghan people.  ",
      "start": 811.76,
      "duration": 3.6
    },
    {
      "text": "They are the ones who should have designed, \ndeveloped the program for the withdrawal.  ",
      "start": 816.16,
      "duration": 6.8
    },
    {
      "text": "We should have followed them. That doesn't mean \nthe government, which was a corrupt non-entity,  ",
      "start": 823.76,
      "duration": 5.2
    },
    {
      "text": "but the population itself. They were never brought \ninto the discussion and they should have had a  ",
      "start": 829.52,
      "duration": 6.32
    },
    {
      "text": "prominent role in it. There had to be withdrawal, \nthe United States had no right to invade in  ",
      "start": 835.84,
      "duration": 6.08
    },
    {
      "text": "the first place. This presence was making the \nsituation worse. But the manner of the withdrawal  ",
      "start": 841.92,
      "duration": 7.52
    },
    {
      "text": "could have been done in a more civilized way that \nwas undercut once Trump made the original decision  ",
      "start": 850.96,
      "duration": 9.44
    },
    {
      "text": "that could have been somewhat \nimproved after that, but not very much.",
      "start": 861.2,
      "duration": 8.64
    },
    {
      "text": "Yeah and that question was from \nthe College of Science, by the way.  ",
      "start": 870.64,
      "duration": 3.2
    },
    {
      "text": "This next question is from the College of \nSocial and Behavioral Sciences. Dennis Kuchenich  ",
      "start": 873.84,
      "duration": 6.24
    },
    {
      "text": "has said that we have a \"war economy\", can you \ntell us why you agree or disagree with him?  ",
      "start": 880.08,
      "duration": 4.88
    },
    {
      "text": "We've had a war economy for all almost \nall of my life since the second world war. ",
      "start": 886.88,
      "duration": 8.16
    },
    {
      "text": "Never went off a war economy. Immediately after \nthe war, the United States was in a position of  ",
      "start": 895.84,
      "duration": 8.0
    },
    {
      "text": "absolutely overwhelming power and security, and \nwealth had been nothing like that in human history.  ",
      "start": 904.48,
      "duration": 8.4
    },
    {
      "text": "The United States had maybe almost half \nof the wealth of the world, controlled  ",
      "start": 914.48,
      "duration": 7.36
    },
    {
      "text": "the whole hemisphere, controlled both oceans,\ncontrolled the opposite sides of both oceans. ",
      "start": 921.84,
      "duration": 6.48
    },
    {
      "text": "Other industrial societies had been devastated. The U.S.\neconomy actually gained through the war.  ",
      "start": 929.44,
      "duration": 10.4
    },
    {
      "text": "Manufacturing and production virtually quadrupled. \nThe United States had been the richest country  ",
      "start": 940.64,
      "duration": 6.0
    },
    {
      "text": "in the world for long before an amazing \nposition. Well there was hope at the time  ",
      "start": 946.64,
      "duration": 6.08
    },
    {
      "text": "which I remember very well for what was called a \npeace dividend. Let's move to a peacetime economy.  ",
      "start": 952.72,
      "duration": 7.68
    },
    {
      "text": "That was dashed very quickly by development of \na conflict which I don't think was necessary. And  ",
      "start": 961.6,
      "duration": 10.16
    },
    {
      "text": "in retrospect, I think it's clear that it was \nunnecessary. The Russians were depicted as  ",
      "start": 971.76,
      "duration": 8.0
    },
    {
      "text": "a horrendous monstrous force seeking to conquer \nthe world. If you look at the internal documents  ",
      "start": 981.36,
      "duration": 9.04
    },
    {
      "text": "that have been declassified, it's pretty shocking. \nLook at NSC 68, the main document, 1950, which  ",
      "start": 990.4,
      "duration": 9.44
    },
    {
      "text": "called for a huge buildup of the war economy. \nDepicts the Russians as a slave state, which has a  ",
      "start": 1000.4,
      "duration": 10.64
    },
    {
      "text": "a mission that is part of their nature. They can't \nescape it. The mission is to conquer and suppress  ",
      "start": 1012.24,
      "duration": 6.64
    },
    {
      "text": "the whole world. In fact, there were knowledgeable, \nvery knowledgeable, commentators like analysts, like  ",
      "start": 1018.88,
      "duration": 7.76
    },
    {
      "text": "George Cannon, who'd been the head of the state \ndepartment policy planning system, a soviet expert.  ",
      "start": 1026.64,
      "duration": 8.0
    },
    {
      "text": "He said no this is not true. They don't like \nthem. A lot of things are wrong, but they're not  ",
      "start": 1035.2,
      "duration": 5.68
    },
    {
      "text": "an aggressive power. They're a weak power. He was \nthrown out. Every China specialist in the country  ",
      "start": 1040.88,
      "duration": 7.84
    },
    {
      "text": "was expelled. It was left in the hands of war hawks \npeople like, liberals incidentally, Dean Atchison,  ",
      "start": 1048.72,
      "duration": 11.04
    },
    {
      "text": "secretary of state. Who made it clear that he said, \n\"we have to make things clearer than truth to force  ",
      "start": 1060.4,
      "duration": 9.68
    },
    {
      "text": "the mass mind of the government \nto follow our policies.\" The leading",
      "start": 1070.8,
      "duration": 5.36
    },
    {
      "text": "Senator on Foreign Affairs, Robert Vandenberg, \nRepublican, said, \"we have to scare hell out of  ",
      "start": 1078.88,
      "duration": 7.44
    },
    {
      "text": "the country otherwise, we'll never get them able to \naccept this war-based system that we're developing.\"  ",
      "start": 1086.32,
      "duration": 7.52
    },
    {
      "text": "Well that happened, one thing after another. It's \nvery interesting to look in the details of this  ",
      "start": 1094.64,
      "duration": 6.48
    },
    {
      "text": "time. I could talk about it, but manufactured crises \nhave been developed over and over maintaining  ",
      "start": 1101.12,
      "duration": 8.48
    },
    {
      "text": "the war economy, war military-based economy. Huge \nmilitary budget. Our military budget is roughly  ",
      "start": 1109.6,
      "duration": 9.36
    },
    {
      "text": "three-quarters of a true almost a trillion \ndollars if you add everything up. The next  ",
      "start": 1119.84,
      "duration": 4.96
    },
    {
      "text": "largest military budget in the world is China \nwhich is about a quarter of a billion dollars",
      "start": 1124.8,
      "duration": 7.52
    },
    {
      "text": "per capita. For this Russia is 60 billion dollars \nbelow India but nevertheless we're being  ",
      "start": 1132.32,
      "duration": 9.44
    },
    {
      "text": "prepared now for another massive war-based economy \nwith confronting China which is insanities  ",
      "start": 1141.76,
      "duration": 12.4
    },
    {
      "text": "where there cannot be. A conflict with China would \ndestroy everything. There are problems that can be  ",
      "start": 1154.16,
      "duration": 8.0
    },
    {
      "text": "dealt with by diplomacy and negotiations as has \nbeen the case all along. And we have to move in  ",
      "start": 1162.16,
      "duration": 8.08
    },
    {
      "text": "that direction simply for survival. So we're \nin the midst of another example of what we've  ",
      "start": 1170.24,
      "duration": 7.44
    },
    {
      "text": "lived with, I've lived with, almost all my life \n75 years. And it's unnecessary and very dangerous.",
      "start": 1177.68,
      "duration": 8.32
    },
    {
      "text": "Yeah. This next question is from the \nCollege of Social Behavioral Sciences  ",
      "start": 1189.52,
      "duration": 5.2
    },
    {
      "text": "and is: should high-level social media companies \nbe allowed to ban people for offensive speech?  ",
      "start": 1194.72,
      "duration": 5.36
    },
    {
      "text": "Even officials like the \nPresident of the United States?",
      "start": 1200.08,
      "duration": 2.32
    },
    {
      "text": "Well personally I was not in favor of \nthat. I mean I could see an argument for  ",
      "start": 1204.4,
      "duration": 6.64
    },
    {
      "text": "banning Trump for maybe a week. The last week of \nhis presidency when he was plainly out of control  ",
      "start": 1211.92,
      "duration": 9.28
    },
    {
      "text": "and it he might have done something \nextremely dangerous. That's why the top general  ",
      "start": 1222.0,
      "duration": 6.24
    },
    {
      "text": "with the accord of other militaries informed China \ndon't take seriously anything that happened, might  ",
      "start": 1229.28,
      "duration": 7.68
    },
    {
      "text": "happen. That was a very dangerous moment. So I \nthink you could make a case for a temporary ban.  ",
      "start": 1236.96,
      "duration": 5.76
    },
    {
      "text": "But I was not in favor of the longer term \nban, as far as offensive speech is concerned.",
      "start": 1243.6,
      "duration": 8.88
    },
    {
      "text": "There has to be some limit. I think myself \nthat the basic principle is the one that was  ",
      "start": 1255.04,
      "duration": 8.0
    },
    {
      "text": "established by the supreme court in 1969. \nBrandenburg v. Ohio, the most important  ",
      "start": 1263.04,
      "duration": 9.76
    },
    {
      "text": "free speech judgment of the supreme court it was \nincidentally on a case involving the Ku Klux Klan.  ",
      "start": 1272.8,
      "duration": 8.16
    },
    {
      "text": "Not nice people and their decision \nwas that speech should be free up until  ",
      "start": 1281.92,
      "duration": 9.84
    },
    {
      "text": "participation in imminent criminal acts. So for \nexample, if you and I go into a store and rob it.  ",
      "start": 1293.2,
      "duration": 8.96
    },
    {
      "text": "And you have a gun and I say, \"shoot.\" That's \nnot protected speech. There's a range of  ",
      "start": 1302.88,
      "duration": 10.56
    },
    {
      "text": "interpretation of course, like all laws have a \nnumber of interpretation. But I think that's  ",
      "start": 1313.44,
      "duration": 7.36
    },
    {
      "text": "close to the principle we should keep to when \nspeech is really dangerous, in imminent danger,  ",
      "start": 1321.52,
      "duration": 8.56
    },
    {
      "text": "participating in imminent danger, then it's \njustified to have a ban. In other cases, I  ",
      "start": 1330.08,
      "duration": 7.04
    },
    {
      "text": "think a heavy burden of proof has to be meant to \nban speech. And in my opinion, it can rarely be met.",
      "start": 1337.12,
      "duration": 8.72
    },
    {
      "text": "This next question is from the \nCollege of Social and Behavioral Sciences:  ",
      "start": 1348.16,
      "duration": 4.08
    },
    {
      "text": "what is the best piece of advice you \ncould give to a young person today?",
      "start": 1352.88,
      "duration": 3.92
    },
    {
      "text": "Well I'm asked that very often, and the first \nthought that comes to mind is not to take  ",
      "start": 1359.68,
      "duration": 7.04
    },
    {
      "text": "seriously any advice that you hear. Especially \nfrom people who don't know you very well.  ",
      "start": 1366.72,
      "duration": 5.84
    },
    {
      "text": "The answers to these questions have to \ncome from within, there's no general advice.  ",
      "start": 1373.6,
      "duration": 6.8
    },
    {
      "text": "I never tried to give advice to my own children. \nThey knew where I stood on things, they then had to  ",
      "start": 1381.44,
      "duration": 6.8
    },
    {
      "text": "find their own way. And I think that's the same \nfor all of you. You have to find your own way.  ",
      "start": 1388.24,
      "duration": 6.08
    },
    {
      "text": "People can have suggestions. I could make some \nsuggestions, shouldn't take them very seriously.  ",
      "start": 1395.44,
      "duration": 7.04
    },
    {
      "text": "But there's no general advice, there's \nindividual choices that have to be made  ",
      "start": 1403.2,
      "duration": 7.6
    },
    {
      "text": "in the light of in personal individual \ncircumstances. But maybe older people can  ",
      "start": 1410.8,
      "duration": 7.04
    },
    {
      "text": "help out with information, background, experience, \nand so on. But it's just a store of experience and  ",
      "start": 1417.84,
      "duration": 10.16
    },
    {
      "text": "information, sometimes knowledge, sometimes \nerror, which you can draw from on your own.",
      "start": 1428.64,
      "duration": 6.32
    },
    {
      "text": "So maybe the advice is to just follow yourself \nmaybe. Don't listen to me, maybe, is the advice.  ",
      "start": 1437.52,
      "duration": 6.32
    },
    {
      "text": "I think it was given 2500 years ago by the Delphic \noracle which had the maxim \"Know they self.\"  ",
      "start": 1445.52,
      "duration": 10.0
    },
    {
      "text": "Figure out who you are honestly, where you \nbelong in the world, what the world is like.  ",
      "start": 1457.2,
      "duration": 6.88
    },
    {
      "text": "Do it with humility, with care, with \nconcern for others, and find your way.",
      "start": 1465.04,
      "duration": 8.08
    },
    {
      "text": "I think that's great advice. So this next \nquestion is from the College of Science  ",
      "start": 1475.6,
      "duration": 6.4
    },
    {
      "text": "and they ask: what help is there in wealth equity  ",
      "start": 1482.72,
      "duration": 3.12
    },
    {
      "text": "if our democracy feeds into \nthe wealth-power vicious cycle?",
      "start": 1485.84,
      "duration": 3.28
    },
    {
      "text": "What hope? Disaster. No hope. This \nhas been happening for the last  ",
      "start": 1495.12,
      "duration": 6.56
    },
    {
      "text": "40 years. It was bad enough before. For the past \n40 years, there have been programs: government  ",
      "start": 1502.24,
      "duration": 8.64
    },
    {
      "text": "programs, business programs, which have been \ncarefully designed so as to radically increase  ",
      "start": 1510.88,
      "duration": 8.56
    },
    {
      "text": "wealth inequality to lead to sharp concentration \nof wealth in a very narrow part of the population,  ",
      "start": 1520.08,
      "duration": 10.24
    },
    {
      "text": "with the most of the rest living in a,  \nreally a majority by now, living in a  ",
      "start": 1531.2,
      "duration": 5.52
    },
    {
      "text": "relatively precarious situation. A real wages \nfor non-supervisory workers are actually  ",
      "start": 1537.44,
      "duration": 8.08
    },
    {
      "text": "lower than they were in real terms than 40 \nyears ago. While enormous wealth has accumulated,  ",
      "start": 1546.08,
      "duration": 6.64
    },
    {
      "text": "this has led to a, it's not just here it's \nhappened to a certain extent all over the world,  ",
      "start": 1553.52,
      "duration": 6.0
    },
    {
      "text": "more extreme here all from the same policies. \nSo-called neoliberal policies which were designed  ",
      "start": 1560.48,
      "duration": 7.92
    },
    {
      "text": "so that they would have this effect and there are \nnow some. And it's led to anger, resentment, fear,  ",
      "start": 1568.4,
      "duration": 7.68
    },
    {
      "text": "irrationality, hatred, breakdown of the social order.\nPretty much what you'd expect from such policies.  ",
      "start": 1576.64,
      "duration": 8.64
    },
    {
      "text": "It's true here. It's true elsewhere. There's \nactually been some efforts to measure it  ",
      "start": 1585.84,
      "duration": 6.32
    },
    {
      "text": "by high-level research institutions. The most \ncareful was done by the Grand Corporation, a highly  ",
      "start": 1593.44,
      "duration": 9.36
    },
    {
      "text": "regarded quasi-governmental research institution, \ntheir estimate was that over the past 40 years,",
      "start": 1602.8,
      "duration": 9.04
    },
    {
      "text": "almost 50 billion dollars had been transferred \nfrom the lower 90 percent of the population to  ",
      "start": 1616.56,
      "duration": 9.92
    },
    {
      "text": "the top fraction of one percent. That's pretty \nimpressive, and it's a vast understatement. When  ",
      "start": 1626.48,
      "duration": 8.24
    },
    {
      "text": "Ronald Reagan entered office initiated \nthese programs, he basically opened the  ",
      "start": 1635.28,
      "duration": 7.52
    },
    {
      "text": "spigot on lots of other options: tax \nhavens, stock buybacks,  ",
      "start": 1642.8,
      "duration": 8.4
    },
    {
      "text": "rules of corporate management which allowed \nCEO's to basically set the wrong salaries.  ",
      "start": 1652.4,
      "duration": 5.92
    },
    {
      "text": "All sorts of other things. You add all this \nup it probably comes to I said billion, I  ",
      "start": 1659.2,
      "duration": 7.6
    },
    {
      "text": "should have said trillion dollars. It comes \nto roughly probably 780 trillion dollars  ",
      "start": 1666.8,
      "duration": 6.16
    },
    {
      "text": "taken from the lower 90 percent of the population \nworking class, middle class, and if you look at  ",
      "start": 1673.6,
      "duration": 7.36
    },
    {
      "text": "where it went it's mostly to a fraction, \na fraction of one percent of the population.  ",
      "start": 1680.96,
      "duration": 7.76
    },
    {
      "text": "0.1 of the population has doubled their share \nof wealth from 10% to 20% which is astonishing.  ",
      "start": 1689.92,
      "duration": 10.4
    },
    {
      "text": "Well these are policies, don't have to \nbe pursued, can be reversed. There are  ",
      "start": 1701.12,
      "duration": 6.32
    },
    {
      "text": "in congress right now debates going on as we talk \nabout efforts to do at least something about this.  ",
      "start": 1708.24,
      "duration": 8.96
    },
    {
      "text": "The Biden administration has put forth \nprograms, which if enacted, would substantially",
      "start": 1718.08,
      "duration": 10.24
    },
    {
      "text": "overcome some of the extreme harm that's \nbeen caused, not only to people but even to  ",
      "start": 1730.8,
      "duration": 7.2
    },
    {
      "text": "the infrastructure of the society which \nis collapsing. Well they're in a  ",
      "start": 1738.0,
      "duration": 6.24
    },
    {
      "text": "very tenuous position now the republicans are \n100% opposed, no break. Among the democrats ",
      "start": 1744.24,
      "duration": 9.68
    },
    {
      "text": "those who are called moderate for some reason, \nI would call them right-wing democrats, like our  ",
      "start": 1755.52,
      "duration": 7.36
    },
    {
      "text": "senatorial representative, are opposed. \nThey want to cut it back. Chances are it",
      "start": 1762.88,
      "duration": 6.8
    },
    {
      "text": "won't go through. A major opportunity will \nvery likely be lost to begin to compensate for the  ",
      "start": 1770.4,
      "duration": 11.28
    },
    {
      "text": "harm that's been caused by the policies \nof the past 40 years, which have been extremely  ",
      "start": 1781.68,
      "duration": 7.6
    },
    {
      "text": "harmful to our society and to many others \nthat have been subjected to the same policies.  ",
      "start": 1789.28,
      "duration": 6.64
    },
    {
      "text": "And we're right at a turning point now. \nPopular action could make a big difference.  ",
      "start": 1797.2,
      "duration": 5.6
    },
    {
      "text": "If there was popular activist-engaged protests \nagainst this it could make a difference. Congressional  ",
      "start": 1803.76,
      "duration": 9.04
    },
    {
      "text": "representatives aren't immune to popular pressure. \nThey may disregard it, but they're not immune to it.",
      "start": 1812.8,
      "duration": 9.04
    },
    {
      "text": "This next question is from the College \nof SBS and it is: how do you respond to  ",
      "start": 1825.36,
      "duration": 5.84
    },
    {
      "text": "Kant's categorical imperative and how do \nyou feel about Rawls's a theory of justice?",
      "start": 1831.2,
      "duration": 4.64
    },
    {
      "text": "Rawls's theory of justice. Rawls actually was a \npersonal friend. We discussed this book when it was  ",
      "start": 1838.64,
      "duration": 8.0
    },
    {
      "text": "coming out. Actually his, the original version of \nhis book, it not was published, was actually based  ",
      "start": 1847.28,
      "duration": 7.6
    },
    {
      "text": "in part on grammatical models, the kind that it was \nworking on. He received so much criticism for that,  ",
      "start": 1854.88,
      "duration": 8.48
    },
    {
      "text": "that he withdrew it. But there's now a subsequent \nbook by a fine young philosopher, John Mikhail,",
      "start": 1863.36,
      "duration": 9.76
    },
    {
      "text": "m-i-k-h-a-i-l. He's now a professor of law at \nGeorgetown. He did a thesis in a book in which he  ",
      "start": 1873.76,
      "duration": 8.88
    },
    {
      "text": "argued that the original model was the correct one \nand that if you pursued it you could develop an  ",
      "start": 1883.28,
      "duration": 7.12
    },
    {
      "text": "approach to developing a theory of \njustice, which actually had roots in human  ",
      "start": 1891.12,
      "duration": 6.88
    },
    {
      "text": "moral nature. The innate moral nature \nopened experimental work on this, others  ",
      "start": 1899.2,
      "duration": 6.72
    },
    {
      "text": "have now carried it on. But Rawls's book was a major \ncontribution. It reframed thinking for a generation  ",
      "start": 1905.92,
      "duration": 10.64
    },
    {
      "text": "about the nature of justice, about fairness, so \non. You could agree or disagree with it, but it  ",
      "start": 1916.56,
      "duration": 7.92
    },
    {
      "text": "was carefully done, very thoughtful. Same is true \nof his lectures on moral philosophy which have  ",
      "start": 1924.48,
      "duration": 7.68
    },
    {
      "text": "been published, which are marvelous introductions \nof the subject. Personally, I personally don't quite  ",
      "start": 1932.16,
      "duration": 7.92
    },
    {
      "text": "agree with a lot of conclusions but they \ncertainly have to be taken very seriously.",
      "start": 1940.08,
      "duration": 7.76
    },
    {
      "text": "And what about Kant's categorical imperative? \nWell, categorical imperative is nice to  ",
      "start": 1948.56,
      "duration": 9.68
    },
    {
      "text": "say but nobody's gonna live up to it. It's nice \nto think about, but if your child is being",
      "start": 1958.24,
      "duration": 11.44
    },
    {
      "text": "on the verge of being run over by a car \nand there's another child nearby who you  ",
      "start": 1972.64,
      "duration": 7.6
    },
    {
      "text": "you don't know who's being in the same \npredicament. You know what you're gonna do.",
      "start": 1980.24,
      "duration": 9.6
    },
    {
      "text": "And both of these questions come \nfrom the College of Science, but they  ",
      "start": 1992.4,
      "duration": 4.0
    },
    {
      "text": "seem kind of similar. What role does media \nplay in shaping linguistics and do you think  ",
      "start": 1996.4,
      "duration": 7.04
    },
    {
      "text": "modern grammatical theory properly explains this \nevolution of human language with social media?  ",
      "start": 2003.44,
      "duration": 5.84
    },
    {
      "text": "Well what's changed by social media is usage \nof language, not language. The language itself  ",
      "start": 2011.12,
      "duration": 8.4
    },
    {
      "text": "emerged, it seems roughly at the time that \nmodern humans emerged, narrow period. And it  ",
      "start": 2020.56,
      "duration": 9.52
    },
    {
      "text": "hasn't changed since. The faculty of language as \nfar as we know is shared among all humans. They  ",
      "start": 2030.08,
      "duration": 9.68
    },
    {
      "text": "seem to speak very different languages, but when \nyou look closely, one of the main discoveries of  ",
      "start": 2040.56,
      "duration": 6.64
    },
    {
      "text": "modern linguistics and cognitive science, is that \nwhen you look closely they're not very different.  ",
      "start": 2047.2,
      "duration": 7.2
    },
    {
      "text": "They're fundamentally based on the same mold. \nThe same incidentally has been discovered about  ",
      "start": 2055.04,
      "duration": 6.4
    },
    {
      "text": "organisms. If you go back 50 or 60 years, \nbiologists assume that organisms are so different  ",
      "start": 2061.44,
      "duration": 10.24
    },
    {
      "text": "that each has to be studied on its own. They can \nvary in almost all possible ways. It's now known  ",
      "start": 2072.4,
      "duration": 7.36
    },
    {
      "text": "that they're all virtually identical they \nare based on the same principles, deep",
      "start": 2080.56,
      "duration": 7.28
    },
    {
      "text": "principles that don't change.",
      "start": 2090.4,
      "duration": 2.4
    },
    {
      "text": "It's gone to the point where some serious \nmolecular biologists have suggested there may even  ",
      "start": 2095.52,
      "duration": 6.88
    },
    {
      "text": "be a universal genome with minor modifications. \nIt's not accepted, but it's not considered observed.  ",
      "start": 2102.4,
      "duration": 7.44
    },
    {
      "text": "What does change is usage. So your \nuse of language is going to be  ",
      "start": 2110.4,
      "duration": 7.44
    },
    {
      "text": "somewhat different from my use of language, because \nof peer pressures, generational changes, and so on.  ",
      "start": 2117.84,
      "duration": 8.32
    },
    {
      "text": "When I listen to my grandchildren, it's \na lot different from the way I talk. But  ",
      "start": 2127.84,
      "duration": 5.68
    },
    {
      "text": "it's the same language, and it hasn't changed \nfor probably a couple hundred thousand years.",
      "start": 2133.52,
      "duration": 10.32
    },
    {
      "text": "And this next question comes \nfrom the College of Science: ",
      "start": 2145.84,
      "duration": 3.2
    },
    {
      "text": "what are your thoughts on the \nUnited States version of capitalism?",
      "start": 2149.76,
      "duration": 3.68
    },
    {
      "text": "And what steps, if any, do you believe should \nbe taken to combat all of its shortcomings?",
      "start": 2153.44,
      "duration": 4.4
    },
    {
      "text": "Well there are narrow questions and \ndeeper questions. If we look at the  ",
      "start": 2160.48,
      "duration": 6.32
    },
    {
      "text": "evolution of American capitalism which I \nthink should be called state capitalism.  ",
      "start": 2167.6,
      "duration": 6.64
    },
    {
      "text": "There are no truly capitalist countries. A country \nthat was truly capitalist would self-destruct in  ",
      "start": 2174.88,
      "duration": 7.68
    },
    {
      "text": "no time. The people who Adam Smith called \nthe masters of mankind, the main manufacturers,  ",
      "start": 2182.56,
      "duration": 11.84
    },
    {
      "text": "merchants, business interests, they would never \npermit capitalism. They want a powerful state  ",
      "start": 2194.4,
      "duration": 7.04
    },
    {
      "text": "to intervene to protect them from the ravages \nof the market. We see this constantly. The last 40  ",
      "start": 2202.08,
      "duration": 7.84
    },
    {
      "text": "years there's been crash after crash after Reagan \ninitiated the period of, actually Carter initiated  ",
      "start": 2209.92,
      "duration": 8.8
    },
    {
      "text": "radar extended, the period of deregulation. \nSo financialization, so crash after crash,  ",
      "start": 2218.72,
      "duration": 7.12
    },
    {
      "text": "each time the government (that means the population) \nhas to step in to rescue the perpetrators.  ",
      "start": 2226.48,
      "duration": 8.16
    },
    {
      "text": "That's always been true to some extent. In fact, \na large part of the technology that we enjoy,  ",
      "start": 2235.44,
      "duration": 6.88
    },
    {
      "text": "the vaccines that we use, come from government \nspending. Very substantial part. Business wants  ",
      "start": 2243.44,
      "duration": 7.6
    },
    {
      "text": "the public to take the risks and pay the costs. And \nthey'll make the profits, so it's state capitalism.  ",
      "start": 2251.04,
      "duration": 7.36
    },
    {
      "text": "But it's gone through various periods starting in \nthe 1930s, my childhood, there was the initiation  ",
      "start": 2258.4,
      "duration": 10.48
    },
    {
      "text": "in the United States of moves towards social \ndemocracy. While Europe was moving towards fascism,  ",
      "start": 2269.76,
      "duration": 7.76
    },
    {
      "text": "the United States was leading the way \ntowards social democracy under the new deal.  ",
      "start": 2278.16,
      "duration": 5.68
    },
    {
      "text": "Big bitter struggle. I remember it very well,\nbut it achieved quite a lot well that lasted,  ",
      "start": 2284.64,
      "duration": 8.96
    },
    {
      "text": "was on hold through the war, picked up again at the \nend of the second world war with a major struggle.  ",
      "start": 2294.88,
      "duration": 7.12
    },
    {
      "text": "Major business effort to reverse it. Major popular \neffort to sustain and expand it. That conflict  ",
      "start": 2302.88,
      "duration": 8.32
    },
    {
      "text": "went on for 20 -25 years, finally the business \ninterests prevailed and we had moved into it.  ",
      "start": 2311.2,
      "duration": 12.56
    },
    {
      "text": "That period was sometimes called regimented \ncapitalism. The state played a powerful role in  ",
      "start": 2325.12,
      "duration": 6.56
    },
    {
      "text": "in maintaining taxation which was moderately \nprogressive, controlling financial institutions.  ",
      "start": 2332.88,
      "duration": 10.32
    },
    {
      "text": "Banks were banks, not firms, making risky \ninvestments which the government would  ",
      "start": 2343.2,
      "duration": 7.28
    },
    {
      "text": "bail them out for if they collapsed. It was \nwas the greatest period of growth in American  ",
      "start": 2350.48,
      "duration": 9.52
    },
    {
      "text": "history, capitalist history, and pretty egalitarian \nbirth. The lowest quintile did about as well as the  ",
      "start": 2360.0,
      "duration": 8.08
    },
    {
      "text": "highest quintile. This is the Eisenhower period, \nthe 1960s, began in the 70s, began to change.  ",
      "start": 2368.08,
      "duration": 11.6
    },
    {
      "text": "Was a major business counter-offensive began to \nmove towards what became the neo-liberal programs  ",
      "start": 2380.32,
      "duration": 6.56
    },
    {
      "text": "in which huge changes were made, leading to \nthe system that I've, to what I, described since.  ",
      "start": 2387.6,
      "duration": 8.56
    },
    {
      "text": "Basically stagnation for the majority. \nEnormous wealth for a tiny percentage.  ",
      "start": 2396.16,
      "duration": 7.12
    },
    {
      "text": "Crisis after crisis as the effects of \nfinancialization and deregulation took place. ",
      "start": 2404.08,
      "duration": 7.36
    },
    {
      "text": "Such a change in the tax structure that for the \nfirst time in a century, billionaires actually pay  ",
      "start": 2412.16,
      "duration": 6.88
    },
    {
      "text": "a lower rate than people who work for them.\nWell all going back to the narrow and broader  ",
      "start": 2419.04,
      "duration": 7.6
    },
    {
      "text": "kinds of reform. The narrow kind of reform \ncould be a return to a form of social democracy.",
      "start": 2427.84,
      "duration": 10.0
    },
    {
      "text": "In the post-war period, Europe picked up \nand developed further the kinds of social  ",
      "start": 2439.6,
      "duration": 6.72
    },
    {
      "text": "democratic policies that had been pioneered in the \nUnited States. So if you take a look at European  ",
      "start": 2446.32,
      "duration": 6.4
    },
    {
      "text": "countries now, they're quite different than us. \nI think Germany, in Germany a working person  ",
      "start": 2452.72,
      "duration": 8.32
    },
    {
      "text": "has two months of paid vacation automatically. \nIt's universal healthcare, a free higher education.",
      "start": 2461.76,
      "duration": 9.44
    },
    {
      "text": "If a couple has a baby, they get about I think \n14 months of joint maternal and paternal leave.  ",
      "start": 2473.12,
      "duration": 7.76
    },
    {
      "text": "There's child care provided,\nmany amenities provided now.  ",
      "start": 2481.52,
      "duration": 5.92
    },
    {
      "text": "You'll see you can read some economists who \nwill say, \"well they sacrifice by having lower  ",
      "start": 2488.88,
      "duration": 6.96
    },
    {
      "text": "GDP per capita.\" Yeah if people work two months \nless, GDP is going to be less. But maybe leisure  ",
      "start": 2495.84,
      "duration": 9.84
    },
    {
      "text": "is something worthwhile okay. That's possible. \nAmericans have almost none of this. In fact, if you-  ",
      "start": 2505.68,
      "duration": 7.28
    },
    {
      "text": "There are popular forces moving \ntowards it. Bernie Sanders is the most  ",
      "start": 2514.72,
      "duration": 7.84
    },
    {
      "text": "outspoken figure. But if you take a look at \nSanders's policies by European standards,",
      "start": 2523.2,
      "duration": 8.48
    },
    {
      "text": "it's so normal. In fact, one of the editors \nof the world's leading business journals,  ",
      "start": 2533.84,
      "duration": 7.36
    },
    {
      "text": "Financial Times in London, quipped that if Sanders \nwas running in Germany, he could be running on the  ",
      "start": 2541.76,
      "duration": 8.16
    },
    {
      "text": "conservative party program. Which is pretty much \ntrue. He's calling for universal health care,  ",
      "start": 2549.92,
      "duration": 7.52
    },
    {
      "text": "which almost everybody has outside the United States.  ",
      "start": 2558.4,
      "duration": 2.88
    },
    {
      "text": "Both of our neighbors; for example, Canada \nand Mexico, Europe, Brazil, anywhere you look.  ",
      "start": 2562.08,
      "duration": 6.48
    },
    {
      "text": "Free higher education, they have it not very far \nfrom us in Mexico. But much of Europe elsewhere.  ",
      "start": 2569.28,
      "duration": 9.68
    },
    {
      "text": "These are important moves. They would move the \nUnited States back towards the center of the  ",
      "start": 2580.96,
      "duration": 8.16
    },
    {
      "text": "rich developed societies in terms of concern for \nwelfare of the population. It's being, there's a  ",
      "start": 2590.08,
      "duration": 8.72
    },
    {
      "text": "struggle about it right now in congress, which \nI mentioned. We don't know which way it'll go.  ",
      "start": 2598.8,
      "duration": 5.36
    },
    {
      "text": "The Biden programs wouldn't lead \nto this, but they'd be a step  ",
      "start": 2605.12,
      "duration": 3.92
    },
    {
      "text": "towards it. So that's the kind of change \nwhich I think is easily feasible. To say  ",
      "start": 2609.6,
      "duration": 7.28
    },
    {
      "text": "let's go back to the economy of the Eisenhower \nyears. It doesn't sound terribly radical okay.  ",
      "start": 2617.6,
      "duration": 7.12
    },
    {
      "text": "Eisenhower, himself, said that anyone who questions \nnew deal measures doesn't belong in our political  ",
      "start": 2625.36,
      "duration": 7.28
    },
    {
      "text": "system. By now they're not only questioned \nbut rejected by much of the political system.  ",
      "start": 2632.64,
      "duration": 6.88
    },
    {
      "text": "Well that's a narrow change, I don't incidentally \nwant to glorify those years. There was plenty wrong  ",
      "start": 2640.32,
      "duration": 6.56
    },
    {
      "text": "with them, but we're talking about a narrow \nquestion. Now what about a further question?  ",
      "start": 2646.88,
      "duration": 5.84
    },
    {
      "text": "Well that's worth thinking about. For \nabout 2,000 years of western history,  ",
      "start": 2653.68,
      "duration": 6.56
    },
    {
      "text": "it was taken for granted that the worst \nassault on human rights and human dignity  ",
      "start": 2661.36,
      "duration": 7.76
    },
    {
      "text": "was to be subservient to some other person, to take \norders from a master. But we have a phrase for that,  ",
      "start": 2669.92,
      "duration": 9.04
    },
    {
      "text": "it's called getting a job. Meaning \nfor your and almost entire waking life,  ",
      "start": 2678.96,
      "duration": 7.12
    },
    {
      "text": "you're a servant to a master. You follow orders. \nIn a manner, for most working people that's  ",
      "start": 2686.72,
      "duration": 8.72
    },
    {
      "text": "worse than what exists in totalitarian \nstates. Stalin, for example, couldn't tell you  ",
      "start": 2696.8,
      "duration": 7.92
    },
    {
      "text": "you can only go to the bathroom at three o'clock \nin the afternoon for five minutes. And you can't  ",
      "start": 2705.68,
      "duration": 7.12
    },
    {
      "text": "talk to anybody on the way there, and you have to \nwear these clothes, and you have to move on this  ",
      "start": 2712.8,
      "duration": 5.52
    },
    {
      "text": "path if you're an Amazon worker. Not on a different \npath and we monitor you to make sure you're doing  ",
      "start": 2718.32,
      "duration": 6.72
    },
    {
      "text": "it. That's called having a job for most people. \nRight through the 19th century, that was considered  ",
      "start": 2725.04,
      "duration": 7.92
    },
    {
      "text": "an abomination. If you look back at American \nhistory, the late 19th century, there were two  ",
      "start": 2732.96,
      "duration": 7.6
    },
    {
      "text": "huge popular movements. One was the radical \nfarmers movement, this was an agrarian country  ",
      "start": 2741.36,
      "duration": 8.4
    },
    {
      "text": "at the time. Farmers in Texas, Kansas, Oklahoma \njoined together and decided they wanted to be free  ",
      "start": 2750.48,
      "duration": 11.04
    },
    {
      "text": "of the control of northeastern bankers and market \nmanagers, to run their own affairs. To create what  ",
      "start": 2761.52,
      "duration": 8.96
    },
    {
      "text": "they called a \"cooperative commonwealth\" in which \nfarmers would get together and collectively  ",
      "start": 2770.48,
      "duration": 7.44
    },
    {
      "text": "run their own affairs. In parallel to this in \nthe industrial east, Pennsylvania, Massachusetts  ",
      "start": 2777.92,
      "duration": 8.96
    },
    {
      "text": "a working-class movement was developing. It created \na huge labor movement, Knights of Labor, which was  ",
      "start": 2788.56,
      "duration": 7.92
    },
    {
      "text": "incidentally some of its first activities \nwere organizing black workers in Louisiana.  ",
      "start": 2796.48,
      "duration": 6.48
    },
    {
      "text": "It was biracial, plenty of flaws like everything. \nBut fundamentally working for the same goals:  ",
      "start": 2803.52,
      "duration": 9.04
    },
    {
      "text": "cooperative commonwealth, workers should own and \nmanage their own enterprises, we should never have  ",
      "start": 2813.52,
      "duration": 6.88
    },
    {
      "text": "to follow orders of a boss, we should never \nhave our labor stolen from us by someone who  ",
      "start": 2820.4,
      "duration": 7.2
    },
    {
      "text": "owns capital. That was the motto the Knights of \nLabor, and the farmers movement was then called  ",
      "start": 2827.6,
      "duration": 8.72
    },
    {
      "text": "the populist movement. Different, not what populism \nmeans today. They began to get together. If they had,  ",
      "start": 2836.32,
      "duration": 7.52
    },
    {
      "text": "it would be a very different country, \na country with real radical democracy.  ",
      "start": 2844.64,
      "duration": 6.32
    },
    {
      "text": "They were crushed by state and corporate force. \nThe United States has a very violent history of  ",
      "start": 2851.76,
      "duration": 6.8
    },
    {
      "text": "labor history, much more so than comparable \ncountries. But these are further things that  ",
      "start": 2859.44,
      "duration": 6.48
    },
    {
      "text": "we might think about. I don't think they're \nfar below the surface, so that's a much  ",
      "start": 2865.92,
      "duration": 4.88
    },
    {
      "text": "farther goal. Should we accept a system in \nwhich some people take orders, others give  ",
      "start": 2871.44,
      "duration": 8.4
    },
    {
      "text": "them, and that's almost your entire waking life?\nI think that's a question worth considering.",
      "start": 2879.84,
      "duration": 6.0
    },
    {
      "text": "Kind of in that similar vein,\nwhat do you think of the phrase  ",
      "start": 2889.84,
      "duration": 4.32
    },
    {
      "text": "\"Aren't we more free when our basic needs are \nmet?\" and what do you say to libertarians who  ",
      "start": 2894.16,
      "duration": 4.96
    },
    {
      "text": "would not want to sacrifice their private \nproperty rights for an ideal like this?",
      "start": 2899.12,
      "duration": 3.6
    },
    {
      "text": "Well what are property rights? I mean you \nhave a right to the property that you use.  ",
      "start": 2905.6,
      "duration": 8.72
    },
    {
      "text": "Definitely, nobody's questioning that. Do you have a \nright to property that you don't use but that you  ",
      "start": 2914.32,
      "duration": 7.36
    },
    {
      "text": "employ to rent people to make profit from you? \nThat's another question. Do you have a right  ",
      "start": 2922.32,
      "duration": 7.28
    },
    {
      "text": "to be demanding a society in which constant \npower is concentrated in very few hands, which are",
      "start": 2930.72,
      "duration": 11.12
    },
    {
      "text": "basically totalitarian? They have total control \nover everything they do. Everyone else has  ",
      "start": 2943.92,
      "duration": 6.8
    },
    {
      "text": "a right to rent themselves to them for survival. \nWell that's another question. Do you have a right  ",
      "start": 2951.76,
      "duration": 6.88
    },
    {
      "text": "to interfere with another person's right? Well \nif you have if you have an estate which nobody  ",
      "start": 2958.64,
      "duration": 7.6
    },
    {
      "text": "else can live on and you're not using it, you're \ninterfering with other people's rights. In fact, the  ",
      "start": 2966.24,
      "duration": 6.24
    },
    {
      "text": "biggest popular movement in the world and one of \nthe most important, about which not enough is known,  ",
      "start": 2972.48,
      "duration": 7.44
    },
    {
      "text": "is what's called the landless workers movement \nin Brazil. It's a movement of working people,  ",
      "start": 2980.72,
      "duration": 7.76
    },
    {
      "text": "peasants, farmers, who occupy lands that are \nowned but not used by rich landowners. They face  ",
      "start": 2989.36,
      "duration": 10.8
    },
    {
      "text": "plenty of harassment. Police come in, armies come \nin, corporate paramilitaries come in, try to drive  ",
      "start": 3000.16,
      "duration": 8.56
    },
    {
      "text": "them out. But they've made substantial gains, large \nparts. And they've moved on to form something like  ",
      "start": 3008.72,
      "duration": 8.16
    },
    {
      "text": "the kind of cooperative commonwealth that \nradical farmers in the United States were  ",
      "start": 3017.76,
      "duration": 5.52
    },
    {
      "text": "trying to develop back in the late 19th \ncentury. It's a pretty impressive movement.  ",
      "start": 3024.08,
      "duration": 7.2
    },
    {
      "text": "One of the courses that I co-taught last fall, \nlast winter, with one of the sessions had a  ",
      "start": 3032.24,
      "duration": 8.0
    },
    {
      "text": "spokesperson from them describing \ntheir activities. These are the kind-",
      "start": 3040.24,
      "duration": 5.44
    },
    {
      "text": "It's a country, sort of. It's not as \nrich as the United States obviously. But  ",
      "start": 3047.92,
      "duration": 4.56
    },
    {
      "text": "basically structured in a similar \nway. Well those are possibilities. So  ",
      "start": 3053.2,
      "duration": 5.52
    },
    {
      "text": "if you really ask what the so-called \nAmerican libertarians are calling for,  ",
      "start": 3060.08,
      "duration": 5.6
    },
    {
      "text": "They're basically calling for tyranny. \nThey're calling for a system in which  ",
      "start": 3067.36,
      "duration": 5.92
    },
    {
      "text": "people will have the capacity to amass property \nand wealth without limit, without interference,  ",
      "start": 3074.4,
      "duration": 9.52
    },
    {
      "text": "and use it to dominate and control \nothers who will have no choice.  ",
      "start": 3084.56,
      "duration": 4.32
    },
    {
      "text": "I should say, if you want a personal \nanecdote, I was introduced to libertarian  ",
      "start": 3089.76,
      "duration": 6.08
    },
    {
      "text": "thought 70 years ago when I was a graduate student \nat Harvard. And there was an invited lecturer  ",
      "start": 3096.56,
      "duration": 8.16
    },
    {
      "text": "by the guru of the libertarian movement \nLudwig von Mises, Austrian libertarian. He  ",
      "start": 3105.28,
      "duration": 10.16
    },
    {
      "text": "gave a speech on, I attended it, on why the \ngovernment is responsible for unemployment.  ",
      "start": 3115.44,
      "duration": 7.12
    },
    {
      "text": "That was his speech and it was accurate. What he \nsaid is: suppose that some guy is starving and  ",
      "start": 3123.68,
      "duration": 9.28
    },
    {
      "text": "I'm a rich owner and I offer him a miserable job \nfor 10 cents an hour under horrible conditions.  ",
      "start": 3133.68,
      "duration": 9.44
    },
    {
      "text": "Well he's starving, he'd probably take it. But \nthen the evil government steps in and imposes  ",
      "start": 3143.84,
      "duration": 8.32
    },
    {
      "text": "regulations saying you have to pay people enough \nto live on, you have to have safety conditions.  ",
      "start": 3152.16,
      "duration": 7.12
    },
    {
      "text": "And because of that, he can't take the job. The \nevil government is forcing him to be unemployed.  ",
      "start": 3159.28,
      "duration": 7.36
    },
    {
      "text": "Now if we had a real libertarian society, he'd \nbe free to take the job if we could only get the  ",
      "start": 3167.36,
      "duration": 6.16
    },
    {
      "text": "government off our backs. Well I was watching \nthe faces of the graduate students at Harvard, ",
      "start": 3173.52,
      "duration": 7.04
    },
    {
      "text": "a fair number of them accepted that. They're the \nones who go on to be rich corporate lawyers and  ",
      "start": 3181.36,
      "duration": 7.12
    },
    {
      "text": "executives and libertarians. There were others \nwho were horrified. They went in a different path.",
      "start": 3188.48,
      "duration": 7.44
    },
    {
      "text": "So almost taking you back to that age, \nif you were around 19 years old today,  ",
      "start": 3201.36,
      "duration": 5.04
    },
    {
      "text": "what would you be doing and why? \nThis is from the College of SBS.  ",
      "start": 3206.4,
      "duration": 3.04
    },
    {
      "text": "Well I could tell you what I was doing then. But \nwhat I was doing then was deciding is it even  ",
      "start": 3210.96,
      "duration": 9.44
    },
    {
      "text": "worthwhile to continue with college? Its stupid \nand ridiculous, I want to do something else.  ",
      "start": 3220.4,
      "duration": 4.8
    },
    {
      "text": "By a series of accidents, I stayed in the \nuniversity system. And in retrospect, I'm  ",
      "start": 3226.16,
      "duration": 6.08
    },
    {
      "text": "very glad that those accidents took place. \nBut as to what I would be doing today,  ",
      "start": 3232.8,
      "duration": 5.68
    },
    {
      "text": "probably something not well thought out. That's \nthe age. I should say that there's actually a  ",
      "start": 3239.68,
      "duration": 8.32
    },
    {
      "text": "gender difference. Women's brains mature at \naround 20 or so, men's brains don't mature until  ",
      "start": 3248.64,
      "duration": 10.8
    },
    {
      "text": "maybe five years later and this shows up in many ways. \nBut you can make a lot of mistakes, which  ",
      "start": 3260.08,
      "duration": 9.92
    },
    {
      "text": "is not terrible you have time to correct them. \nBut there are things that really should be done.  ",
      "start": 3270.0,
      "duration": 5.68
    },
    {
      "text": "Definitely and lots of young people are doing \nthem. A couple of days ago, there was a, Friday  ",
      "start": 3276.8,
      "duration": 7.12
    },
    {
      "text": "I think, there was an international \nclimate strike. That was young people, huge numbers  ",
      "start": 3283.92,
      "duration": 8.48
    },
    {
      "text": "in Europe. Germany featured Greta Thunberg. Other \ncountries made huge demonstrations almost all  ",
      "start": 3292.4,
      "duration": 9.52
    },
    {
      "text": "young people. They are in the forefront of \ntrying to save humanity from self-destruction.  ",
      "start": 3301.92,
      "duration": 7.52
    },
    {
      "text": "It's shameful that it has to be young people. It's \nshameful that Greta Thunberg had to stand up at an  ",
      "start": 3310.96,
      "duration": 10.96
    },
    {
      "text": "invited talk at the Davos meetings. The\nannual meetings of the rich and powerful, masters  ",
      "start": 3321.92,
      "duration": 7.76
    },
    {
      "text": "of mankind. And she had to get up and give a talk \nending with \"you have betrayed us\", which is correct.  ",
      "start": 3329.68,
      "duration": 8.64
    },
    {
      "text": "My generation, next younger generation, have \nbetrayed the youth as a country. We have  ",
      "start": 3339.04,
      "duration": 7.92
    },
    {
      "text": "knowingly created a situation that they're going \nto inherit. I won't be here, but you will. In which  ",
      "start": 3347.52,
      "duration": 8.4
    },
    {
      "text": "it may be impossible for humans to survive in an \norganized form. We've known for decades what has  ",
      "start": 3357.2,
      "duration": 8.16
    },
    {
      "text": "to be done about this. More information is coming \nalong. Latest IPCC report on August 9th gave a much  ",
      "start": 3365.36,
      "duration": 11.52
    },
    {
      "text": "more dire analysis than in the past. But the \nbasics have been understood since the 1980s  ",
      "start": 3376.88,
      "duration": 7.92
    },
    {
      "text": "and the opportunity was lost. If \nit had been taken 40 years ago,  ",
      "start": 3386.32,
      "duration": 6.48
    },
    {
      "text": "be a lot easier to handle if it had been \nundertaken 10 years ago it would have been a lot  ",
      "start": 3393.92,
      "duration": 8.16
    },
    {
      "text": "easier to handle. If we let it go another 10 \nyears it may be virtually impossible to handle.  ",
      "start": 3402.08,
      "duration": 6.24
    },
    {
      "text": "I mean it's understood. We know it has to be done. \nThere are feasible measures, very feasible measures,  ",
      "start": 3409.28,
      "duration": 7.92
    },
    {
      "text": "which could mitigate the crisis, lead to a much \nbetter world, a survivable world, which we could  ",
      "start": 3417.2,
      "duration": 8.72
    },
    {
      "text": "go on to develop further. Pursue some of these \nother things we've been talking about. But none  ",
      "start": 3425.92,
      "duration": 6.16
    },
    {
      "text": "of that will be possible unless this challenge \nis met, and met soon. And unfortunately it's, well  ",
      "start": 3432.08,
      "duration": 10.16
    },
    {
      "text": "maybe fortunately, for your generation there's a \nchallenge that has never risen in human history.",
      "start": 3442.24,
      "duration": 7.28
    },
    {
      "text": "That's hard to bear in one respect.  ",
      "start": 3451.68,
      "duration": 2.88
    },
    {
      "text": "But an exciting prospect and another. It's in your \nhands to determine whether organized human society  ",
      "start": 3455.52,
      "duration": 8.56
    },
    {
      "text": "will survive. My generation failed \nmiserably on this. Now it's your turn.",
      "start": 3464.08,
      "duration": 9.76
    },
    {
      "text": "So I remember last time you mentioning you don't \ngo on social media much but you read a lot about  ",
      "start": 3475.2,
      "duration": 4.88
    },
    {
      "text": "it. So for this next question: for children \ngrowing up in a digital world where most of our  ",
      "start": 3480.08,
      "duration": 6.56
    },
    {
      "text": "information we consume is fed by algorithms made \nby large corporations and they're not self-sought  ",
      "start": 3486.64,
      "duration": 6.16
    },
    {
      "text": "out, how would you re-imagine the usage of digital \nlearning tools to teach children how to think and  ",
      "start": 3492.8,
      "duration": 5.92
    },
    {
      "text": "generate new frameworks for thought rather than \nsimply regurgitating trending talking points?",
      "start": 3498.72,
      "duration": 4.88
    },
    {
      "text": "Well I'm an old-fashioned conservative. \nI think the best way to learn to think  ",
      "start": 3505.84,
      "duration": 6.96
    },
    {
      "text": "is for example to go to the local library \nor to the university library, find books,  ",
      "start": 3514.24,
      "duration": 7.6
    },
    {
      "text": "find other people who want to discuss \nthem, form groups where you talk about them.  ",
      "start": 3521.84,
      "duration": 4.64
    },
    {
      "text": "Kind of what we did in graduate school. \nI think that's a lot better than  ",
      "start": 3527.68,
      "duration": 4.72
    },
    {
      "text": "being obsessed with social \nmedia. I got my own education.",
      "start": 3533.68,
      "duration": 4.16
    },
    {
      "text": "Anecdote again, I got mostly because I was \nlucky to get to get a fellowship at Harvard,  ",
      "start": 3539.92,
      "duration": 7.12
    },
    {
      "text": "which didn't pay much. But allowed me to have \na desk at Widener Library, fantastic library,  ",
      "start": 3547.68,
      "duration": 7.84
    },
    {
      "text": "one of the best libraries in the world. They go \nin there in the morning, have a desk, do your work,  ",
      "start": 3555.52,
      "duration": 6.4
    },
    {
      "text": "walk around the stacks, find fascinating things, \npick them up, go to the local bookstore which  ",
      "start": 3562.96,
      "duration": 6.96
    },
    {
      "text": "used to exist lots of them. And you find very \ninteresting things, you find people who are looking  ",
      "start": 3569.92,
      "duration": 6.96
    },
    {
      "text": "at them, want to talk about it, set up discussion \ngroups. You get an education, I don't know  ",
      "start": 3576.88,
      "duration": 8.0
    },
    {
      "text": "any better way. Maybe something can be done \nwith digital systems but I don't think it's  ",
      "start": 3584.88,
      "duration": 7.92
    },
    {
      "text": "going to be an increment. All of these things have \nto come basically from within, and the decline of  ",
      "start": 3592.8,
      "duration": 9.12
    },
    {
      "text": "reading is very serious. I can see it all \nthe time, just in my own life. I get tons of mail.  ",
      "start": 3602.56,
      "duration": 10.0
    },
    {
      "text": "A lot of it from young people, a lot of good \nquestions. They want to know what's your  ",
      "start": 3613.2,
      "duration": 5.84
    },
    {
      "text": "reason for saying this, what's the source and \nso on. But they want a source that's online.",
      "start": 3619.04,
      "duration": 6.48
    },
    {
      "text": "I mean I've had letters from kids in fancy prep \nschools, the fancy schools in New England where  ",
      "start": 3627.6,
      "duration": 9.36
    },
    {
      "text": "rich kids go. A high educational standard \nsaying things like I have an assignment for  ",
      "start": 3636.96,
      "duration": 8.08
    },
    {
      "text": "next week on so and so, can you give me \nsome advice as to what I can look at?  ",
      "start": 3645.76,
      "duration": 6.48
    },
    {
      "text": "So I say, well in the library across the \nstreet, you can find this in that book which  ",
      "start": 3653.2,
      "duration": 7.2
    },
    {
      "text": "could be helpful. I get a letter back saying no \nI want something online. I can't walk across the  ",
      "start": 3660.4,
      "duration": 7.44
    },
    {
      "text": "street. I want to just push a button. Well you're \nnot going to have critical thinking that way.",
      "start": 3667.84,
      "duration": 7.2
    },
    {
      "text": "I agree. Maybe they should attend more Noam \nChomsky Q&A's and maybe that'll help too. ",
      "start": 3679.6,
      "duration": 7.68
    },
    {
      "text": "But kind of, you kind of touched on it like \nfor a second, but you've been quoted saying,  ",
      "start": 3688.24,
      "duration": 4.64
    },
    {
      "text": "\"If we don't believe in freedom of expression \nfor people we despise, we don't believe in it  ",
      "start": 3692.88,
      "duration": 4.16
    },
    {
      "text": "at all.\" Would you revise this now or qualified \nor change it? Not at all, more so than ever.  ",
      "start": 3697.04,
      "duration": 8.16
    },
    {
      "text": "That's been true always. The cancel \nculture as it's called is very familiar.  ",
      "start": 3706.24,
      "duration": 8.24
    },
    {
      "text": "It's existed all my life, but it's been directed \nagainst the left so nobody paid attention to it.  ",
      "start": 3715.28,
      "duration": 7.44
    },
    {
      "text": "I could give you plenty of examples from my \nown experience. What's changed now is that  ",
      "start": 3723.52,
      "duration": 7.12
    },
    {
      "text": "some sectors of young people who regard \nthemselves as on the left, have picked up  ",
      "start": 3731.76,
      "duration": 8.72
    },
    {
      "text": "some of the standard devices that have been \nused for years to suppress freedom of speech.  ",
      "start": 3741.28,
      "duration": 6.88
    },
    {
      "text": "It's wrong in principle. It's tactically \nsuicidal. The principle I think is obvious, the  ",
      "start": 3749.52,
      "duration": 9.44
    },
    {
      "text": "tactics, you can see what happens. It's a gift \nto the right. You drive somebody off campus  ",
      "start": 3758.96,
      "duration": 7.04
    },
    {
      "text": "because you don't like what they're saying, \nthey love it. It's a shot in the arm for them.  ",
      "start": 3766.0,
      "duration": 6.08
    },
    {
      "text": "They can stand up as defenders of freedom and \njustice against the left-wing totalitarians. You  ",
      "start": 3772.64,
      "duration": 8.48
    },
    {
      "text": "want to have a reasonable response to them, invite, \nhave them come on campus. Set up if you want to an  ",
      "start": 3781.12,
      "duration": 8.56
    },
    {
      "text": "alternative meeting where you discuss their \nideas, expose them, let people think about them.",
      "start": 3789.68,
      "duration": 6.56
    },
    {
      "text": "You'll pretty soon find they \ndon't even want to come to campus.  ",
      "start": 3798.48,
      "duration": 2.88
    },
    {
      "text": "That's the way you deal with ideas you don't like. \nNot by trying to suppress them, that's tactics.  ",
      "start": 3802.64,
      "duration": 8.24
    },
    {
      "text": "But the more important thing is principle.\nIf you think about the statement you quoted,  ",
      "start": 3810.88,
      "duration": 5.68
    },
    {
      "text": "Stalin and Hitler were perfectly happy \nto support speech that they liked.",
      "start": 3818.0,
      "duration": 7.28
    },
    {
      "text": "We don't consider them \ndefenders of freedom of speech.",
      "start": 3827.36,
      "duration": 2.72
    },
    {
      "text": "And that question was from the college of SBS and \nso is this next one: the US- China relationship  ",
      "start": 3835.12,
      "duration": 5.84
    },
    {
      "text": "is getting worse after Tiananmen Square. But China \nhas serious human rights issues in Hong Kong. Will  ",
      "start": 3840.96,
      "duration": 5.76
    },
    {
      "text": "China be a threat to the world as some politicians \nclaim? And will china be authority right-wing or  ",
      "start": 3846.72,
      "duration": 5.6
    },
    {
      "text": "authority left-wing in the future, in your opinion? \nWell there's not much that China can do about  ",
      "start": 3852.32,
      "duration": 8.24
    },
    {
      "text": "our problems, and there's not much we can do about \ntheir problems. We can object to things we think  ",
      "start": 3861.12,
      "duration": 8.48
    },
    {
      "text": "are wrong. They can object to things they think are \nwrong. But it's not much more than that. Now what  ",
      "start": 3869.6,
      "duration": 9.36
    },
    {
      "text": "about is China a threat to the world? I mean is \nthe United States a threat to the world when it",
      "start": 3878.96,
      "duration": 8.24
    },
    {
      "text": "institutes essentially Jim Crow style policies \nto bar minorities from voting? It's a threat  ",
      "start": 3887.92,
      "duration": 8.24
    },
    {
      "text": "to the American people, it's not a threat to the \nworld. China carries out human rights abuses in  ",
      "start": 3896.16,
      "duration": 7.76
    },
    {
      "text": "Xinjiang province. We should protest it,\nshould say it's wrong, but we should also say  ",
      "start": 3905.52,
      "duration": 7.28
    },
    {
      "text": "what about the comparable or worse \nproblems that we are carrying out right now?  ",
      "start": 3913.84,
      "duration": 6.4
    },
    {
      "text": "And they exist, so for example, to take one striking \nexample, it's claimed that a million people  ",
      "start": 3921.12,
      "duration": 10.24
    },
    {
      "text": "went through China's Uyghurs, went through China's \nreeducation camps and suffered pretty severe human  ",
      "start": 3932.08,
      "duration": 8.96
    },
    {
      "text": "rights abuses. That's a million people, certainly \nshouldn't happen. There happens to be the biggest  ",
      "start": 3941.04,
      "duration": 8.32
    },
    {
      "text": "open-air prison in the world which has two million \npeople in it, a million children. Gaza, it's called,  ",
      "start": 3949.36,
      "duration": 8.0
    },
    {
      "text": "which is subjected to some of the worst human \nrights abuses in the world. They don't have  ",
      "start": 3958.0,
      "duration": 6.32
    },
    {
      "text": "water to drink, power stations have been crushed \nand destroyed, sewage systems destroyed, constant  ",
      "start": 3964.32,
      "duration": 7.52
    },
    {
      "text": "murderous attacks no pretext, using American \nweapons. When they run, this is Israel, when they run  ",
      "start": 3971.84,
      "duration": 7.2
    },
    {
      "text": "out of weapons, they turn to the big boy across the \nocean who is replenishing the weapons. This just  ",
      "start": 3979.04,
      "duration": 7.04
    },
    {
      "text": "happened again a few days ago when congress voted \nanother billion dollars to replenish",
      "start": 3986.08,
      "duration": 9.12
    },
    {
      "text": "military equipment that Israel expended \nduring the war. It was defended on human  ",
      "start": 3996.88,
      "duration": 7.28
    },
    {
      "text": "rights grounds. They said well this is the \niron dome defensive system, can't prevent people  ",
      "start": 4004.16,
      "duration": 6.96
    },
    {
      "text": "from defending themselves. Did anybody suggest \nproviding something to help the people of Gaza  ",
      "start": 4011.12,
      "duration": 6.72
    },
    {
      "text": "defend themselves from incomparably worse attacks? \nThat doesn't cross our minds. We're committed to  ",
      "start": 4018.4,
      "duration": 8.64
    },
    {
      "text": "severe human rights abuses easily comparable to \nanything that's described in Xinjiang province.  ",
      "start": 4027.04,
      "duration": 7.04
    },
    {
      "text": "Do we do anything about it? No, we object to the \nthreat posed by others. Well somebody mentioned  ",
      "start": 4034.64,
      "duration": 8.0
    },
    {
      "text": "the categorical imperative earlier, so let's think \nabout it, let's think about the golden rule, other  ",
      "start": 4042.64,
      "duration": 7.68
    },
    {
      "text": "famous moral principles. We should be thinking \nwe should or know thyself the Delphic oracle,  ",
      "start": 4050.32,
      "duration": 8.0
    },
    {
      "text": "we should first ask ourselves what can we do? We \ncan protest what other people are doing, can't  ",
      "start": 4058.96,
      "duration": 8.32
    },
    {
      "text": "do much about it. We can do something about what \nwe're doing. We didn't get excited about Russian  ",
      "start": 4067.28,
      "duration": 8.8
    },
    {
      "text": "operatics who condemned the US war in Vietnam, \nThat's easy, if they condemned the practices  ",
      "start": 4076.8,
      "duration": 8.32
    },
    {
      "text": "of the Soviet Union. We honored and respected \nthem. Sakharov, Solzhenitsyn, and others same  ",
      "start": 4085.12,
      "duration": 8.56
    },
    {
      "text": "principles apply here. Well let's talk about \nthe question of threats. China is internally  ",
      "start": 4093.68,
      "duration": 8.32
    },
    {
      "text": "highly repressive, highly authoritarian, doing \nlots of things it shouldn't be doing. Those are  ",
      "start": 4102.0,
      "duration": 6.4
    },
    {
      "text": "completely wrong. They're threats to the people \nof China. They're not threats to us. China's doing  ",
      "start": 4109.84,
      "duration": 5.92
    },
    {
      "text": "some things internationally which are wrong. \nIn fact in violation of international law.  ",
      "start": 4115.76,
      "duration": 6.24
    },
    {
      "text": "So in the South China Sea, China's taking actions \nwhich are in violation of international law.  ",
      "start": 4122.8,
      "duration": 7.04
    },
    {
      "text": "Is the United States in any \nposition to protest about them? ",
      "start": 4131.04,
      "duration": 3.52
    },
    {
      "text": "We're the only maritime country \nthat doesn't even accept the law.  ",
      "start": 4135.76,
      "duration": 4.56
    },
    {
      "text": "We're a country that carries out \npiracy on the high seas, the greatest  ",
      "start": 4141.84,
      "duration": 7.36
    },
    {
      "text": "maritime crime. When we, the US Navy, intercepts \nboats, ships, carrying which they claim  ",
      "start": 4149.76,
      "duration": 10.72
    },
    {
      "text": "are carrying Iranian oil to Venezuela and \ndrives them to American ports that's piracy.  ",
      "start": 4160.48,
      "duration": 6.72
    },
    {
      "text": "Subject to the death penalty, the worst maritime \ncrime. Do we say anything about it? No we applaud.  ",
      "start": 4168.16,
      "duration": 7.28
    },
    {
      "text": "Yeah we're doing the right thing. So \nwe're in general in no position to",
      "start": 4176.16,
      "duration": 6.48
    },
    {
      "text": "object to China's violations, and they are \nviolations, in the South China Sea. These  ",
      "start": 4183.76,
      "duration": 6.96
    },
    {
      "text": "should be dealt with by regional powers. The US \ncan back them if it likes through negotiations,",
      "start": 4190.72,
      "duration": 8.08
    },
    {
      "text": "diplomacy, settlement, accommodations \nas in many other places.  ",
      "start": 4199.68,
      "duration": 5.28
    },
    {
      "text": "There are the what we call the threat of China \nis not in the Caribbean, it's not on the borders  ",
      "start": 4206.64,
      "duration": 8.56
    },
    {
      "text": "of California, it's on the borders of China. What \nwe call the threat of China is on China's borders.  ",
      "start": 4215.2,
      "duration": 9.04
    },
    {
      "text": "What we call the threat of Russia \nis on Russia's borders. That should  ",
      "start": 4225.04,
      "duration": 6.0
    },
    {
      "text": "get us to think for a minute. We might \nalso ask is China maybe facing a threat?  ",
      "start": 4232.0,
      "duration": 7.2
    },
    {
      "text": "China is ringed with missiles, with nuclear armed \nmissiles, from hundreds of US bases. Some of the  ",
      "start": 4240.16,
      "duration": 11.52
    },
    {
      "text": "800 and so bases that the US has around the world. \nMany of them surrounding China, armed with nuclear  ",
      "start": 4251.68,
      "duration": 7.52
    },
    {
      "text": "armed missiles, China has one in Djibouti \nin Africa. Is China may be facing a threat? ",
      "start": 4259.2,
      "duration": 7.44
    },
    {
      "text": "Are we facing a threat? In fact, you know we're not \ntotally secure. Nobody is. But we are more secure  ",
      "start": 4268.0,
      "duration": 9.52
    },
    {
      "text": "than any country in the world. I mean 9/11 was \na big surprise. But remember it's the first time  ",
      "start": 4277.52,
      "duration": 9.04
    },
    {
      "text": "that the US territory was attacked since 1812. \nCan you think of any other country like that?",
      "start": 4287.44,
      "duration": 9.36
    },
    {
      "text": "We attack others. We don't get attacked. So yes, \nwe should be serious about the threats that exist  ",
      "start": 4299.6,
      "duration": 9.92
    },
    {
      "text": "and work to mitigate them. And what we are actually \ndoing is working to accelerate and exacerbate them.  ",
      "start": 4310.48,
      "duration": 8.08
    },
    {
      "text": "So the response to the alleged China threat \nis not to send a naval armada into the South  ",
      "start": 4319.92,
      "duration": 8.72
    },
    {
      "text": "China Sea any more than they should respond \nto us by sending an armada into the Caribbean.  ",
      "start": 4328.64,
      "duration": 8.0
    },
    {
      "text": "That's not the answer. The answer is \nnot to send, make a deal with Australia  ",
      "start": 4337.36,
      "duration": 6.64
    },
    {
      "text": "to provide them with nuclear submarines \nwhich are advertised publicly by US high  ",
      "start": 4344.56,
      "duration": 8.96
    },
    {
      "text": "figures as being able to sink the Chinese navy \nin three days, and are able to appear in Chinese  ",
      "start": 4355.12,
      "duration": 9.36
    },
    {
      "text": "ports unannounced at any time armed with nuclear \nweapons. That's not the way to reduce tensions and",
      "start": 4364.48,
      "duration": 9.6
    },
    {
      "text": "problems. It's a way to \ninstigate a hostile reaction,  ",
      "start": 4376.24,
      "duration": 4.4
    },
    {
      "text": "which can then escalate in the familiar cycle, \neven get out of control which case we're all dead, ",
      "start": 4381.28,
      "duration": 7.6
    },
    {
      "text": "finished. We can't have a war with China or any \nother nuclear state. The state that initiates  ",
      "start": 4390.88,
      "duration": 6.88
    },
    {
      "text": "the war will be destroyed. So that's out of \nthe question. And we should think about the fact  ",
      "start": 4397.76,
      "duration": 7.12
    },
    {
      "text": "that the US strategic posture 2018 under Trump \nso far carried over under Biden, even extended.  ",
      "start": 4405.52,
      "duration": 9.92
    },
    {
      "text": "The strategic posture is to prepare to \nwin simultaneous wars against Russia and China.  ",
      "start": 4416.0,
      "duration": 9.84
    },
    {
      "text": "That's carrying insanity to the point \nbeyond where words exist to describe it.  ",
      "start": 4426.88,
      "duration": 9.2
    },
    {
      "text": "You can't have a nuclear war with either of them, \nand expect civilization to describe to survive.  ",
      "start": 4437.04,
      "duration": 6.8
    },
    {
      "text": "Well these are things we \nought to be thinking about.  ",
      "start": 4444.72,
      "duration": 3.44
    },
    {
      "text": "And a lot of them are right before our eyes. \nThe nuclear sub deal was just a couple weeks ago.",
      "start": 4449.12,
      "duration": 5.44
    },
    {
      "text": "And this next question is from the College of SBS.",
      "start": 4458.72,
      "duration": 2.72
    },
    {
      "text": "What is a question you wish people asked you more \nand what would be your answer to that question?",
      "start": 4462.16,
      "duration": 5.68
    },
    {
      "text": "Well probably the one that comes \nmost is from people your age.  ",
      "start": 4470.48,
      "duration": 6.8
    },
    {
      "text": "What I'm guessing is your age, who say I'm lost, \nI don't know what to do, I can't figure out  ",
      "start": 4478.08,
      "duration": 9.68
    },
    {
      "text": "what to do with my life, everything seems too \nhard and impossible, what can I do? ",
      "start": 4487.76,
      "duration": 9.92
    },
    {
      "text": "Some variant of that is probably the most common \nquestion and it's the kind of question that should  ",
      "start": 4497.68,
      "duration": 7.68
    },
    {
      "text": "appear come to mind for somebody your age. Came \nto my mind when I was your age. It's the kind of thing  ",
      "start": 4505.36,
      "duration": 7.6
    },
    {
      "text": "you should be thinking about. But not asking \nfor any advice about. We've talked about that.",
      "start": 4512.96,
      "duration": 6.32
    },
    {
      "text": "Is there a particular question that \nyou wished people asked you about? ",
      "start": 4523.68,
      "duration": 3.68
    },
    {
      "text": "Like is there a topic that's like really niche \nor something, that you wish people asked you about?",
      "start": 4527.36,
      "duration": 4.88
    },
    {
      "text": "I guess you get asked everything \nunder the sun. A number of the questions  ",
      "start": 4534.72,
      "duration": 4.8
    },
    {
      "text": "that were asked here, I think should be asked a \nlot more. Including the more far-reaching ones,  ",
      "start": 4539.52,
      "duration": 6.88
    },
    {
      "text": "we should ask the question whether",
      "start": 4547.36,
      "duration": 1.76
    },
    {
      "text": "working people and farmers, many \nof them without formal education  ",
      "start": 4551.44,
      "duration": 5.6
    },
    {
      "text": "in the late 19th century, whether they were correct \nin agreeing with two millennia of western thought  ",
      "start": 4557.92,
      "duration": 10.32
    },
    {
      "text": "that subordination to a master is intolerable. I \nthink people should be asking that. Do you have  ",
      "start": 4569.12,
      "duration": 8.8
    },
    {
      "text": "to accept it? I don't think so. There are other \nforms of social organization, like the ones that",
      "start": 4577.92,
      "duration": 8.24
    },
    {
      "text": "farmers and workers without formal education \nwere striving for. If you read their press,  ",
      "start": 4589.52,
      "duration": 7.04
    },
    {
      "text": "very lively labor press, a lot of it written by \nyoung women who incidentally were called factory girls.  ",
      "start": 4596.56,
      "duration": 6.72
    },
    {
      "text": "Women who were driven off the farms into the mills, \nhad their own very lively very interesting press.  ",
      "start": 4603.92,
      "duration": 8.0
    },
    {
      "text": "It's all available, even online, and very \ninteresting reading, very thoughtful.  ",
      "start": 4612.56,
      "duration": 7.92
    },
    {
      "text": "Lots of ideas and working towards some conception \nof a kind of cooperative commonwealth of people  ",
      "start": 4621.28,
      "duration": 8.64
    },
    {
      "text": "working together. Mutual aid, mutual support, common \ninterests, not just I'm out for myself to be  ",
      "start": 4630.64,
      "duration": 9.28
    },
    {
      "text": "ahead of the next guy. Not that. Well that's \nvery valuable to think about.",
      "start": 4639.92,
      "duration": 9.92
    },
    {
      "text": "So kind of in that same vein what is one of \nyour top issues that's on your mind right now and  ",
      "start": 4652.8,
      "duration": 6.0
    },
    {
      "text": "what gives you hope about it? Or do you not have hope \nabout it or et cetera? Well right now there are  ",
      "start": 4658.8,
      "duration": 8.08
    },
    {
      "text": "two topics that should be on \nthe top of everyone's mind.  ",
      "start": 4668.48,
      "duration": 5.52
    },
    {
      "text": "One of them going back to what you said \nbefore, what question do I wish were asked more.  ",
      "start": 4675.52,
      "duration": 5.6
    },
    {
      "text": "Here's one. What can we do about the increasing \nand ominous threat of nuclear war? It is very  ",
      "start": 4681.92,
      "duration": 10.16
    },
    {
      "text": "serious, it's growing. It's worse than it has \nbeen, with very few exceptions, for 75 years.",
      "start": 4692.08,
      "duration": 9.68
    },
    {
      "text": "And there's almost no attention being paid \nto it. Neither political party is interested,  ",
      "start": 4704.4,
      "duration": 5.36
    },
    {
      "text": "the media aren't interested. Take a \nlook at the political conventions.  ",
      "start": 4710.72,
      "duration": 5.2
    },
    {
      "text": "Nothing was said about it. It's one of the two \nmajor, major threats to survival of organized  ",
      "start": 4716.96,
      "duration": 11.2
    },
    {
      "text": "human life on earth. There are comparable threats \nand that's what should be in the top of our minds.  ",
      "start": 4728.16,
      "duration": 5.68
    },
    {
      "text": "One is, and it's beginning to get some attention \nat least, the threat of environmental destruction.  ",
      "start": 4734.8,
      "duration": 8.08
    },
    {
      "text": "That's not just heating the atmosphere, habitat \ndestruction, pollution of the oceans, destruction  ",
      "start": 4744.24,
      "duration": 10.48
    },
    {
      "text": "of possibilities of agricultural production, all \nof that is combined into environmental destruction.  ",
      "start": 4754.72,
      "duration": 8.24
    },
    {
      "text": "Left on our present course, we will soon \nreach irreversible tipping points. Doesn't  ",
      "start": 4764.4,
      "duration": 7.2
    },
    {
      "text": "mean everybody's going to die tomorrow, but \nwe'll be on a course which can't be changed  ",
      "start": 4771.6,
      "duration": 6.88
    },
    {
      "text": "towards essentially destruction of organized human \nlife on earth. That's one, the other is the severe  ",
      "start": 4778.48,
      "duration": 9.76
    },
    {
      "text": "and growing threat of nuclear war that should be \non the top of our minds. And that one is not being  ",
      "start": 4788.8,
      "duration": 8.64
    },
    {
      "text": "discussed at all. Now in both of these cases, we \nknow how to deal with them. The means are there,  ",
      "start": 4797.44,
      "duration": 9.04
    },
    {
      "text": "feasible means within grasp can make a better \nworld. We're not taking them. Those are two things  ",
      "start": 4807.44,
      "duration": 8.08
    },
    {
      "text": "that be on the top of our minds. Another thing \nthat should be on the top of our minds is the  ",
      "start": 4815.52,
      "duration": 5.92
    },
    {
      "text": "collapse of the social order. It's \nnot as tangible, but it's very real.  ",
      "start": 4823.2,
      "duration": 6.08
    },
    {
      "text": "The collapse of an atmosphere of \nrational interchange and discourse.  ",
      "start": 4830.16,
      "duration": 5.76
    },
    {
      "text": "It shows up in many ways. You take a \nlook at polls of people's attitudes,  ",
      "start": 4836.88,
      "duration": 6.4
    },
    {
      "text": "it's shocking really shocking. I could go \nthrough examples and people have moved into such  ",
      "start": 4844.64,
      "duration": 8.0
    },
    {
      "text": "impenetrable bubbles, they can't \neven talk to each other about it.  ",
      "start": 4853.92,
      "duration": 3.36
    },
    {
      "text": "Families break up over whether you're gonna vote \nRepublican or Democrat. I mean it's just  ",
      "start": 4858.4,
      "duration": 7.92
    },
    {
      "text": "it's a reflection of the collapse of the social \norder. The effects of what I described earlier.",
      "start": 4867.12,
      "duration": 9.28
    },
    {
      "text": "40 years of an assault on the general population, \nforced atomization, disruption, breakdown of social  ",
      "start": 4877.44,
      "duration": 9.6
    },
    {
      "text": "organization, attack on labor unions, the main means \nof defense, turning people into a society of  ",
      "start": 4887.04,
      "duration": 8.8
    },
    {
      "text": "atomized people living a precarious existence. \nThat's going to have effects on the  ",
      "start": 4897.76,
      "duration": 6.16
    },
    {
      "text": "moral and intellectual climate, and \nit's having them. That's serious.  ",
      "start": 4904.8,
      "duration": 4.4
    },
    {
      "text": "These choices incidentally are not just my own. \nThose of you who follow the course of the famous  ",
      "start": 4910.32,
      "duration": 9.44
    },
    {
      "text": "doomsday clock, the clock of the bullet of atomic \nscientists, which was established in 1947 after the  ",
      "start": 4919.76,
      "duration": 10.24
    },
    {
      "text": "atom bombings. So try to give a concise \npicture of the state of the world. The ",
      "start": 4930.0,
      "duration": 9.28
    },
    {
      "text": "hands of the clock are set a certain distance \nfrom midnight based on analysis of the world's situation.  ",
      "start": 4940.0,
      "duration": 6.08
    },
    {
      "text": "Midnight means termination. It was set at \nseven minutes to midnight in 1947, oscillated  ",
      "start": 4947.12,
      "duration": 8.56
    },
    {
      "text": "over the years. Since the Trump administration, \nevery year it's been moved closer to midnight.  ",
      "start": 4955.68,
      "duration": 6.96
    },
    {
      "text": "A couple of years ago, it reached the closest point \nit had ever been two minutes to midnight. After  ",
      "start": 4963.76,
      "duration": 5.92
    },
    {
      "text": "that the analysts abandoned minutes they moved \nto seconds. It's now a hundred seconds to midnight.  ",
      "start": 4969.68,
      "duration": 7.2
    },
    {
      "text": "My guess is next January, it'll probably move \ncloser. Well they mentioned three major things.  ",
      "start": 4977.68,
      "duration": 9.28
    },
    {
      "text": "One the growing threat of nuclear weapons, two \nthe threat of environmental destruction and the  ",
      "start": 4988.4,
      "duration": 8.08
    },
    {
      "text": "fact that leaders in the world are not acting \nto respond to it. The third, the breakdown of an  ",
      "start": 4996.48,
      "duration": 6.88
    },
    {
      "text": "atmosphere of rational civilized interchange. Might \nsound as if that doesn't belong with the first two,  ",
      "start": 5003.36,
      "duration": 9.44
    },
    {
      "text": "but it does. Because if you can't overcome that, \nthere'll never be a way of dealing with the others.  ",
      "start": 5012.8,
      "duration": 7.12
    },
    {
      "text": "So those are the things that I think \nshould be uppermost in our minds.",
      "start": 5020.96,
      "duration": 6.88
    },
    {
      "text": "This next question is from the College of SBS,\nthey thank you for sharing your insights so far.  ",
      "start": 5029.44,
      "duration": 4.48
    },
    {
      "text": "And they want to know, how \nwould you account for human greed  ",
      "start": 5034.48,
      "duration": 3.92
    },
    {
      "text": "in your idea of a stateless socialist \nsystem, or anti-capitalist in general?",
      "start": 5038.4,
      "duration": 4.88
    },
    {
      "text": "I don't think human greed is, it's \ncertainly a aspect of human nature.  ",
      "start": 5046.0,
      "duration": 6.48
    },
    {
      "text": "So is kindness and sympathy, a \nhuman nature incorporates both.  ",
      "start": 5053.2,
      "duration": 5.12
    },
    {
      "text": "Each of us by our nature could be a saint or a \nsinner, probably we're all a mixture of each.",
      "start": 5059.68,
      "duration": 8.56
    },
    {
      "text": "Well how it eventuates in the course of \nthe way a human person grows and develops  ",
      "start": 5069.36,
      "duration": 7.6
    },
    {
      "text": "is in part heavily influenced by the social system \nin which you're in, the prevailing ideologies.  ",
      "start": 5077.68,
      "duration": 8.0
    },
    {
      "text": "What's called prevailing common sense, what's \ntaken for granted, part of it is just your own  ",
      "start": 5086.4,
      "duration": 7.2
    },
    {
      "text": "will and choice. Nobody understands that. But \nscience has nothing to say about it. We all know  ",
      "start": 5093.6,
      "duration": 8.56
    },
    {
      "text": "we have that option. Well that turns into whether \nyou're a person who wants to to go back to my  ",
      "start": 5103.2,
      "duration": 8.64
    },
    {
      "text": "lesson on libertarian thought 75 years ago, \ndepends that's the kind determines whether  ",
      "start": 5112.56,
      "duration": 7.76
    },
    {
      "text": "you're the kind of person who cheers at the idea \nthat if we could only get rid of the government,",
      "start": 5120.32,
      "duration": 6.56
    },
    {
      "text": "we'd get rid of unemployment. If you want to \ncheer at that, you're one kind of person. If you're  ",
      "start": 5126.88,
      "duration": 5.92
    },
    {
      "text": "abhorred by that, you're a different kind of person. \nThey're both within the range of human nature.",
      "start": 5132.8,
      "duration": 7.04
    },
    {
      "text": "And someone from the College of SBS just \nwants to clarify what is the increasing  ",
      "start": 5143.2,
      "duration": 4.72
    },
    {
      "text": "threat of nuclear-worthy that you're referencing? Is \nit belligerence between nuclear powers?  ",
      "start": 5147.92,
      "duration": 4.88
    },
    {
      "text": "is it a heightened risk of acquisition of \nnuclear weapons by non-nuclear powers? Is it  ",
      "start": 5152.8,
      "duration": 5.12
    },
    {
      "text": "abandonment of treaties or in what terms are you \nspeaking of? Well that's a very important question.  ",
      "start": 5157.92,
      "duration": 7.04
    },
    {
      "text": "That's a shame that it even has to be asked. \nIt's a shame that it's not constantly discussed  ",
      "start": 5165.52,
      "duration": 6.8
    },
    {
      "text": "and in the forefront of our attention. So in \nfact everything that was mentioned, I mentioned  ",
      "start": 5172.88,
      "duration": 7.2
    },
    {
      "text": "the exorbitant military budgets. This is \nat a time when we badly need resources.  ",
      "start": 5180.8,
      "duration": 6.88
    },
    {
      "text": "Close to a trillion dollars for us is being spent, \nmostly in waste, preparation for destruction. A lot  ",
      "start": 5189.28,
      "duration": 9.36
    },
    {
      "text": "of it for developing more destructive \nweapons which will eliminate us as well.  ",
      "start": 5198.64,
      "duration": 5.84
    },
    {
      "text": "So one thing is developing is even having \nand developing more destructive weapons. The US",
      "start": 5205.2,
      "duration": 8.96
    },
    {
      "text": "is moving towards militarization of space. \nA violation of the outer space treaty. That's  ",
      "start": 5214.16,
      "duration": 6.8
    },
    {
      "text": "lunacy. It's destructive for everyone, including \nus. They're not going to be able to control it.  ",
      "start": 5221.76,
      "duration": 6.08
    },
    {
      "text": "We initiate militarization of space, others \nwill follow. We're all in more danger. Take  ",
      "start": 5228.88,
      "duration": 7.04
    },
    {
      "text": "over the last 60 years there has been \npainful slow moves towards trying to control, to  ",
      "start": 5236.96,
      "duration": 10.56
    },
    {
      "text": "put not to put this genie back into the bottle, \nbut at least make it harder for her to get out.  ",
      "start": 5248.24,
      "duration": 5.36
    },
    {
      "text": "To control the threat, arms control agreements \nstarted with Eisenhower with the beginnings of  ",
      "start": 5253.6,
      "duration": 7.04
    },
    {
      "text": "the Open Skies Treaty. Then other presidents since,\nbig step forward, with Reagan under intensive  ",
      "start": 5260.64,
      "duration": 8.48
    },
    {
      "text": "popular pressure. Hugest demonstrations in \nhistory here in the United States opposing  ",
      "start": 5269.12,
      "duration": 7.12
    },
    {
      "text": "short-range missiles in Europe which greatly \nincreased the threat of war. Finally Reagan  ",
      "start": 5277.04,
      "duration": 7.44
    },
    {
      "text": "and Gorbachev reached an agreement 1987 to ban \nthese weapons. That substantially increased the  ",
      "start": 5284.48,
      "duration": 8.96
    },
    {
      "text": "likelihood of peace. There was an anti-ABM treaty. \nVery important. Every strategic analyst knows that  ",
      "start": 5293.44,
      "duration": 8.88
    },
    {
      "text": "although ABM sounds defensive, it's actually \nan offensive weapon. It's a weapon that says  ",
      "start": 5302.32,
      "duration": 7.52
    },
    {
      "text": "maybe we can somehow fend off a first strike so \nwe can destroy the enemy with the second strike.  ",
      "start": 5310.56,
      "duration": 7.28
    },
    {
      "text": "It's an offensive weapon. Everyone understands \nthat you put ABMs on the Russian border,  ",
      "start": 5317.84,
      "duration": 6.32
    },
    {
      "text": "it's a threat to them. And they understand \nit. There wasn't anti-ABM treaty. ",
      "start": 5324.8,
      "duration": 6.32
    },
    {
      "text": "There were other treaties, the Republican party \nin this century has been dismantling them.  ",
      "start": 5332.0,
      "duration": 7.28
    },
    {
      "text": "George W Bush dismantled the ABM treaty. When \nTrump came along, he wanted to dismantle everything.  ",
      "start": 5340.16,
      "duration": 7.92
    },
    {
      "text": "Trump's general policy was a wrecking ball. He \ndismantled the INF treaty, intermediate range  ",
      "start": 5348.8,
      "duration": 9.44
    },
    {
      "text": "missile treaty, was moving towards destroying \nthe Open Skies Treaty, was just about to end the  ",
      "start": 5358.24,
      "duration": 8.4
    },
    {
      "text": "last of the standing treaties, the New Start Treaty, \nwhich limits Russian and American nuclear weapons. ",
      "start": 5366.64,
      "duration": 8.8
    },
    {
      "text": "There are way too many of them, but this at least \nlimits them. That was due to expire on February 5th. ",
      "start": 5376.56,
      "duration": 6.0
    },
    {
      "text": "bidden was elected just in time, within hours, \nto ratify the treaty as the Russians had been  ",
      "start": 5384.08,
      "duration": 7.2
    },
    {
      "text": "imploring the US to do. So that one's still \nthere. Much of the rest has been dismantled. Well  ",
      "start": 5391.84,
      "duration": 6.88
    },
    {
      "text": " there's another treaty \ncalled the Non-Proliferation Treaty,  ",
      "start": 5399.44,
      "duration": 4.56
    },
    {
      "text": "which we signed, which obligates \nus to pursue good faith measures  ",
      "start": 5404.0,
      "duration": 7.2
    },
    {
      "text": "to eliminate nuclear weapons. There's a treaty in \nforce, now a few months ago, international treaty  ",
      "start": 5411.2,
      "duration": 9.6
    },
    {
      "text": "signed by 120 or so countries calling for the \nprohibition of development of nuclear weapons.  ",
      "start": 5421.44,
      "duration": 8.64
    },
    {
      "text": "Well not one nuclear state has signed it, but we \ncould have a role in influencing other states  ",
      "start": 5431.2,
      "duration": 10.88
    },
    {
      "text": "to move towards it. And there are many other things \nthat could be done. Plenty of them. Just mention  ",
      "start": 5442.08,
      "duration": 7.84
    },
    {
      "text": "one which is immediate, one very positive move \nwould be to establish nuclear weapons-free zones  ",
      "start": 5449.92,
      "duration": 8.16
    },
    {
      "text": "in the world. So regions which say we don't \nhave anything to do with nuclear weapons,  ",
      "start": 5458.08,
      "duration": 5.6
    },
    {
      "text": "it doesn't get rid of them, but it's significant. \nThere are quite a few, but they can't go into force.  ",
      "start": 5464.72,
      "duration": 7.04
    },
    {
      "text": "Primarily because of us. There's a \nnuclear weapons-free zone in the pacific.  ",
      "start": 5473.36,
      "duration": 6.24
    },
    {
      "text": "Can't go into force because the United \nStates insists on maintaining nuclear weapons ",
      "start": 5480.56,
      "duration": 7.04
    },
    {
      "text": "facilities on its specific islands. There's an \nAfrican nuclear weapons free zone treaty, can't  ",
      "start": 5488.24,
      "duration": 10.8
    },
    {
      "text": "go into force because the United States \nmaintains a nuclear-armed military base  ",
      "start": 5499.04,
      "duration": 7.92
    },
    {
      "text": "on an island which under F international law \nbelongs to Africa. It was a British island.  ",
      "start": 5507.76,
      "duration": 8.0
    },
    {
      "text": "And Britain, which is by now just a vassal of \nthe United States, agreed to oppose international  ",
      "start": 5516.48,
      "duration": 8.64
    },
    {
      "text": "law and to insist on holding the island in \nviolation of the United Nations world court  ",
      "start": 5525.12,
      "duration": 7.52
    },
    {
      "text": "to drive out all the population so the US\ncould establish a military base there, which  ",
      "start": 5533.28,
      "duration": 6.56
    },
    {
      "text": "was raised by Obama to a nuclear base. It's not \nsymbolic. It's the base that's used for bombing  ",
      "start": 5539.84,
      "duration": 7.28
    },
    {
      "text": "central Asia and the middle east, so the African \ntreaty can't go into effect. There is a western  ",
      "start": 5547.68,
      "duration": 6.64
    },
    {
      "text": "hemisphere treaty. Well two countries block it, \nthe United States and Canada. We insist on nuclear  ",
      "start": 5554.32,
      "duration": 7.36
    },
    {
      "text": "weapons. The most important such zone would be the \nMiddle East, a highly volatile region. The nuclear  ",
      "start": 5561.68,
      "duration": 9.92
    },
    {
      "text": "weapons free zone in the \nMiddle East would end the alleged threat of Iran.  ",
      "start": 5571.6,
      "duration": 8.16
    },
    {
      "text": "Iran is supposed to be a major threat. Its \nnuclear weapons programs are on the front pages.  ",
      "start": 5581.12,
      "duration": 6.4
    },
    {
      "text": "Terrible danger, what can we do? Well one thing \nwe could do, of course, is go back to the treaty  ",
      "start": 5587.52,
      "duration": 6.64
    },
    {
      "text": "that we pulled out of, which was terminating \ndevelopment of them. If we don't want to do that, we  ",
      "start": 5594.16,
      "duration": 8.0
    },
    {
      "text": "could move towards a nuclear weapons free zone in \nthe region. Well, with intensive inspections,  ",
      "start": 5602.16,
      "duration": 7.36
    },
    {
      "text": "we know they can work. They worked very well before \nthe US pulled out of the joint agreement with Iran.  ",
      "start": 5609.52,
      "duration": 7.36
    },
    {
      "text": "So we could move to that. Is there any opposition \nto it? Certainly not in the region. The Arab states  ",
      "start": 5618.0,
      "duration": 7.76
    },
    {
      "text": "have been pressing forward for 25 years. Iran is \nstrongly in favor of it. The whole global south  ",
      "start": 5625.76,
      "duration": 7.84
    },
    {
      "text": "is in favor of it. Europe has no objections when it \ncomes up in international forums. The US vetoes it.  ",
      "start": 5633.6,
      "duration": 9.04
    },
    {
      "text": "Most recently, President Obama in 2015, and everyone \nknows exactly why but don't say. We can't allow  ",
      "start": 5643.36,
      "duration": 10.88
    },
    {
      "text": "Israel's nuclear weapons to be inspected. Sometimes \nthis comes out into the open in strange ways. A  ",
      "start": 5654.24,
      "duration": 10.0
    },
    {
      "text": "couple of months ago the New York Times, for the \nfirst time ever, had an editorial saying, \"Gee, why  ",
      "start": 5664.24,
      "duration": 8.16
    },
    {
      "text": "don't we establish a nuclear weapons-free zone in \nthe middle east that would end the Iranian threat?\" ",
      "start": 5672.4,
      "duration": 5.52
    },
    {
      "text": "Caveat, footnote, Israel's nuclear weapons are \nnon-negotiable. So the one nuclear state in  ",
      "start": 5679.68,
      "duration": 8.88
    },
    {
      "text": "the region can't be examined. Well is that a good \nreason to lay a basis for major threats, possible  ",
      "start": 5688.56,
      "duration": 10.72
    },
    {
      "text": "war, murderous sanctions, provocative actions, \ninterchanges that could blow up at any time?  ",
      "start": 5699.28,
      "duration": 6.88
    },
    {
      "text": "I don't think so. I think if the American \npeople knew about it, they wouldn't think so.  ",
      "start": 5707.2,
      "duration": 4.72
    },
    {
      "text": "Try to find some discussion of it. You can find it \nin arms control journals. I write about it, other  ",
      "start": 5713.2,
      "duration": 7.76
    },
    {
      "text": "outsiders write about it. Talking about \nquestions that should be asked, that's another one.  ",
      "start": 5720.96,
      "duration": 6.88
    },
    {
      "text": "Front and center, very important question which \ncould terminate very serious problems. So there are  ",
      "start": 5729.44,
      "duration": 7.6
    },
    {
      "text": "threats of nuclear war, provocative actions on \nthe China border, the Russian border, development  ",
      "start": 5737.04,
      "duration": 7.04
    },
    {
      "text": "of new weapons. We're not alone in this. China and \nRussia are also developing dangerous new weapons.  ",
      "start": 5744.08,
      "duration": 6.96
    },
    {
      "text": "All of this can be brought to an end by\ntreaties, diplomacy, negotiation, not by provocation.",
      "start": 5751.92,
      "duration": 8.88
    },
    {
      "text": "I think we have time for one more question.\nSo this will be the last one. How do you overcome  ",
      "start": 5766.16,
      "duration": 6.96
    },
    {
      "text": "the status quo bias when discussing the \nbenefits of socialism versus capitalism?",
      "start": 5773.12,
      "duration": 5.04
    },
    {
      "text": "Well first of all, we want to think about what \nwe we mean by the word socialism. Socialism was  ",
      "start": 5780.32,
      "duration": 7.36
    },
    {
      "text": "a banned word in the United States until a few \nyears ago. The United States is a very interesting  ",
      "start": 5787.68,
      "duration": 7.04
    },
    {
      "text": "country. The culture in every country in the world \nthat I can think of outside of dictatorships,  ",
      "start": 5795.84,
      "duration": 7.2
    },
    {
      "text": "to say that I'm a socialist is like saying I'm a \ndemocrat. It's not even a question, you know. In fact,  ",
      "start": 5804.0,
      "duration": 7.12
    },
    {
      "text": "if you're a communist you can run for office. The \nUnited States is unique in that these words were  ",
      "start": 5811.12,
      "duration": 6.72
    },
    {
      "text": "outlawed. Couldn't mention them. You want to know \nsomething more? The word capitalism was outlawed.  ",
      "start": 5817.84,
      "duration": 8.0
    },
    {
      "text": "You're too young to remember. But in the 1960s, the \nmain activist movement, a movement of young  ",
      "start": 5826.8,
      "duration": 8.96
    },
    {
      "text": "activists, was students for a democratic society, \nwas the main student, the activist popular movement.  ",
      "start": 5835.76,
      "duration": 10.16
    },
    {
      "text": "One of the presidents of SDS, marvelous guy, Paul \nPotter, gave a presidential address, in I think  ",
      "start": 5847.04,
      "duration": 9.36
    },
    {
      "text": "the late 60s. In which he said, I talked about the \nproblems we're facing, the war this and that. He  ",
      "start": 5856.4,
      "duration": 7.52
    },
    {
      "text": "said, we have to get the courage to name the system. \nWe've never named the system before, and there was  ",
      "start": 5863.92,
      "duration": 9.68
    },
    {
      "text": "a kind of a gasp. Could he name the system? \nActually if you look back, he couldn't say the word.  ",
      "start": 5873.6,
      "duration": 7.12
    },
    {
      "text": "System is capitalism, you weren't \nallowed to say that. That's too scary.  ",
      "start": 5881.68,
      "duration": 5.12
    },
    {
      "text": "Well the country is, now it's a little better, you \ncan say the word. But what do people mean by it?  ",
      "start": 5888.08,
      "duration": 6.16
    },
    {
      "text": "What people mean is mostly Sanders' programs. I'm in \nfavor of Sanders' programs. I've always supported  ",
      "start": 5895.36,
      "duration": 8.48
    },
    {
      "text": "him. I think he's a great guy. His programs \nare mild social democracy. As I said, his main  ",
      "start": 5903.84,
      "duration": 8.96
    },
    {
      "text": "proposals would enable him to run on the \nconservative party program in Germany.  ",
      "start": 5913.36,
      "duration": 7.6
    },
    {
      "text": "So what do we mean by socialism? Well and think \nabout that, do we mean what it always meant in  ",
      "start": 5921.68,
      "duration": 7.44
    },
    {
      "text": "the past, distant past? The position of American \nworkers and farmers who didn't call themselves  ",
      "start": 5929.12,
      "duration": 8.88
    },
    {
      "text": "socialists, never even heard of it. They just \ncalled themselves, actually republicans. People  ",
      "start": 5938.0,
      "duration": 6.08
    },
    {
      "text": "who wanted to save their republican free virtues \nas free men, even free women, which was new well.  ",
      "start": 5944.08,
      "duration": 9.28
    },
    {
      "text": "That was original socialism. Working people ought \nto control the enterprises in which they work.  ",
      "start": 5955.04,
      "duration": 6.88
    },
    {
      "text": "People ought to control their own communities. \nThere shouldn't be bosses, shouldn't be  ",
      "start": 5962.96,
      "duration": 5.2
    },
    {
      "text": "concentrations of power. Nobody should have to rent \nthemselves to survive. Well that's what socialism  ",
      "start": 5968.16,
      "duration": 6.72
    },
    {
      "text": "used to mean long ago. Mostly been forgotten in \nEurope too. So do we want to contrast that with  ",
      "start": 5974.88,
      "duration": 10.16
    },
    {
      "text": "state capitalism? I think there's a pretty good \ncase for doing so, but there's a lot of barriers  ",
      "start": 5985.76,
      "duration": 7.44
    },
    {
      "text": "to overcome. Lots of psychological ideological \nbarriers terms that are almost too scary to utter,  ",
      "start": 5993.2,
      "duration": 8.64
    },
    {
      "text": "like capitalism not many years ago. These are \nthings to overcome, a lot of work to do everywhere.",
      "start": 6002.64,
      "duration": 9.04
    },
    {
      "text": "Yeah well with that we now conclude the Q&A. \nI just want to thank all of you for joining us  ",
      "start": 6014.56,
      "duration": 6.0
    },
    {
      "text": "this afternoon. It was such a pleasure to hear \nfrom you all, and we really appreciate you  ",
      "start": 6020.56,
      "duration": 4.48
    },
    {
      "text": "submitting all your questions. And, of course, thank \nyou professor Chomsky for giving us your  ",
      "start": 6025.04,
      "duration": 5.04
    },
    {
      "text": "time, and especially thank you to our sponsors the \nAgnese Nelms Haury program and ASUA. If you want  ",
      "start": 6030.08,
      "duration": 6.56
    },
    {
      "text": "to learn more about professor Noam Chomsky, all \nup-to-date information is on chomsky.arizona.edu.  ",
      "start": 6036.64,
      "duration": 6.16
    },
    {
      "text": "That is c-h-o-m-s-k-y dot a-r-i-z-o-n-a dot e-d-u. \nThe recording of this Q&A will be uploaded to  ",
      "start": 6042.8,
      "duration": 8.24
    },
    {
      "text": "YouTube later this semester, and that link will \nbe sent to you then. Again, I want to acknowledge  ",
      "start": 6051.04,
      "duration": 4.56
    },
    {
      "text": "and thank Sydney Mathis for helping assist me in \nthis Q&A today, and thank you to all the SBS online  ",
      "start": 6055.6,
      "duration": 5.12
    },
    {
      "text": "ambassadors who wish you professor Chomsky the \nbest. I also want to give a special shout out to  ",
      "start": 6060.72,
      "duration": 4.8
    },
    {
      "text": "all the administrators in the College of SBS for \nentrusting me for a second time and giving me this  ",
      "start": 6065.52,
      "duration": 5.28
    },
    {
      "text": "opportunity again. It was such an honor. Thank you \nagain everybody and have a great evening. Thank you.  ",
      "start": 6070.8,
      "duration": 5.52
    },
    {
      "text": "Thank you. Good to talk to you. Gotta go out and \ntake care of my dogs. They've been very polite.",
      "start": 6076.96,
      "duration": 9.2
    }
  ]
}