{
  "video_id": "OS8qzcGDP5U",
  "url": "https://www.youtube.com/watch?v=OS8qzcGDP5U&feature=youtu.be",
  "transcript": [
    {
      "text": "Welcome, friends, to another \nedition of Economic Update,  ",
      "start": 24.16,
      "duration": 3.92
    },
    {
      "text": "this one at the beginning of a new year. So let \nme wish you all a happy, and a better, new year.  ",
      "start": 28.64,
      "duration": 7.12
    },
    {
      "text": "The program, as you know, is about economics — \nabout the income; the debts; the jobs we have,  ",
      "start": 36.96,
      "duration": 5.68
    },
    {
      "text": "or don't — for ourselves, for our children. \nThe economics of the world we live in. And  ",
      "start": 42.64,
      "duration": 7.84
    },
    {
      "text": "I'm your host, Richard Wolff.\n \nI want to begin by responding to  ",
      "start": 50.48,
      "duration": 5.44
    },
    {
      "text": "questions many of you have sent to me, to comment \nabout President-elect Joe Biden's economic team,  ",
      "start": 55.92,
      "duration": 9.92
    },
    {
      "text": "and in particular the progressives that are \nsaid to be on the team and that are said to  ",
      "start": 66.8,
      "duration": 7.84
    },
    {
      "text": "reflect the openness of Joe Biden to the \nprogressive wing of the Democratic Party.  ",
      "start": 74.64,
      "duration": 7.28
    },
    {
      "text": "Let me begin with some general comments here. \n \nFirst of all, the economic team contains a  ",
      "start": 84.08,
      "duration": 5.92
    },
    {
      "text": "remarkable number of carryovers, or holdovers, \nif you like, from the Obama government that Mr.  ",
      "start": 90.0,
      "duration": 8.0
    },
    {
      "text": "Biden served a few years back. It's as \nif the Democratic Party wants to suggest  ",
      "start": 98.0,
      "duration": 8.0
    },
    {
      "text": "that Mr. Trump was a kind of aberration, a weird \nfour-year interlude, and that now we're going to  ",
      "start": 106.0,
      "duration": 8.0
    },
    {
      "text": "get back to normal, or we're going to get \nback to usual, or we're going to get back  ",
      "start": 114.0,
      "duration": 5.76
    },
    {
      "text": "to business as it was before Mr. Trump. I find \nthis frightening as a probability because it  ",
      "start": 119.76,
      "duration": 9.76
    },
    {
      "text": "suggests that these folks don't understand \nthat the policies followed before Mr. Trump  ",
      "start": 129.52,
      "duration": 7.76
    },
    {
      "text": "played a major role in producing Mr. Trump and his \nelectoral victory. Therefore, going back to them  ",
      "start": 137.28,
      "duration": 8.72
    },
    {
      "text": "strikes me as having not learned the lesson \nthese people claim they have learned. \n  ",
      "start": 146.0,
      "duration": 5.92
    },
    {
      "text": "But let me turn to the progressives that are \non the team. As best I can tell from my own  ",
      "start": 152.56,
      "duration": 7.44
    },
    {
      "text": "knowledge, and I do know some of them, there \nare three: Heather Boucher, Jared Bernstein,  ",
      "start": 160.0,
      "duration": 7.52
    },
    {
      "text": "and the new Secretary of the Treasury, Janet \nYellen. It seems clear to me that Heather Boucher  ",
      "start": 167.52,
      "duration": 8.24
    },
    {
      "text": "is the most progressive of those three, based \non the work she has done, particularly around  ",
      "start": 176.64,
      "duration": 6.32
    },
    {
      "text": "inequality. Jared Bernstein, associated with \nthe Economic Policy Institute, is part of  ",
      "start": 182.96,
      "duration": 6.64
    },
    {
      "text": "the progressive, sort of, Washington, D.C., \nestablishment, and he has been a long time. \n  ",
      "start": 189.6,
      "duration": 8.24
    },
    {
      "text": "Janet Yellen — I'm a little mystified \nwhy she's in that group. I can mention,  ",
      "start": 198.48,
      "duration": 6.4
    },
    {
      "text": "on grounds of transparency, that she and I were \nstudents at Yale University, getting our PhDs at  ",
      "start": 205.68,
      "duration": 7.12
    },
    {
      "text": "about the same time. I had the same curriculum \nshe did; I had the same professors she did.  ",
      "start": 212.8,
      "duration": 5.84
    },
    {
      "text": "I do know about her training because it was the \nsame as my own. I was involved, when I was a  ",
      "start": 219.52,
      "duration": 5.92
    },
    {
      "text": "graduate student, in the efforts to form a new \neconomics association. It was called the Union  ",
      "start": 225.44,
      "duration": 6.24
    },
    {
      "text": "of Radical Political Economists. A whole group of \nus were active in starting that association. It  ",
      "start": 231.68,
      "duration": 7.36
    },
    {
      "text": "is still in business, it produces its own journal, \nit runs its own section of the American Economics  ",
      "start": 239.04,
      "duration": 6.32
    },
    {
      "text": "Association. Janet Yellen, as a graduate student \nand since, has had absolutely nothing to do with  ",
      "start": 245.36,
      "duration": 8.56
    },
    {
      "text": "any of that. Because I would know, since I have \nbeen involved with that all of my adult life.\n  ",
      "start": 253.92,
      "duration": 6.64
    },
    {
      "text": "It was revealed a few days ago that since her time \nas head of the Federal Reserve a few years ago,  ",
      "start": 262.0,
      "duration": 7.36
    },
    {
      "text": "she has been giving speeches. She has \nearned, apparently, in the neighborhood  ",
      "start": 271.52,
      "duration": 4.56
    },
    {
      "text": "of $7-8 million giving those speeches. And \nthey include, apparently, big, fat fees  ",
      "start": 276.08,
      "duration": 8.32
    },
    {
      "text": "from the Goldman Sachs company — something \nthat got Hillary Clinton into some difficulty,  ",
      "start": 284.4,
      "duration": 6.32
    },
    {
      "text": "you may recall, a few years ago. Not usually part \nof the credentials of progressives, for all the  ",
      "start": 290.72,
      "duration": 7.36
    },
    {
      "text": "reasons you don't need me to remind you about. \n \nSo these three progressives are what you have.  ",
      "start": 298.08,
      "duration": 6.72
    },
    {
      "text": "What they will do on the Council of Economic \nAdvisers, or as the Secretary of the Treasury,  ",
      "start": 305.68,
      "duration": 6.16
    },
    {
      "text": "is an open question. Are they sensitive to \nissues of inequality? Absolutely. They say so,  ",
      "start": 311.84,
      "duration": 6.4
    },
    {
      "text": "and I take them at their word. But these \nare also people who have never gone  ",
      "start": 318.8,
      "duration": 5.76
    },
    {
      "text": "outside the consensus of Washington, D.C. And \nwhat does that mean? It means they do not question  ",
      "start": 324.56,
      "duration": 7.12
    },
    {
      "text": "capitalism — ever. They do not raise the issue \nthat maybe some of the problems of inequality  ",
      "start": 331.68,
      "duration": 7.04
    },
    {
      "text": "have to do with the way capitalist enterprises are \norganized. You know, with a tiny group of people  ",
      "start": 338.72,
      "duration": 6.08
    },
    {
      "text": "at the top — the major shareholders, the board of \ndirectors, the CEO — making all the key decisions,  ",
      "start": 344.8,
      "duration": 7.28
    },
    {
      "text": "and resulting in (what a big surprise) giving the \nbulk of the money to themselves, in dividends,  ",
      "start": 352.08,
      "duration": 7.12
    },
    {
      "text": "in huge salaries for the top executives. Isn't \nthat a part of the problem? Well, you won't hear  ",
      "start": 359.2,
      "duration": 7.92
    },
    {
      "text": "that from them. At least you never have before. \n \nCould they change? Absolutely. Could they become  ",
      "start": 367.12,
      "duration": 7.36
    },
    {
      "text": "open to it? For sure. After all, Roosevelt \nbecame open, and he was a middle-of-the-road  ",
      "start": 374.48,
      "duration": 6.64
    },
    {
      "text": "fellow just like them back in the ‘30s. \nBut there was this difference in the 1930s:  ",
      "start": 381.12,
      "duration": 6.88
    },
    {
      "text": "a massive movement from below. The CIO, the \nbiggest unionization drive in American history,  ",
      "start": 388.0,
      "duration": 6.96
    },
    {
      "text": "two socialist parties, and a communist party — all \nworking together. That's what made the New Deal.  ",
      "start": 394.96,
      "duration": 6.56
    },
    {
      "text": "That's what made a politician, middle \nof the road like Franklin Roosevelt,  ",
      "start": 402.16,
      "duration": 4.8
    },
    {
      "text": "become a champion of real progressivism. \nIt could happen again, but that will have  ",
      "start": 406.96,
      "duration": 6.48
    },
    {
      "text": "to depend on whether a movement from \nbelow develops. It will not depend  ",
      "start": 413.44,
      "duration": 4.96
    },
    {
      "text": "on these folks in the Biden economic team.\n \nMy next update is a kind of respect  ",
      "start": 418.96,
      "duration": 10.8
    },
    {
      "text": "I want to pay to an enormously important \ndevelopment in Argentina in recent weeks.  ",
      "start": 429.76,
      "duration": 6.64
    },
    {
      "text": "The Argentine Senate was under enormous pressure \nfrom a massive movement of the Argentinian people,  ",
      "start": 437.36,
      "duration": 8.24
    },
    {
      "text": "led by the women of Argentina, who have been \nfighting this fight for a good six or seven  ",
      "start": 445.6,
      "duration": 5.52
    },
    {
      "text": "years — and probably longer, but six or seven \nyears in the public eye. The women assembled  ",
      "start": 451.12,
      "duration": 6.32
    },
    {
      "text": "a powerful coalition,including many labor unions \nand many radical social movements. They put them  ",
      "start": 457.44,
      "duration": 7.2
    },
    {
      "text": "all together, and what did they achieve? They \ndefeated the government on a central issue:  ",
      "start": 464.64,
      "duration": 6.88
    },
    {
      "text": "the right to an abortion if a woman wishes to \nchoose that way of dealing with her own body. \n  ",
      "start": 472.64,
      "duration": 9.12
    },
    {
      "text": "The government opposed them. The Roman Catholic \nChurch — the dominant religious institution  ",
      "start": 482.48,
      "duration": 5.76
    },
    {
      "text": "in that country — opposed them. They defeated \nthe government. And they defeated the church,  ",
      "start": 488.24,
      "duration": 6.48
    },
    {
      "text": "which went to extraordinary lengths, partly \nbecause the current pope comes from Argentina,  ",
      "start": 494.72,
      "duration": 7.12
    },
    {
      "text": "as some of you may know. And the \nchurch went all out, and it lost. \n  ",
      "start": 501.84,
      "duration": 5.36
    },
    {
      "text": "And what's the significance? A mass mobilization \nfrom below — the very kind of mobilization  ",
      "start": 507.2,
      "duration": 6.88
    },
    {
      "text": "I mentioned a few moments ago as making it \npossible that there might be a progressive Biden  ",
      "start": 514.08,
      "duration": 7.28
    },
    {
      "text": "administration, because otherwise there won't be \nand there isn't one now — that kind of a movement  ",
      "start": 521.36,
      "duration": 6.32
    },
    {
      "text": "that I talked about hypothetically in the United \nStates is already a reality in Argentina. They  ",
      "start": 527.68,
      "duration": 8.48
    },
    {
      "text": "got the senate, to the surprise of many, to vote \nin favor. All women in Argentina will now be able  ",
      "start": 536.16,
      "duration": 9.36
    },
    {
      "text": "legally to acquire an abortion up \nuntil the 14th week of a pregnancy.\n  ",
      "start": 546.24,
      "duration": 6.64
    },
    {
      "text": "Before this action in Argentina — one of \nthe largest and most important economies  ",
      "start": 553.84,
      "duration": 5.6
    },
    {
      "text": "in all of Latin America — only very small parts \nof Latin America had legalized abortion: Cuba,  ",
      "start": 559.44,
      "duration": 7.6
    },
    {
      "text": "of course; Uruguay; Guyana; and \nsome parts of Mexico — that's it.  ",
      "start": 568.0,
      "duration": 5.6
    },
    {
      "text": "All the other main parts of Latin America \nwere steadfastly in the control of governments  ",
      "start": 574.32,
      "duration": 6.8
    },
    {
      "text": "and the Roman Catholic Church on the \nquestion of abortion. Already there are signs  ",
      "start": 581.12,
      "duration": 6.56
    },
    {
      "text": "that in both Chile and Brazil — large Latin \nAmerican countries like Argentina — the women's  ",
      "start": 589.04,
      "duration": 6.8
    },
    {
      "text": "movements there have taken an enormous inspiration \nto take the same steps in their countries. Things  ",
      "start": 595.84,
      "duration": 8.08
    },
    {
      "text": "are changing south of the border, and they \nwill not be limited to questions of abortion.  ",
      "start": 603.92,
      "duration": 6.56
    },
    {
      "text": "They will go far beyond that, to the rest of the \nsocial issues burning in that part of the world.\n  ",
      "start": 610.48,
      "duration": 7.36
    },
    {
      "text": "My next update for today has to do with another \nquestion many of you have written to us about.  ",
      "start": 618.96,
      "duration": 5.04
    },
    {
      "text": "This is the disconnect that now exists between \nwhat is going on in the stock market — the place  ",
      "start": 624.8,
      "duration": 6.48
    },
    {
      "text": "where the richest of our rich people hold their \nwealth — and the economic realities facing  ",
      "start": 631.28,
      "duration": 7.36
    },
    {
      "text": "the rest of us. It is a stark difference, as \nmany of you know simply from looking around the  ",
      "start": 638.64,
      "duration": 7.6
    },
    {
      "text": "communities where you live, where you work, and \nwhere you shop. An analyst at Nomura Securities  ",
      "start": 646.24,
      "duration": 7.84
    },
    {
      "text": "in New York recently put his finger on it. He \nsays the stock market in New York City is, quote,  ",
      "start": 654.08,
      "duration": 6.88
    },
    {
      "text": "“foaming at the mouth.” Well, another \nway of saying that is it's crazy. \n  ",
      "start": 660.96,
      "duration": 5.68
    },
    {
      "text": "But you know, in its craziness it reflects a \ntruth. And that truth is the growing distance  ",
      "start": 667.28,
      "duration": 7.04
    },
    {
      "text": "of the one to five percent of people rich enough \nto care about what's going on in the stock  ",
      "start": 674.32,
      "duration": 6.16
    },
    {
      "text": "market — and that's all it is. The majority of \npeople have no stocks. The minority who have them  ",
      "start": 680.48,
      "duration": 6.8
    },
    {
      "text": "don't have enough to make much of a difference \nin their life. (The 11 shares you inherited when  ",
      "start": 687.28,
      "duration": 5.52
    },
    {
      "text": "Grandma passed is not making you a player in the \nstock market.) The core of people, very small,  ",
      "start": 692.8,
      "duration": 6.48
    },
    {
      "text": "who control the bulk of the shares — 10 \npercent of shareholders own 80 percent of  ",
      "start": 699.28,
      "duration": 5.04
    },
    {
      "text": "the shares — they're the ones doing real well.\n \nAnd let's give credit where credit is due. The  ",
      "start": 704.32,
      "duration": 7.44
    },
    {
      "text": "government of this country — which is in service \nof this one to five percent at the top — the  ",
      "start": 711.76,
      "duration": 7.36
    },
    {
      "text": "government has decided to deal with the depression \nwe're in economically, with the COVID-19 collapse  ",
      "start": 719.12,
      "duration": 7.6
    },
    {
      "text": "on top of it, by pumping money into the economy to \nbeat the band. The Federal Reserve has pumped in  ",
      "start": 726.72,
      "duration": 9.44
    },
    {
      "text": "many trillions of dollars. The Treasury has been \nspending money it doesn't have, by borrowing, and  ",
      "start": 736.72,
      "duration": 7.28
    },
    {
      "text": "that ultimately comes from the Federal Reserve as \nwell. So we have all this money being created. \n  ",
      "start": 744.0,
      "duration": 6.32
    },
    {
      "text": "Because the mass of people are poor in America \nnow, and can't borrow, that money doesn't go in to  ",
      "start": 750.32,
      "duration": 6.08
    },
    {
      "text": "produce more goods and services, and hire people \nto produce them, because the people of America  ",
      "start": 756.4,
      "duration": 5.76
    },
    {
      "text": "can't buy this stuff. Millions are unemployed, and \neverybody else is scared to death. So where does  ",
      "start": 762.16,
      "duration": 6.0
    },
    {
      "text": "the money go if it doesn't go into producing goods \nand services since the demand isn't there? It  ",
      "start": 768.16,
      "duration": 6.08
    },
    {
      "text": "goes into the stock market, where it bids up the \nprice of stocks — which is what the rich people  ",
      "start": 774.24,
      "duration": 6.32
    },
    {
      "text": "are happy about because it makes them richer \nstill. That's why the billionaires in America  ",
      "start": 780.56,
      "duration": 7.84
    },
    {
      "text": "amassed another $2 trillion while the rest of \nus were struggling with the COVID-19 disaster.\n  ",
      "start": 788.4,
      "duration": 8.08
    },
    {
      "text": "It is a society ripped apart by its inequality. \nThat's a story that never ends well, when a  ",
      "start": 796.48,
      "duration": 8.16
    },
    {
      "text": "society makes the rich richer while impoverishing \nthe mass of people. We're on that road,  ",
      "start": 804.64,
      "duration": 6.72
    },
    {
      "text": "and Mr. Biden better get us off, or else \nwe will have another Trump before long.  ",
      "start": 811.36,
      "duration": 6.08
    },
    {
      "text": "Look, the crises of this society are \nmultiplying. It's a period of decline,  ",
      "start": 819.28,
      "duration": 6.48
    },
    {
      "text": "unless mass action turns it around.\n \nWe've come to the end of the first  ",
      "start": 825.76,
      "duration": 6.0
    },
    {
      "text": "part of today's show. Before we move on, \nI want to remind you about our new book,  ",
      "start": 831.76,
      "duration": 4.96
    },
    {
      "text": "The Sickness Is the System: When Capitalism \nFails to Save Us From Pandemics or Itself.  ",
      "start": 836.72,
      "duration": 6.64
    },
    {
      "text": "Go to democracyatwork.info/books to learn more or \nto get your copy. I want also to thank our Patreon  ",
      "start": 843.92,
      "duration": 8.72
    },
    {
      "text": "community for their invaluable support. And if you \nhaven't already, go to patreon.com/economicupdate  ",
      "start": 852.64,
      "duration": 6.96
    },
    {
      "text": "to learn more about how you can get involved. \nAnd now it is my pleasure to urge you not only  ",
      "start": 862.32,
      "duration": 5.84
    },
    {
      "text": "to stay with us because we'll be right back, \nbut to let you know that our guest today,  ",
      "start": 868.16,
      "duration": 5.76
    },
    {
      "text": "who really needs no introduction, is Noam Chomsky, \ntalking about where we are and where we're going.  ",
      "start": 873.92,
      "duration": 8.24
    },
    {
      "text": "Stay with us; we'll be right back.\n \nWOLFF:  ",
      "start": 882.88,
      "duration": 2.84
    },
    {
      "text": "Welcome back, friends, to the second half \nof today's Economic Update. I am really and  ",
      "start": 896.16,
      "duration": 6.64
    },
    {
      "text": "genuinely honored and pleased to be able to \nwelcome to our microphones and our cameras  ",
      "start": 902.8,
      "duration": 6.48
    },
    {
      "text": "Professor Noam Chomsky. Noam Chomsky \nis Institute Professor Emeritus in  ",
      "start": 910.24,
      "duration": 6.08
    },
    {
      "text": "the Department of Linguistics and Philosophy at \nthe Massachusetts Institute of Technology, MIT.  ",
      "start": 916.32,
      "duration": 7.28
    },
    {
      "text": "He is also the Laureate Professor of Linguistics \nin the Program in Environment and Social Justice  ",
      "start": 923.6,
      "duration": 6.96
    },
    {
      "text": "at the University of Arizona. His work is widely \ncredited with having revolutionized the field  ",
      "start": 930.56,
      "duration": 7.04
    },
    {
      "text": "of modern linguistics. He is also the author \nof numerous best-selling political works,  ",
      "start": 937.6,
      "duration": 5.92
    },
    {
      "text": "which have been translated into literally \nscores of languages around the world. He has  ",
      "start": 943.52,
      "duration": 6.72
    },
    {
      "text": "a new book, released in January of 2021, called \nConsequences of Capitalism. Thank you very much,  ",
      "start": 950.24,
      "duration": 9.44
    },
    {
      "text": "Noam Chomsky, for joining us. \n \nCHOMSKY: Glad to be with you.\n  ",
      "start": 959.68,
      "duration": 3.44
    },
    {
      "text": "WOLFF: Good. Let me start off with the question \nI know many of our viewers and listeners have:  ",
      "start": 963.12,
      "duration": 5.68
    },
    {
      "text": "What difference do you think the new Biden \nadministration will make in the basics  ",
      "start": 969.68,
      "duration": 5.68
    },
    {
      "text": "of American domestic and foreign policy? \nWith a particular addition: Do you think  ",
      "start": 975.36,
      "duration": 6.72
    },
    {
      "text": "that the Trump years, now ended, will be seen as \na kind of temporary aberration, an interruption,  ",
      "start": 982.08,
      "duration": 9.44
    },
    {
      "text": "or is it more logically a part of an \nevolving American position in the world?\n  ",
      "start": 992.08,
      "duration": 5.84
    },
    {
      "text": "CHOMSKY: As far as Biden is concerned, I think \nthe answer to the question will depend on the  ",
      "start": 999.84,
      "duration": 6.96
    },
    {
      "text": "level of popular activism that works to press \nhim towards a more, somewhat more, progressive,  ",
      "start": 1007.36,
      "duration": 10.88
    },
    {
      "text": "social-democratic stand. If he's left, if \nthere isn't that pressure, he'll revert to the  ",
      "start": 1018.24,
      "duration": 8.08
    },
    {
      "text": "Clintonite, DNC, Wall Street-oriented, neoliberal \nprograms of the past 40 years. But with pressure,  ",
      "start": 1027.2,
      "duration": 12.24
    },
    {
      "text": "he could change. And it's critical, especially \non truly existential issues, like global warming,  ",
      "start": 1039.44,
      "duration": 10.32
    },
    {
      "text": "for example. We can't delay on doing something \nabout that or everything else is essentially  ",
      "start": 1049.76,
      "duration": 7.68
    },
    {
      "text": "moot. He could be pressed, but it'll have \nto be pressed. It won't happen by itself.\n  ",
      "start": 1057.44,
      "duration": 5.52
    },
    {
      "text": "As far as Trump is concerned, I don't think \nhe's going away. He won't be sitting in the  ",
      "start": 1063.6,
      "duration": 8.32
    },
    {
      "text": "White House, but he'll be basically, I presume, \ntrying to run kind of an alternative government,  ",
      "start": 1071.92,
      "duration": 10.48
    },
    {
      "text": "in combination with Mitch McConnell, the \nreal evil genius of the Trump administration,  ",
      "start": 1083.44,
      "duration": 7.52
    },
    {
      "text": "whose goal very likely will be to try to make \nthe country ungovernable, the way McConnell  ",
      "start": 1091.92,
      "duration": 7.76
    },
    {
      "text": "openly and proudly tried to do with Obama — make \nsure that the serious problems can't be dealt  ",
      "start": 1100.32,
      "duration": 7.76
    },
    {
      "text": "with properly. There'll be chaos, and they can \nblame it on the government, probably try to roar  ",
      "start": 1108.08,
      "duration": 8.32
    },
    {
      "text": "back into power. Trump himself has the voting \nbase of the Republican Party in his pocket. A  ",
      "start": 1116.4,
      "duration": 11.36
    },
    {
      "text": "large majority of Republican voters say he's their \nsavior, he's the future of the Republican Party. \n  ",
      "start": 1127.76,
      "duration": 8.08
    },
    {
      "text": "I don't think this is going to disappear. \nIt has deep roots, many deep roots. It's not  ",
      "start": 1136.48,
      "duration": 6.8
    },
    {
      "text": "unique to the United States. The same, \nsimilar kinds of anger, resentment,  ",
      "start": 1143.28,
      "duration": 6.56
    },
    {
      "text": "contempt for institutions are taking place \nin every country where the neoliberal assault  ",
      "start": 1152.16,
      "duration": 7.28
    },
    {
      "text": "of the past 40 years has operated, severely \ndamaging the general population, causing enormous  ",
      "start": 1159.44,
      "duration": 9.04
    },
    {
      "text": "inequality, undermining democracy, leaving \npeople angry and frustrated. It's taken many  ",
      "start": 1168.48,
      "duration": 7.44
    },
    {
      "text": "forms. In the United States it’s combined with \nunderlying — Trump was a genius at tapping the  ",
      "start": 1175.92,
      "duration": 9.6
    },
    {
      "text": "poisonous undercurrents of American society and \nculture, like white supremacy, crucially. He was  ",
      "start": 1187.04,
      "duration": 7.92
    },
    {
      "text": "able to bring them to the surface. They're not \ngoing away either. It's the form in which the  ",
      "start": 1194.96,
      "duration": 6.4
    },
    {
      "text": "resentment and anger — which are quite justified \n— about what's happened for the past 40  ",
      "start": 1202.72,
      "duration": 5.68
    },
    {
      "text": "years, the form in which it's being expressed. \n \nAnd we shouldn't overlook — well again,  ",
      "start": 1208.4,
      "duration": 6.16
    },
    {
      "text": "I was just going to say we shouldn't overlook \nhow serious this is. You've probably talked  ",
      "start": 1215.6,
      "duration": 5.04
    },
    {
      "text": "on the program about the Rand Corporation \nstudy that came out a couple of weeks ago  ",
      "start": 1220.64,
      "duration": 6.16
    },
    {
      "text": "where they tried to estimate the transfer of \nwealth from the working class and the middle  ",
      "start": 1227.76,
      "duration": 7.04
    },
    {
      "text": "class — in their terms, the lower 90 percent of \nincome level — transfer of wealth from them to the  ",
      "start": 1234.8,
      "duration": 8.0
    },
    {
      "text": "very top of the wealth ladder. That means \nthe top fraction of one percent. But their  ",
      "start": 1246.16,
      "duration": 6.24
    },
    {
      "text": "estimate is about $47 trillion. Not small \nchange. And that's a serious underestimate;  ",
      "start": 1252.4,
      "duration": 6.88
    },
    {
      "text": "doesn't take into account everything that \nhappened after Reagan opened the spigot:  ",
      "start": 1259.84,
      "duration": 6.08
    },
    {
      "text": "tax havens, destruction of unions, and so on.\n  ",
      "start": 1267.6,
      "duration": 3.44
    },
    {
      "text": "WOLFF: Let me continue this line with you for \na moment, if I could. This kind of extreme  ",
      "start": 1272.24,
      "duration": 7.92
    },
    {
      "text": "inequality, which has been building, as \nyou say, for 40 years or longer and is now  ",
      "start": 1280.16,
      "duration": 6.16
    },
    {
      "text": "almost accelerating, even though it has been \ngoing on for so long — that's a kind of story  ",
      "start": 1286.32,
      "duration": 8.16
    },
    {
      "text": "in human history that doesn't end real \nwell. Do you think that the growing anger,  ",
      "start": 1294.48,
      "duration": 6.72
    },
    {
      "text": "bitterness, rage, envy, whatever you want to call \nit, will continue to be useful to the right wing  ",
      "start": 1301.2,
      "duration": 8.32
    },
    {
      "text": "more than it has been to the left in developing?\n \nCHOMSKY: Well, I'm old enough to remember  ",
      "start": 1310.08,
      "duration": 7.76
    },
    {
      "text": "an earlier case of this, the \nearly 1930s, my childhood,  ",
      "start": 1318.8,
      "duration": 6.4
    },
    {
      "text": "when something similar was happening. The \nsystem had broken down — very severe depression,  ",
      "start": 1326.08,
      "duration": 7.68
    },
    {
      "text": "much worse than now — and there were essentially \ntwo ways out. One way out was fascism,  ",
      "start": 1333.76,
      "duration": 7.92
    },
    {
      "text": "which, we should remember, reached its hideous \npeak in the most advanced country in the world,  ",
      "start": 1343.28,
      "duration": 10.56
    },
    {
      "text": "the country which was the peak of Western \ncivilization in the sciences, the arts, regarded  ",
      "start": 1353.84,
      "duration": 7.76
    },
    {
      "text": "as the model of democracy: Germany. That became \nthe depths of human history within a few years.\n  ",
      "start": 1361.6,
      "duration": 8.32
    },
    {
      "text": "The other possible way out was social democracy, \nwhich happened in the United States under the New  ",
      "start": 1370.64,
      "duration": 7.28
    },
    {
      "text": "Deal, under tremendous popular activism \nand pressure. CIO organizing, militant  ",
      "start": 1377.92,
      "duration": 9.12
    },
    {
      "text": "labor actions, political activity, swung the \nbalance. And it's a very delicate balance.  ",
      "start": 1387.04,
      "duration": 7.28
    },
    {
      "text": "So as far as your question is concerned, we're \nnot in 1929, but there are some similarities,  ",
      "start": 1395.04,
      "duration": 7.6
    },
    {
      "text": "and it could go either way.\n \nWOLFF: Any chance, in your view,  ",
      "start": 1403.2,
      "duration": 7.44
    },
    {
      "text": "of the Democratic and/or Republican parties \nbeing the place where any of this kind of  ",
      "start": 1411.2,
      "duration": 7.12
    },
    {
      "text": "left-wing alternative emerges (and I'm not asking \nyou to predict), or does it need an independent,  ",
      "start": 1420.4,
      "duration": 8.96
    },
    {
      "text": "a third, a different kind of political party or \nformation to get it done? How do you see that  ",
      "start": 1429.36,
      "duration": 7.6
    },
    {
      "text": "question that is on so many people's minds now?\n \nCHOMSKY: Well, as you know, of course, to form a  ",
      "start": 1436.96,
      "duration": 7.12
    },
    {
      "text": "viable third party under the highly regressive US \npolitical system is extremely difficult. It's not  ",
      "start": 1445.28,
      "duration": 10.64
    },
    {
      "text": "out of the question. It should be attempted. \nTony Mazzocchi’s efforts at a labor party — great  ",
      "start": 1455.92,
      "duration": 10.16
    },
    {
      "text": "labor organizer and environmentalist, Tony \nMazzocchi, back in the ‘90s — might have  ",
      "start": 1466.08,
      "duration": 5.6
    },
    {
      "text": "gotten somewhere. It could be revived now. It's \ngoing to require a revival of the labor movement.  ",
      "start": 1471.68,
      "duration": 6.88
    },
    {
      "text": "That's going to be crucial for it. \n \nThe other possibility is to  ",
      "start": 1478.56,
      "duration": 4.8
    },
    {
      "text": "try to move the Democratic Party a little towards \nthe social-democratic side. What's called the left  ",
      "start": 1483.36,
      "duration": 8.48
    },
    {
      "text": "here is a strange notion. So Bernie Sanders is \ncalled a radical. His views are too extreme to be  ",
      "start": 1491.84,
      "duration": 8.56
    },
    {
      "text": "tolerated in the United States. What are his main \nviews? Universal health care — can you think of a  ",
      "start": 1501.6,
      "duration": 7.6
    },
    {
      "text": "country in the world that doesn't have it?\n \nWOLFF: Right.\n  ",
      "start": 1509.2,
      "duration": 2.32
    },
    {
      "text": "CHOMSKY: Mexico . . .\n \nWOLFF: . . . Canada . . .\n  ",
      "start": 1511.52,
      "duration": 3.486
    },
    {
      "text": "CHOMSKY: . . . Europe — everybody \nhas it. Free higher education:  ",
      "start": 1515.006,
      "duration": 4.034
    },
    {
      "text": "Mexico, Germany, Finland — almost everywhere. \nThose are considered too radical for Americans.  ",
      "start": 1519.84,
      "duration": 8.0
    },
    {
      "text": "One of the chief correspondents of the \nLondon Financial Times, Rana Foroohar,  ",
      "start": 1529.36,
      "duration": 6.72
    },
    {
      "text": "associate editor, very good journalist, \ncommented sort of semi-jokingly  ",
      "start": 1536.08,
      "duration": 6.48
    },
    {
      "text": "that if Bernie Sanders was in Germany, he could \nbe running on the Christian Democrat ticket,  ",
      "start": 1543.2,
      "duration": 5.52
    },
    {
      "text": "the right-wing party. That's what's called way \ntoo far to the left in the United States. So yes,  ",
      "start": 1549.6,
      "duration": 6.96
    },
    {
      "text": "a move towards moderate social democracy, a \nreturn to something of the New Deal style,  ",
      "start": 1556.56,
      "duration": 9.44
    },
    {
      "text": "would be a major step forward. But it's not \nleft. It's a step towards moderate sanity.  ",
      "start": 1566.0,
      "duration": 7.84
    },
    {
      "text": "And that can be achieved, I think.\n \nWOLFF: In the interest of the waning minutes  ",
      "start": 1575.2,
      "duration": 5.68
    },
    {
      "text": "that we have, I wanted to ask you a question \nabout political strategy, theory, philosophy,  ",
      "start": 1580.88,
      "duration": 7.36
    },
    {
      "text": "since I know you have been concerned \nwith that most of your life.  ",
      "start": 1588.8,
      "duration": 3.12
    },
    {
      "text": "The relationships between Marxism and anarchism, \nas impulses, as movements, as traditions, let's  ",
      "start": 1593.2,
      "duration": 8.4
    },
    {
      "text": "call them, have been on again, off again, allies, \nenemies, and everything in between. Do you see  ",
      "start": 1601.6,
      "duration": 7.2
    },
    {
      "text": "either of those traditions, or both of them, as \nplaying an important role, now and in the future,  ",
      "start": 1609.76,
      "duration": 7.2
    },
    {
      "text": "in the situations you've just described?\n \nCHOMSKY: The traditions yes, but the words,  ",
      "start": 1618.72,
      "duration": 7.52
    },
    {
      "text": "probably not. The United States is a very unusual \ncountry. We can't ignore the fact. It's a shame,  ",
      "start": 1626.24,
      "duration": 8.48
    },
    {
      "text": "should be overcome, but it's a fact. \nI don't know of any other country,  ",
      "start": 1634.72,
      "duration": 4.56
    },
    {
      "text": "except extreme right-wing dictatorships, where \na person can't identify himself as a socialist.  ",
      "start": 1639.28,
      "duration": 7.84
    },
    {
      "text": "The term “socialism” in other countries is \nkind of like saying “I'm a Democrat” here. If  ",
      "start": 1648.64,
      "duration": 6.72
    },
    {
      "text": "you're a communist, you can run for a political \noffice. Maybe people won’t like it, but in the  ",
      "start": 1655.36,
      "duration": 8.64
    },
    {
      "text": "United States these are terms of opprobrium. We \nhave such a well functioning propaganda system  ",
      "start": 1664.0,
      "duration": 8.56
    },
    {
      "text": "that ideas that are normal in comparable countries \nare considered utterly beyond the pale here. So  ",
      "start": 1673.2,
      "duration": 9.28
    },
    {
      "text": "terminology is — you have to be careful with it. \n \nBut the ideas, yes. I think most of the  ",
      "start": 1682.48,
      "duration": 6.32
    },
    {
      "text": "population, judging by attitude studies, \npretty much supports these attitudes and views.  ",
      "start": 1688.8,
      "duration": 8.4
    },
    {
      "text": "Now, you maybe have to approach \nthem with different terminology,  ",
      "start": 1697.84,
      "duration": 3.44
    },
    {
      "text": "but yes, you can. Take the common thread of \nleft Marxist and anarchist thinking, that  ",
      "start": 1702.0,
      "duration": 10.32
    },
    {
      "text": "working people should control the work environment \nand the enterprises in which they work. That's an  ",
      "start": 1713.12,
      "duration": 7.44
    },
    {
      "text": "old American view, so common that it was the \nslogan of the Republican Party under Abraham  ",
      "start": 1720.56,
      "duration": 7.04
    },
    {
      "text": "Lincoln. It was the main driving force for the \nmost effective radical movements in American  ",
      "start": 1727.6,
      "duration": 7.6
    },
    {
      "text": "history, the Knights of Labor, the populist \nmovement of the late 19th century. I don't  ",
      "start": 1735.2,
      "duration": 6.4
    },
    {
      "text": "think that's very far below the surface, and I \nthink that can be recovered. And that is the lead  ",
      "start": 1741.6,
      "duration": 8.48
    },
    {
      "text": "driving element in the left \nMarxist, anarchist tradition.\n  ",
      "start": 1751.76,
      "duration": 4.56
    },
    {
      "text": "WOLFF: Noam Chomsky, I wish we had much more time. \nI am very grateful for the time you have given us.  ",
      "start": 1756.32,
      "duration": 7.84
    },
    {
      "text": "I know I speak for my audience, both the listeners \nand the viewers. Yours is a lifetime of commitment  ",
      "start": 1764.16,
      "duration": 7.52
    },
    {
      "text": "to something that a whole new generation is \nlearning they want to commit to. And I want, on  ",
      "start": 1771.68,
      "duration": 6.08
    },
    {
      "text": "their behalf and for myself, to thank you for all \nthat you have done, including being with us today.",
      "start": 1777.76,
      "duration": 12.08
    }
  ]
}