{
  "video_id": "qyVQzmuPEvs",
  "url": "https://www.youtube.com/watch?v=qyVQzmuPEvs",
  "transcript": [
    {
      "text": "Chomsky: Faurisson was a professor of French literature at Lyon University",
      "start": 0.45,
      "duration": 3.47
    },
    {
      "text": "he published a few private pamphlets denying the existence of gas chambers",
      "start": 3.92,
      "duration": 4.09
    },
    {
      "text": "He was then suspended from teaching on the grounds that he could not be protected from violence",
      "start": 8.76,
      "duration": 4.769
    },
    {
      "text": "He was then at that point..",
      "start": 14.49,
      "duration": 2.219
    },
    {
      "text": "He was then brought to trial for falsification of history. The book that you're referring to is entitled",
      "start": 16.74,
      "duration": 5.219
    },
    {
      "text": "Memoir in Defense Against Those Who Accuse Me of Falsification of History on a matter of gas chambers.",
      "start": 22.449,
      "duration": 5.031
    },
    {
      "text": "It was in fact submit --",
      "start": 27.48,
      "duration": 1.349
    },
    {
      "text": "I didn't know if its existence,",
      "start": 28.83,
      "duration": 1.109
    },
    {
      "text": "But it was submitted to the tribunal, basically, the court for which he was tried for falsification of history and later condemned",
      "start": 29.939,
      "duration": 6.18
    },
    {
      "text": "How did I get involved in this?",
      "start": 36.42,
      "duration": 2.06
    },
    {
      "text": "Well, some stage along the line,",
      "start": 38.48,
      "duration": 1.84
    },
    {
      "text": "I was asked to sign a civil rights petition, as I do thousands of times.",
      "start": 40.32,
      "duration": 4.18
    },
    {
      "text": "As I do for Salman Rushdie, which no doubt enrages the Ayatollah Khomeini.",
      "start": 44.6,
      "duration": 4.2
    },
    {
      "text": "[mumbling, talking over eachother]",
      "start": 49.18,
      "duration": 2.76
    },
    {
      "text": "Here's a case where a price wasn't put on his head, he was actually punished.",
      "start": 52.38,
      "duration": 2.76
    },
    {
      "text": "There's lots of differences",
      "start": 55.14,
      "duration": 1.92
    },
    {
      "text": "I do believe in freedom of speech",
      "start": 57.28,
      "duration": 5.299
    },
    {
      "text": "I realized that's not a popular position around here, but I believe in it.",
      "start": 62.58,
      "duration": 3.9
    },
    {
      "text": "Bolkestein: I share that opinion, so don't be afraid",
      "start": 66.48,
      "duration": 2.46
    },
    {
      "text": "Chomsky: Just as I defended people like, say, Henry Kissinger and Walt Rostow,",
      "start": 69.22,
      "duration": 6.02
    },
    {
      "text": "although I despise what they stand for, when Walt Rostow -- one of the plan --",
      "start": 75.4,
      "duration": 6.199
    },
    {
      "text": "a real war criminal in my view, when he came back to try to get a position back at MIT in 1969,",
      "start": 81.6,
      "duration": 6.28
    },
    {
      "text": "I was in fact the spokesman for a group of students, radical students,",
      "start": 87.88,
      "duration": 4.48
    },
    {
      "text": "who said that if he is being denied this position on political grounds,",
      "start": 92.36,
      "duration": 2.71
    },
    {
      "text": "we're going to protest and demonstrate about it.",
      "start": 95.07,
      "duration": 2.0
    },
    {
      "text": "Because we think this war criminal has a right to teach.",
      "start": 97.17,
      "duration": 2.543
    },
    {
      "text": "Bolkestein: Would you have quit?",
      "start": 99.72,
      "duration": 2.9
    },
    {
      "text": "Chomsky: If he had been turned down on political grounds, I might have.",
      "start": 102.62,
      "duration": 2.68
    },
    {
      "text": "Because I don't believe that people should be turned down on political grounds",
      "start": 105.3,
      "duration": 3.48
    },
    {
      "text": "But my point is -- that's a really controversial position, incidentally, the war was going on,",
      "start": 108.78,
      "duration": 3.989
    },
    {
      "text": "we were talking about a man who was a war criminal, and was going to continue research, which he'd be using",
      "start": 112.98,
      "duration": 5.6
    },
    {
      "text": "Let's go back to Faurisson",
      "start": 118.9,
      "duration": 3.54
    },
    {
      "text": "There's a very clear academic freedom issue -- very clear -- a man is",
      "start": 125.56,
      "duration": 5.54
    },
    {
      "text": "Prevented from teaching French literature because he wrote a pamphlet about gas chambers.",
      "start": 131.62,
      "duration": 5.16
    },
    {
      "text": "That is outrageous",
      "start": 136.78,
      "duration": 1.58
    },
    {
      "text": "It couldn't have happened in the United States, I should say.",
      "start": 138.66,
      "duration": 2.46
    },
    {
      "text": "He was then brought to trial for falsification of history, which is even more outrageous",
      "start": 141.12,
      "duration": 4.26
    },
    {
      "text": "He was actually condemned which is even worse",
      "start": 145.54,
      "duration": 2.36
    },
    {
      "text": "I signed a petition",
      "start": 148.65,
      "duration": 1.84
    },
    {
      "text": "Calling on the tribunal to defend his civil rights. I was one of the 500 signers",
      "start": 150.49,
      "duration": 4.399
    },
    {
      "text": "At that point, the French press, which apparently has no conception of freedom of speech,",
      "start": 155.64,
      "duration": 3.94
    },
    {
      "text": "Concluded that since I had called for his civil rights, I was therefore defending his theses",
      "start": 160.26,
      "duration": 4.7
    },
    {
      "text": "I was -- which is absurd, of course, anyone who knows anything about civil rights knows that you're defend -",
      "start": 164.97,
      "duration": 5.13
    },
    {
      "text": "Typically, defending freedom of speech for views you detest there's no other point to it.",
      "start": 170.32,
      "duration": 4.92
    },
    {
      "text": "I was then asked by the person who organized the petition to write a statement on freedom of speech.",
      "start": 184.14,
      "duration": 6.68
    },
    {
      "text": "Just banal comments about freedom of speech pointing out the difference between",
      "start": 191.04,
      "duration": 4.36
    },
    {
      "text": "defending a person's right to express his views and defending the views expressed.",
      "start": 195.48,
      "duration": 5.34
    },
    {
      "text": "So I did that, I wrote a rather banal statement called Some Elementary Remarks on Freedom of Expression.",
      "start": 200.98,
      "duration": 5.7
    },
    {
      "text": "And I told him: do what you like with it.",
      "start": 207.1,
      "duration": 2.54
    },
    {
      "text": "At that point, Faurisson was writing his memoir in defense,",
      "start": 209.88,
      "duration": 3.28
    },
    {
      "text": "unknown to me, and my statement was added as a [?] as an opinion",
      "start": 213.16,
      "duration": 5.62
    },
    {
      "text": "It was attached to this",
      "start": 219.1,
      "duration": 2.0
    },
    {
      "text": "statement in which he defended himself.",
      "start": 221.26,
      "duration": 2.12
    },
    {
      "text": "Bolkestein: Which was asked from you before?",
      "start": 223.38,
      "duration": 1.769
    },
    {
      "text": "Chomsky: No, but in fact, see I can't -- really, I told him do what you like with it",
      "start": 225.149,
      "duration": 3.051
    },
    {
      "text": "I didn't know about the book but",
      "start": 228.6,
      "duration": 2.14
    },
    {
      "text": "actually, I think it's completely --",
      "start": 231.0,
      "duration": 1.82
    },
    {
      "text": "like for example, if Henry Kissinger was brought to trial for freedom of -- for falsification of history,",
      "start": 232.82,
      "duration": 4.56
    },
    {
      "text": "I would have no objection to having something I wrote on freedom of speech attached to a memoir in which he defends himself from the charge.",
      "start": 237.39,
      "duration": 6.569
    },
    {
      "text": "--- but I'm saying but you know I mean -- freedom of speech issues are important, crucial, in fact.",
      "start": 244.14,
      "duration": 6.08
    },
    {
      "text": "Some of the most crucial issues. So when I learned -- now those are the facts --",
      "start": 250.44,
      "duration": 6.38
    },
    {
      "text": "Bolkestein: There's one one simple question:",
      "start": 259.56,
      "duration": 3.46
    },
    {
      "text": "Didn't you ask yourself afterwards whether it was very wise of you on your part?",
      "start": 263.54,
      "duration": 4.04
    },
    {
      "text": "To act at least like you were defending him",
      "start": 268.31,
      "duration": 3.17
    },
    {
      "text": "instead of the right of free speech?",
      "start": 271.48,
      "duration": 3.08
    },
    {
      "text": "Chomsky: No, because I never acted that way. I never defended him as a person.",
      "start": 274.56,
      "duration": 2.7
    },
    {
      "text": "I realized as soon as I signed the petition",
      "start": 282.22,
      "duration": 2.72
    },
    {
      "text": "That this is going to be interpreted by people who have not yet reached the Enlightenment. We're still in the Middle Ages",
      "start": 285.08,
      "duration": 5.84
    },
    {
      "text": "It's going to be interpreted as a defense of his views of course",
      "start": 291.26,
      "duration": 2.899
    },
    {
      "text": "I realized that, I understand the world. but freedom of speech issues are important, and I'm perfectly willing to face that",
      "start": 294.16,
      "duration": 4.41
    },
    {
      "text": "Bolkestein: But why did you try at the last moment to get it back from him?",
      "start": 298.57,
      "duration": 4.53
    },
    {
      "text": "Chomsky: That's the one thing I'm sorry about ---",
      "start": 303.1,
      "duration": 4.44
    },
    {
      "text": "In fact I tried to retract it. ---",
      "start": 307.54,
      "duration": 4.32
    },
    {
      "text": "I wrote a letter, which was then publicized, in which I said, look",
      "start": 312.78,
      "duration": 3.68
    },
    {
      "text": "Things have reached the point where the French intellectual community",
      "start": 316.97,
      "duration": 3.589
    },
    {
      "text": "Simply is incapable of understanding the issues at this point, It's just going to confuse matters even more if my",
      "start": 321.11,
      "duration": 7.07
    },
    {
      "text": "comments on freedom of speech",
      "start": 329.12,
      "duration": 1.26
    },
    {
      "text": "Happen to be attached to this book which I didn't know existed. So just to clarify things I better separate them",
      "start": 330.38,
      "duration": 5.119
    },
    {
      "text": "Now in retrospect, I think I probably shouldn't have done that I should have just said fine",
      "start": 335.78,
      "duration": 4.07
    },
    {
      "text": "then let it appear because it ought to appear, but that's",
      "start": 339.85,
      "duration": 3.149
    },
    {
      "text": "apart from that I",
      "start": 343.91,
      "duration": 2.0
    },
    {
      "text": "regard this as not only trivial, but as compared with other positions I've taken on freedom of speech",
      "start": 345.919,
      "duration": 4.4
    },
    {
      "text": "invisible this doesn't begin to",
      "start": 350.84,
      "duration": 2.0
    },
    {
      "text": "compare",
      "start": 352.88,
      "duration": 0.599
    },
    {
      "text": "With defending the rights of American War criminals to do their work while that work is being used to murder and destroy",
      "start": 353.479,
      "duration": 6.68
    },
    {
      "text": "It doesn't begin to compare with dozens of other cases where I defended freedom of speech",
      "start": 360.16,
      "duration": 6.36
    },
    {
      "text": "Bolkestein: Why didn't it occur to you that maybe his facts were wrong? ---",
      "start": 375.16,
      "duration": 3.78
    },
    {
      "text": "Chomsky: Of course they're wrong",
      "start": 378.94,
      "duration": 1.78
    },
    {
      "text": "I can't even understand this question",
      "start": 384.24,
      "duration": 3.92
    },
    {
      "text": "Why didn't it occur to me that maybe his views are wrong? Of course it occurred to me.",
      "start": 388.379,
      "duration": 3.261
    },
    {
      "text": "I knew it. You know if you want to",
      "start": 391.64,
      "duration": 1.018
    },
    {
      "text": "Read what I said that --- the reason I retracted it was quite different",
      "start": 392.659,
      "duration": 4.71
    },
    {
      "text": "It was that I realized at some point the French intellectuals cannot make the distinction between -- [who cares?]",
      "start": 397.37,
      "duration": 6.75
    },
    {
      "text": "I agree and that's why I say I shouldn't have even retracted.",
      "start": 404.12,
      "duration": 4.4
    },
    {
      "text": "Everything -- as I said -- that's the one thing that I regret",
      "start": 408.52,
      "duration": 6.76
    },
    {
      "text": "well\nI regret the fact that I tried to accommodate to the medieval character of the French intellectual",
      "start": 415.55,
      "duration": 6.779
    },
    {
      "text": "And I should have not done that I should have simply said: look, if you can't understand it, That's your problem",
      "start": 422.49,
      "duration": 5.119
    },
    {
      "text": "Now, that's a very difficult position to make in Europe",
      "start": 427.979,
      "duration": 3.649
    },
    {
      "text": "I should say that an issue like this is almost inconceivable in the United States in fact",
      "start": 431.629,
      "duration": 4.23
    },
    {
      "text": "There are examples very similar to Faurisson. There's a professor of engineering at",
      "start": 435.86,
      "duration": 4.17
    },
    {
      "text": "Northwestern University, a major university, who writes books denying that the Holocaust took place I mean if he were",
      "start": 440.969,
      "duration": 7.309
    },
    {
      "text": "Deprived of the right to teach and brought to trial for the falsification of history",
      "start": 448.949,
      "duration": 5.269
    },
    {
      "text": "there'd be a huge uproar across the country",
      "start": 454.219,
      "duration": 3.15
    },
    {
      "text": "Because there's a commitment to freedom of speech and that means freedom of speech for views that you detest",
      "start": 457.37,
      "duration": 5.399
    },
    {
      "text": "That's the only time when the issue arises. Now if a person can fail to",
      "start": 462.96,
      "duration": 4.639
    },
    {
      "text": "Distinguish between defending rights and defending the theses expressed, they have to go back to the Middle Ages and start all over again",
      "start": 468.389,
      "duration": 7.459
    }
  ]
}