{
  "video_id": "bnT21unqwbw",
  "url": "https://www.youtube.com/watch?v=bnT21unqwbw",
  "transcript": [
    {
      "text": "WOLFF: I wanted to ask you a question about \npolitical strategy, theory philosophy,  ",
      "start": 0.018,
      "duration": 5.662
    },
    {
      "text": "since I know you have been concerned \nwith that most of your life.  ",
      "start": 6.32,
      "duration": 3.12
    },
    {
      "text": "The relationship between Marxism and anarchism \nas impulses, as movements, as as traditions,  ",
      "start": 10.72,
      "duration": 8.0
    },
    {
      "text": "let's call them, have been on-again off-again \nallies, enemies, and everything in between. Do you  ",
      "start": 18.72,
      "duration": 7.2
    },
    {
      "text": "see either of those traditions, or both of them, \nas playing an important role now and in the future  ",
      "start": 25.92,
      "duration": 8.48
    },
    {
      "text": "in the situations you've just described?\nCHOMSKY: The traditions, yes. But the words,  ",
      "start": 36.16,
      "duration": 7.52
    },
    {
      "text": "probably not. The United States is a very unusual \ncountry. We can't ignore the fact. It's a shame,  ",
      "start": 43.68,
      "duration": 8.48
    },
    {
      "text": "should be overcome, but it's a fact. I \ndon't know of any other country except  ",
      "start": 52.16,
      "duration": 5.92
    },
    {
      "text": "extreme right-wing dictatorships where a \nperson can't identify himself as a socialist.  ",
      "start": 58.08,
      "duration": 6.48
    },
    {
      "text": "The term \"socialism\" in other countries is \nkind of like saying \"I'm a democrat\" here.  ",
      "start": 66.08,
      "duration": 5.76
    },
    {
      "text": "If you're a communist you can run you can run for \na political office. Maybe people won't like it but  ",
      "start": 72.64,
      "duration": 7.28
    },
    {
      "text": "in the United States these are terms of a program. \nWe have such a well-functioning propaganda system  ",
      "start": 81.2,
      "duration": 8.8
    },
    {
      "text": "that ideas that are normal in comparable countries \nare considered utterly beyond the pale here.  ",
      "start": 90.64,
      "duration": 8.48
    },
    {
      "text": "So terminology is... you have to be careful \nwith it. But the ideas, yes. I think most  ",
      "start": 99.68,
      "duration": 6.32
    },
    {
      "text": "of the population, judging by attitude studies, \npretty much supports these attitudes and views.  ",
      "start": 106.0,
      "duration": 8.64
    },
    {
      "text": "Now maybe you have to approach them with different \nterminology but yes, you can. Take the common  ",
      "start": 115.36,
      "duration": 8.48
    },
    {
      "text": "thread of left Marxist and anarchist thinking: \nworking people should control the work environment  ",
      "start": 123.84,
      "duration": 10.08
    },
    {
      "text": "and the enterprises in which they work. That's \nan old American view, so common that it was  ",
      "start": 134.48,
      "duration": 7.84
    },
    {
      "text": "the slogan of the Republican party under Abraham \nLincoln. It was the main driving force for the  ",
      "start": 142.32,
      "duration": 6.56
    },
    {
      "text": "most effective radical movements in American \nhistory: knights of labor, and the populist  ",
      "start": 149.6,
      "duration": 6.4
    },
    {
      "text": "movement of the late 19th century. I don't think \nthat's very far below the surface and I think that  ",
      "start": 156.0,
      "duration": 6.24
    },
    {
      "text": "can be recovered. And that is the lead driving \nelement in the left Marxist anarchist tradition.",
      "start": 162.24,
      "duration": 16.24
    }
  ]
}