{
  "video_id": "SDmcoYpTTbE",
  "url": "https://www.youtube.com/watch?v=SDmcoYpTTbE",
  "transcript": [
    {
      "text": "Hey everyone, so I frequently get requests as to \nwhat to debunk next, and a lot of you linked me  ",
      "start": 0.36,
      "duration": 5.16
    },
    {
      "text": "to an interview with a guy named Chris Langan. \nI had never heard of him. Maybe you have, maybe  ",
      "start": 5.52,
      "duration": 4.64
    },
    {
      "text": "you haven’t. But I gave it a peek and felt like \nI had a few things to say, so let’s get started. ",
      "start": 10.16,
      "duration": 5.04
    },
    {
      "text": "Before watching the video, I looked around the \ninternet and found that Chris is consistently  ",
      "start": 15.2,
      "duration": 4.04
    },
    {
      "text": "referred to as “the smartest man in America”, \nor sometimes even the world, due to an alleged  ",
      "start": 19.24,
      "duration": 5.6
    },
    {
      "text": "IQ of 195, as stated in this article in \nEsquire. Then I found some other interviews.  ",
      "start": 24.84,
      "duration": 5.44
    },
    {
      "text": "Here’s a good introduction as \nto what this guy is all about. ",
      "start": 30.28,
      "duration": 2.84
    },
    {
      "text": "If we can base insight to god on binary \nlogic, we’ve got it made. We don’t need  ",
      "start": 33.12,
      "duration": 8.56
    },
    {
      "text": "faith anymore. It’s extraneous, irrelevant. \nI’m closer to absolute truth than any man has  ",
      "start": 41.68,
      "duration": 7.84
    },
    {
      "text": "been before me. Do I think that makes me better \nthan everybody else? No. I still work in a bar. ",
      "start": 49.52,
      "duration": 10.4
    },
    {
      "text": "That’s right, everyone. Strap in for \nsome forced intellectualization of  ",
      "start": 75.12,
      "duration": 3.4
    },
    {
      "text": "blind faith that constitutes nothing more \nthan pander to the working class. This is  ",
      "start": 78.52,
      "duration": 4.08
    },
    {
      "text": "for people who think Good Will Hunting was \na documentary, fantasize about themselves  ",
      "start": 82.6,
      "duration": 4.92
    },
    {
      "text": "as the struggling genius who was overlooked \nby the establishment in their ivory tower,  ",
      "start": 87.52,
      "duration": 4.48
    },
    {
      "text": "and are easily lulled even deeper into \nthat fantasy by the emotional musical  ",
      "start": 92.0,
      "duration": 4.12
    },
    {
      "text": "score. Let’s check out another snippet or two.\nMy IQ would be somewhere between 190 and 210. ",
      "start": 96.12,
      "duration": 11.48
    },
    {
      "text": "210 seems very, very, very high.\nIt does seem that way, doesn’t it? Albert Einstein  ",
      "start": 107.6,
      "duration": 10.56
    },
    {
      "text": "was estimated at between 180 and 190. Charles \nDarwin was way down there in the toilet at 135. ",
      "start": 118.16,
      "duration": 11.6
    },
    {
      "text": "Are you a genius?\nWell you’re kinda putting me on the spot,  ",
      "start": 129.76,
      "duration": 4.72
    },
    {
      "text": "aren’t you? You’re forcing me to either say \nno, in which case, you know, it’s all hype,  ",
      "start": 134.48,
      "duration": 6.08
    },
    {
      "text": "or you’re forcing me to say yes. I’ll say probably \nyes I am a genius, by most of the criteria,  ",
      "start": 140.56,
      "duration": 5.56
    },
    {
      "text": "the definitive criteria of genius, I think \nyou’d have to consider me a genius, yeah. ",
      "start": 146.12,
      "duration": 3.72
    },
    {
      "text": "Apart from demanding that we take his word for \nit about his IQ, notice the subtle as a bag of  ",
      "start": 150.72,
      "duration": 5.0
    },
    {
      "text": "hammers jab at Darwin, which will make sense \nlater. The main takeaway is that Chris insists  ",
      "start": 155.72,
      "duration": 5.4
    },
    {
      "text": "he’s a genius because trust me bro. Is there \nanything we can do to independently verify  ",
      "start": 161.12,
      "duration": 5.2
    },
    {
      "text": "that he’s really so smart? In that Esquire \narticle he is compared by IQ to figures like  ",
      "start": 166.32,
      "duration": 5.32
    },
    {
      "text": "Da Vinci and Descartes. I don’t know what those \nguys sounded like when they went on podcasts,  ",
      "start": 171.64,
      "duration": 5.08
    },
    {
      "text": "but they did a lot of stuff that we can point \nto. Da Vinci obviously painted some incredible  ",
      "start": 176.72,
      "duration": 5.12
    },
    {
      "text": "works of art, but he also designed many churches \nand other buildings, invented many things like  ",
      "start": 181.84,
      "duration": 5.36
    },
    {
      "text": "mechanical devices, hydraulic machines, and \nmore. He even came up with designs for things  ",
      "start": 187.2,
      "duration": 5.12
    },
    {
      "text": "that would be invented later, like parachutes, \nbicycles, helicopters, and airplanes. He also  ",
      "start": 192.32,
      "duration": 5.56
    },
    {
      "text": "advanced the fields of anatomy, zoology, botany, \ngeology, optics, and many others, most of which  ",
      "start": 197.88,
      "duration": 6.72
    },
    {
      "text": "admittedly were in their infancy, making it easier \nto contribute, but still. The dude was a genius.  ",
      "start": 204.6,
      "duration": 5.16
    },
    {
      "text": "How about Descartes? He was a philosopher, so \nhe said a bunch of smart stuff like “I think  ",
      "start": 210.52,
      "duration": 4.44
    },
    {
      "text": "therefore I am”, but he was also a scientist and \nmathematician. He developed analytic geometry and  ",
      "start": 214.96,
      "duration": 5.68
    },
    {
      "text": "the Cartesian coordinate system, which we still \nuse today, along with the notation he created,  ",
      "start": 220.64,
      "duration": 4.88
    },
    {
      "text": "and he provided the basis for the calculus that \nNewton and Leibniz would later develop. He was a  ",
      "start": 225.52,
      "duration": 5.04
    },
    {
      "text": "genius too. What has the illustrious Chris Langan \ndone? Most people would say absolutely nothing.  ",
      "start": 230.56,
      "duration": 7.28
    },
    {
      "text": "He just talks. But Chris, of course, would claim \nthat he has done something remarkable. He has a  ",
      "start": 237.84,
      "duration": 5.48
    },
    {
      "text": "theory of everything! And it’s called CTMU: the \nCognitive-Theoretic Model of the Universe. Wow,  ",
      "start": 243.32,
      "duration": 7.12
    },
    {
      "text": "that sounds neat! What’s it all about?\nCognitive-theoretic model of the universe.  ",
      "start": 250.44,
      "duration": 5.2
    },
    {
      "text": "The CTMU. It shows that we’re all a part of \nthe same universal self. All men are related  ",
      "start": 255.64,
      "duration": 9.0
    },
    {
      "text": "in ways they can’t necessarily discern on \nthis plane of reality. We’re all the same.  ",
      "start": 264.64,
      "duration": 5.08
    },
    {
      "text": "We all share a basic fundamental identity with \neach other. Which means that we should all be  ",
      "start": 271.0,
      "duration": 6.0
    },
    {
      "text": "trying to help each other and cooperate with \neach other to make this a better place to live. ",
      "start": 277.0,
      "duration": 7.36
    },
    {
      "text": "Wow, what an amazing revolutionary theory! He \nhas absolutely broken all current paradigms  ",
      "start": 284.36,
      "duration": 6.36
    },
    {
      "text": "of science with this breakthrough insight, \nwhich can be summarized as “let’s all work  ",
      "start": 290.72,
      "duration": 5.84
    },
    {
      "text": "together and get along”. How did he do it! \nSo essentially, Chris has done absolutely  ",
      "start": 296.56,
      "duration": 5.52
    },
    {
      "text": "nothing of even remote significance in \nany area of human inquiry, but he’s a  ",
      "start": 302.08,
      "duration": 4.52
    },
    {
      "text": "supergenius anyway because he says so. Got it.\nWith that context taken care of, let’s get to  ",
      "start": 306.6,
      "duration": 5.72
    },
    {
      "text": "the video that everyone linked me to. It’s titled \n“Chris Langan - The Interview THEY Didn’t Want You  ",
      "start": 312.32,
      "duration": 5.8
    },
    {
      "text": "To See”, which has already gotten over five \nmillion views in just a few weeks. Now who  ",
      "start": 318.12,
      "duration": 5.24
    },
    {
      "text": "could “they” be? Well the person conducting the \ninterview is Michael Knowles from the Daily Wire,  ",
      "start": 323.36,
      "duration": 5.64
    },
    {
      "text": "which is a conservative propaganda mill, in case \nyou didn’t know. That means the Daily Wire filmed  ",
      "start": 329.0,
      "duration": 4.8
    },
    {
      "text": "this interview and didn’t release it. Rather \ncurious, I gave it a quick google to see as to  ",
      "start": 333.8,
      "duration": 4.64
    },
    {
      "text": "why that would be the case. All I could find was \na Reddit page with no answers, and a blog post  ",
      "start": 338.44,
      "duration": 4.6
    },
    {
      "text": "from Chris himself where he sounds perplexed, but \nthen arrives at some conspiratorial conclusions.  ",
      "start": 343.04,
      "duration": 5.12
    },
    {
      "text": "At any rate, he somehow got the rights to the \ninterview and published it on his own channel,  ",
      "start": 348.16,
      "duration": 4.16
    },
    {
      "text": "and that’s what we’ll be checking out.\nBut very quickly before doing that,  ",
      "start": 352.32,
      "duration": 3.32
    },
    {
      "text": "we can already say a lot just from reading the \ndescription. It says that Chris is joining the  ",
      "start": 355.64,
      "duration": 5.2
    },
    {
      "text": "show to discuss his theory of everything. God, \npsychedelic drugs, and aliens. His “theory of  ",
      "start": 360.84,
      "duration": 7.92
    },
    {
      "text": "everything” is him musing on random topics like a \ncollege freshman who got high at a party for the  ",
      "start": 368.76,
      "duration": 5.88
    },
    {
      "text": "first time. This demonstrates that the smartest \nman in the world does not know what a theory  ",
      "start": 374.64,
      "duration": 5.92
    },
    {
      "text": "of everything is. He also does not know what a \ntheory is. Let’s define these two terms right now,  ",
      "start": 380.56,
      "duration": 6.36
    },
    {
      "text": "so that it will be very clear to you during the \nvideo that he has no idea what he’s talking about. ",
      "start": 386.92,
      "duration": 4.52
    },
    {
      "text": "First up, a theory. A theory is a scientific \nconstruct that correlates large amounts of data  ",
      "start": 391.44,
      "duration": 5.12
    },
    {
      "text": "and explains them simply and coherently. Theories \nmust be testable, they must be falsifiable,  ",
      "start": 396.56,
      "duration": 5.64
    },
    {
      "text": "and are typically based on quantitative data. If \nit doesn’t make predictions that can be tested,  ",
      "start": 402.2,
      "duration": 5.08
    },
    {
      "text": "it’s not a theory. So contrary to popular belief, \nbaseless speculation and mental masturbation do  ",
      "start": 407.28,
      "duration": 6.08
    },
    {
      "text": "not qualify as theories. Then, a theory of \neverything also has a very specific meaning.  ",
      "start": 413.36,
      "duration": 5.84
    },
    {
      "text": "It does not mean “whoa think about it bro, this \ntotally explains everything in the universe,  ",
      "start": 419.2,
      "duration": 5.04
    },
    {
      "text": "bro”. It is a term that stems from theoretical \nphysics and the attempt to find a quantum  ",
      "start": 424.24,
      "duration": 5.4
    },
    {
      "text": "field theory that applies to all the fundamental \nforces. In the earliest epochs of the universe,  ",
      "start": 429.64,
      "duration": 5.08
    },
    {
      "text": "it is understood that all the forces were unified, \nthen through symmetry breaking events they rapidly  ",
      "start": 434.72,
      "duration": 4.76
    },
    {
      "text": "split up and became the four fundamental forces \nwe know today, those being gravity, the strong  ",
      "start": 439.48,
      "duration": 5.08
    },
    {
      "text": "and weak nuclear forces, and electromagnetism. \nElectromagnetism and the weak nuclear force were  ",
      "start": 444.56,
      "duration": 5.8
    },
    {
      "text": "successfully unified in the electroweak theory, \nwhich predicted particles that were subsequently  ",
      "start": 450.36,
      "duration": 4.64
    },
    {
      "text": "confirmed in high-energy particle accelerator \nexperiments. Such efforts have also been quite  ",
      "start": 455.0,
      "duration": 4.68
    },
    {
      "text": "successful in combining the electroweak with \nthe strong nuclear force to yield a grand  ",
      "start": 459.68,
      "duration": 4.76
    },
    {
      "text": "unified theory. This is the current forefront \nof the standard model of particle physics,  ",
      "start": 464.44,
      "duration": 4.4
    },
    {
      "text": "and many of its predictions have been vindicated, \nthough there is still more work to be done. The  ",
      "start": 468.84,
      "duration": 4.44
    },
    {
      "text": "last step after that would be to unify such a \nmodel with the last remaining force, gravity,  ",
      "start": 473.28,
      "duration": 4.92
    },
    {
      "text": "which is currently described by Einstein’s general \nrelativity. A quantum field theory that unifies  ",
      "start": 478.2,
      "duration": 5.0
    },
    {
      "text": "all four forces, should it be possible, would \nbe a theory of everything, as it would be a  ",
      "start": 483.2,
      "duration": 5.0
    },
    {
      "text": "single theory, and by theory we are talking about \na rigorous mathematical model, that describes all  ",
      "start": 488.2,
      "duration": 5.88
    },
    {
      "text": "four fundamental forces. That’s what “theory of \neverything” means, and that’s the only thing it  ",
      "start": 494.08,
      "duration": 6.32
    },
    {
      "text": "means. Chris is therefore even worse off than the \ncharlatan Eric Weinstein, who at least typed up a  ",
      "start": 500.4,
      "duration": 6.4
    },
    {
      "text": "bunch of advanced math to pretend he has a theory \nof everything. Chris doesn’t know how to do that,  ",
      "start": 506.8,
      "duration": 5.04
    },
    {
      "text": "and probably can’t do much math beyond algebra, \nwhich is why when describing his non-theory, he  ",
      "start": 511.84,
      "duration": 5.64
    },
    {
      "text": "just spews word salad instead of referencing math. \nOk, let’s get into this ridiculous interview. ",
      "start": 517.48,
      "duration": 6.32
    },
    {
      "text": "Welcome to my extremely ethereal and trippy \nnew set. I feel as though I am floating  ",
      "start": 523.8,
      "duration": 6.4
    },
    {
      "text": "in a cloud here in this all-white \nvenue, and perhaps that is fitting. ",
      "start": 530.2,
      "duration": 4.48
    },
    {
      "text": "All-white and Daily Wire, that \ndefinitely is quite fitting. ",
      "start": 534.68,
      "duration": 3.52
    },
    {
      "text": "Chris has one of, if not the highest IQ ever \nrecorded. Somehwere between 190-195 and 210. ",
      "start": 538.2,
      "duration": 8.4
    },
    {
      "text": "You’d think that if every single interview \nwith this guy is going to center around  ",
      "start": 546.6,
      "duration": 4.36
    },
    {
      "text": "this singular statistic, that we’d have seen \nsome physical evidence of this test result  ",
      "start": 550.96,
      "duration": 4.4
    },
    {
      "text": "at some point. No? Just me? Ok, continue.\nAnd Chris is not here by way of some fancy  ",
      "start": 555.36,
      "duration": 8.68
    },
    {
      "text": "distinguished professorship and such and such \nbrand name university, nor did Chris just get off  ",
      "start": 564.04,
      "duration": 5.52
    },
    {
      "text": "of his private yacht out of the south of France, \nand come here to leave his billion dollar company,  ",
      "start": 569.56,
      "duration": 6.08
    },
    {
      "text": "Chris came here from a farm in Missouri after \na career as a bouncer at bars around New York. ",
      "start": 575.64,
      "duration": 7.64
    },
    {
      "text": "That’s right, he’s not one of those \neducated jerks, or one of those rich jerks,  ",
      "start": 583.28,
      "duration": 4.6
    },
    {
      "text": "he’s uneducated and poor, just like you! That \nmeans you can trust him, and blindly believe  ",
      "start": 587.88,
      "duration": 5.12
    },
    {
      "text": "everything he says. So let’s meet him!\nWhy is the smartest man in the world,  ",
      "start": 593.0,
      "duration": 4.76
    },
    {
      "text": "why is he not just buying and selling \nall of us all the time, why is he living  ",
      "start": 597.76,
      "duration": 4.68
    },
    {
      "text": "on a farm in the middle of Missouri?\nWell that’s a good question. I was never  ",
      "start": 602.44,
      "duration": 7.16
    },
    {
      "text": "actually interested in money. When I was a kid \nwe, my brothers and I, my family, we were not  ",
      "start": 609.6,
      "duration": 6.28
    },
    {
      "text": "exactly the richest folks in town. We seldom had \nenough money to buy food or clothes. So I sort of  ",
      "start": 615.88,
      "duration": 8.08
    },
    {
      "text": "immersed myself in books and reading, and decided \nthat what I wanted to do was pursue knowledge.  ",
      "start": 623.96,
      "duration": 5.36
    },
    {
      "text": "Now as far as the making money is concerned, \none thing that I found out is that there are  ",
      "start": 629.84,
      "duration": 4.28
    },
    {
      "text": "certain ingredients, certain advantages that \nyou need in order to become rich. Of course it  ",
      "start": 634.12,
      "duration": 6.76
    },
    {
      "text": "helps to be born with money.\nThat’s the easiest way. ",
      "start": 640.88,
      "duration": 3.92
    },
    {
      "text": "And it helps to have a lot of connections, ok? \nThe right kind of connections. And it helps not  ",
      "start": 644.8,
      "duration": 5.64
    },
    {
      "text": "to alienate the people who have all the money, \nbecause then they’ll exclude you and cancel you.  ",
      "start": 650.44,
      "duration": 5.32
    },
    {
      "text": "You know, that’s what they do. That’s what cancel \nculture is. Basically people are being frozen out  ",
      "start": 655.76,
      "duration": 4.36
    },
    {
      "text": "of the economy. And I found myself getting frozen \nout of the economy that way from an early age. I  ",
      "start": 660.12,
      "duration": 6.12
    },
    {
      "text": "tried to go to college, but ran into a couple of \nproblems. Personnel problems on the faculties of  ",
      "start": 667.28,
      "duration": 5.84
    },
    {
      "text": "the colleges in question. And that stopped me, \nbasically when you get, you can’t get a college  ",
      "start": 673.12,
      "duration": 7.12
    },
    {
      "text": "education, you are cancelled economically.\nWe can give him the born poor part. That’s  ",
      "start": 680.24,
      "duration": 4.48
    },
    {
      "text": "an obstacle, no doubt. But Chris wants us \nto believe that he, now a senior citizen,  ",
      "start": 684.72,
      "duration": 5.8
    },
    {
      "text": "despite being the smartest person in the world, \nhasn’t figured out how to make a decent salary  ",
      "start": 690.52,
      "duration": 6.16
    },
    {
      "text": "his entire life, because the mean university \npeople and the mean money people excluded and  ",
      "start": 696.68,
      "duration": 6.04
    },
    {
      "text": "cancelled him the whole way? That’s a pretty big \npill to swallow. Has he never heard of financial  ",
      "start": 702.72,
      "duration": 5.4
    },
    {
      "text": "aid? Every single university in the country just \ncouldn’t handle his unparalleled brilliance? Even  ",
      "start": 708.12,
      "duration": 6.4
    },
    {
      "text": "Will Hunting the janitor, once he showed them he \ncan do math, they set him up with a nice cozy job  ",
      "start": 714.52,
      "duration": 5.8
    },
    {
      "text": "and treated him like an equal. Didn’t Chris ever \nfind any math problems on some blackboard that  ",
      "start": 720.32,
      "duration": 5.16
    },
    {
      "text": "he could solve and get something going that \nway? Also, this statement that not getting  ",
      "start": 725.48,
      "duration": 4.8
    },
    {
      "text": "a college education cancels you economically is \nridiculous. There are many billionaires without  ",
      "start": 730.28,
      "duration": 6.96
    },
    {
      "text": "college degrees. Zuckerberg, Bill Gates, \nhell, Richard Branson didn’t even finish  ",
      "start": 737.24,
      "duration": 5.28
    },
    {
      "text": "high school. Aren’t you smarter than all \nthose guys, Chris? So what’s your problem? ",
      "start": 742.52,
      "duration": 5.08
    },
    {
      "text": "You’re obviously, you’ve got a higher IQ than \nanybody in the room. You’re obviously extremely  ",
      "start": 747.6,
      "duration": 4.68
    },
    {
      "text": "smart, you’re extremely self-educated. So you get \ninto college, it should be a total breeze for you. ",
      "start": 752.28,
      "duration": 6.6
    },
    {
      "text": "It was a total breeze for me. \nToo much of a breeze for me. ",
      "start": 758.88,
      "duration": 4.32
    },
    {
      "text": "So much of a breeze, in fact, that it \nswept you right out of those halls and  ",
      "start": 763.2,
      "duration": 3.68
    },
    {
      "text": "you’ve never done anything since. Awesome.\nYou know you ask the wrong kinds of questions  ",
      "start": 766.88,
      "duration": 4.44
    },
    {
      "text": "at people who are full of themselves and think \nthey have all the answers. You know like calculus  ",
      "start": 771.32,
      "duration": 5.04
    },
    {
      "text": "class, why don’t you explain exactly what an \ninfinitesimal interval is, and how you can  ",
      "start": 776.36,
      "duration": 5.6
    },
    {
      "text": "traverse from one end to the other. And they’ll \nlook at you as though you’ve got two heads. ",
      "start": 781.96,
      "duration": 4.92
    },
    {
      "text": "I ask that all the time. I ask my waiters.\nI guarantee you that any calculus teacher can  ",
      "start": 786.88,
      "duration": 6.68
    },
    {
      "text": "easily answer that question, and they don’t fail \nyou out of college for asking questions. You just  ",
      "start": 793.56,
      "duration": 5.56
    },
    {
      "text": "can’t pass a calculus exam, and were probably \nnever enrolled in any calculus course in the  ",
      "start": 799.12,
      "duration": 4.68
    },
    {
      "text": "first place, even though it’s intermediate \nmath that is commonly taught in high school. ",
      "start": 803.8,
      "duration": 4.56
    },
    {
      "text": "Why are you taking this particular approach to \nit? And he looks at me and he says, you know,  ",
      "start": 808.36,
      "duration": 5.76
    },
    {
      "text": "Asperger’s victim, right? He looks at me, \nlooks down at his thing, and says “well,  ",
      "start": 814.12,
      "duration": 4.96
    },
    {
      "text": "you know, some people just don’t have the mental \nfirepower to be mathematicians”. Well what was I  ",
      "start": 819.08,
      "duration": 8.04
    },
    {
      "text": "supposed to do? Hit the guy? I wanted to hit him.\nYou were supposed to take the tests and pass the  ",
      "start": 827.12,
      "duration": 6.2
    },
    {
      "text": "class, which should have been easy for you \nif you already understood calculus better  ",
      "start": 833.32,
      "duration": 4.48
    },
    {
      "text": "than him. You could have also hit him, but \nthat wouldn’t have helped much. Despite this  ",
      "start": 837.8,
      "duration": 4.68
    },
    {
      "text": "long story which I only gave you the end \nof, and which is undoubtedly fabricated,  ",
      "start": 842.48,
      "duration": 4.92
    },
    {
      "text": "real students sometimes have real teachers \nwhich aren’t that great. They still study  ",
      "start": 847.4,
      "duration": 5.52
    },
    {
      "text": "and pass the class. You could have too.\nSo you leave college, presumably you’re  ",
      "start": 852.92,
      "duration": 5.2
    },
    {
      "text": "much more intelligent than anyone you’re going \nto meet on the faculty or in the students. ",
      "start": 858.12,
      "duration": 4.76
    },
    {
      "text": "Presumably, or fictionally?\nSo you leave college, what is it  ",
      "start": 862.88,
      "duration": 4.28
    },
    {
      "text": "about being a bar bouncer. What is it about \nthat physical activity. Because presumably,  ",
      "start": 867.16,
      "duration": 8.04
    },
    {
      "text": "even without a college degree, you could’ve done \nsome middling paper-pushing job, and it probably  ",
      "start": 875.2,
      "duration": 5.6
    },
    {
      "text": "wouldn’t have been very lucrative or fulfilling \nfor you, but presumably you could have done  ",
      "start": 880.8,
      "duration": 4.64
    },
    {
      "text": "something like that instead of a tough physical \npotentially dangerous job like being a bouncer. ",
      "start": 885.44,
      "duration": 6.64
    },
    {
      "text": "Could have, but there are certain problems that \nI can’t… for example when I was in New York,  ",
      "start": 892.08,
      "duration": 7.36
    },
    {
      "text": "I got a job in a grommet factory. It was Stimpson \ngrommets, they had Grumman aircraft there,  ",
      "start": 899.44,
      "duration": 6.72
    },
    {
      "text": "they got military defense contracts, I think \nthey were working on F-16s at one point. And  ",
      "start": 906.16,
      "duration": 4.96
    },
    {
      "text": "then there was Stimpson grommets which produced \nthese aircraft rivets for these airplanes. And  ",
      "start": 911.12,
      "duration": 6.16
    },
    {
      "text": "I had this machine and man, the sound, the noise \nfrom this machine. Wham! Wham! Wham! No hearing  ",
      "start": 917.28,
      "duration": 5.44
    },
    {
      "text": "protection, no nothing was issued to anybody. \nI started like losing my hearing and so forth.  ",
      "start": 922.72,
      "duration": 6.56
    },
    {
      "text": "And I figured well I can’t stand this anymore. I \ngotta get out of here. So I was about to leave,  ",
      "start": 929.28,
      "duration": 4.56
    },
    {
      "text": "but I had a girlfriend and she said no, I want you \nto stay. So I figured ok, let me see if I can get  ",
      "start": 933.84,
      "duration": 4.12
    },
    {
      "text": "another kind of job. So I took the civil service \nexam and was offered a job by the IRS. And that  ",
      "start": 937.96,
      "duration": 6.24
    },
    {
      "text": "of course was a moral dilemma.\nA fate worse than hell! ",
      "start": 944.2,
      "duration": 4.16
    },
    {
      "text": "Exactly! How awful do I wanna be as a person?\nDo you notice how his stories never make  ",
      "start": 948.36,
      "duration": 5.96
    },
    {
      "text": "any sense? Mikey asked why he became a \nbouncer instead of something more lucrative  ",
      "start": 954.32,
      "duration": 5.0
    },
    {
      "text": "that he wouldn’t enjoy. We get a story about a \nfactory job that he didn’t enjoy. Then an offer  ",
      "start": 959.32,
      "duration": 6.48
    },
    {
      "text": "to work for the IRS, which he pretends is the \ndevil. Guys, any democratic nation collects taxes,  ",
      "start": 965.8,
      "duration": 6.08
    },
    {
      "text": "many at much higher rates than America, and \nthere has to be a department to oversee that  ",
      "start": 971.88,
      "duration": 4.76
    },
    {
      "text": "process. Anyway, we thought we were going to get \na story about how he didn’t want some fancy job  ",
      "start": 976.64,
      "duration": 5.12
    },
    {
      "text": "that he hated because he preferred to do this or \nthat other thing, but he’s just telling us about  ",
      "start": 981.76,
      "duration": 4.8
    },
    {
      "text": "crappy jobs that he hated. Couldn’t he have used \nhis big brain to do one that made him some money? ",
      "start": 986.56,
      "duration": 5.24
    },
    {
      "text": "That’s when I started doing the bar bouncing \nthing. But I wasn’t making that much money.  ",
      "start": 991.8,
      "duration": 4.56
    },
    {
      "text": "I was working for 40 dollars a night, I’d \ncome out of there bloody, shirts ripped off  ",
      "start": 996.36,
      "duration": 3.96
    },
    {
      "text": "my back. I couldn’t even pay for the shirts, you \nknow, with what I was making. So I figured ok,  ",
      "start": 1000.32,
      "duration": 5.12
    },
    {
      "text": "what I’ll do is I’ll take the civil service \nexam again. Now this is, I don’t want to sound  ",
      "start": 1005.44,
      "duration": 4.64
    },
    {
      "text": "insensitive, but at that point in New York \nthere was a protocol whereby you take the  ",
      "start": 1010.08,
      "duration": 7.4
    },
    {
      "text": "civil service exam and if you are a minority, \nif you are non-white, you get 30 extra points. ",
      "start": 1017.48,
      "duration": 6.28
    },
    {
      "text": "There’s nothing insensitive, this is \njust a fact. It’s a fact of our law. ",
      "start": 1025.12,
      "duration": 4.04
    },
    {
      "text": "They’ve been doing it for a long time, it’s \ncalled afffirmative action of course. When that  ",
      "start": 1029.16,
      "duration": 4.16
    },
    {
      "text": "happens and I’m applying to be, say a police \nofficer, right? And all of these other guys,  ",
      "start": 1033.32,
      "duration": 5.48
    },
    {
      "text": "these non-white guys are looking also to \nbe police officers, you learn that there’s  ",
      "start": 1038.8,
      "duration": 5.0
    },
    {
      "text": "a line of three thousand guys in front of you.\nAh, that’s why Chris is here at the Daily Wire!  ",
      "start": 1043.8,
      "duration": 6.48
    },
    {
      "text": "Or one of the reasons at least. Those filthy \nminorities and their affirmative action DEI  ",
      "start": 1050.28,
      "duration": 5.52
    },
    {
      "text": "bullshit! That and immigrants. That’s what’s \nruining this country, am I right? But Chris,  ",
      "start": 1055.8,
      "duration": 5.0
    },
    {
      "text": "since you’re the smartest person in human \nhistory, shouldn’t you still have outperformed  ",
      "start": 1060.8,
      "duration": 4.56
    },
    {
      "text": "them even with their 30 handout points?\nYou know white police officers in New York,  ",
      "start": 1065.36,
      "duration": 4.12
    },
    {
      "text": "but almost all those guys are connected. They’ve \ngot some kind of uncle or acquaintance or somebody  ",
      "start": 1069.48,
      "duration": 4.64
    },
    {
      "text": "who’s on the police force that will put in a \ngood word for them. I didn’t have anybody like  ",
      "start": 1074.12,
      "duration": 4.96
    },
    {
      "text": "that. And merit made no difference whatsoever. \nThis is not a meritocracy we live in. You can  ",
      "start": 1079.08,
      "duration": 5.28
    },
    {
      "text": "take any number of these tests and outscore \neverybody else, and get nothing and nowhere. ",
      "start": 1084.36,
      "duration": 5.12
    },
    {
      "text": "Ah, of course. Top scores don’t matter \nif you’re not part of the inner-city  ",
      "start": 1089.48,
      "duration": 3.6
    },
    {
      "text": "white clique or a minority of some kind. It’s \nphysically impossible for rural white people  ",
      "start": 1093.08,
      "duration": 4.84
    },
    {
      "text": "to become cops in the big city. Got it. So \nwhat did you end up doing? Just reading books? ",
      "start": 1097.92,
      "duration": 5.2
    },
    {
      "text": "I’d go to library sales, and found a little \nbookstore that had some academic books in it,  ",
      "start": 1103.12,
      "duration": 5.32
    },
    {
      "text": "and just get whatever I could. And I always had \nto basically read whatever I found. I couldn’t  ",
      "start": 1108.44,
      "duration": 7.2
    },
    {
      "text": "afford to order a book. Even back then books were \nexpensive. So I couldn’t go to a bookstore and pay  ",
      "start": 1115.64,
      "duration": 5.64
    },
    {
      "text": "full price for a book, so I was constantly buying \nused books, which were, when they were textbooks,  ",
      "start": 1121.28,
      "duration": 5.2
    },
    {
      "text": "they were used and therefore outmoded. The \nfield advances, the book stays the same. ",
      "start": 1126.48,
      "duration": 5.36
    },
    {
      "text": "That’s right. If you read a chemistry textbook \nfrom even two years ago, everything is completely  ",
      "start": 1131.84,
      "duration": 5.0
    },
    {
      "text": "different. The periodic table changes all the \nelements every couple years! Oh wait, no, that’s  ",
      "start": 1136.84,
      "duration": 5.56
    },
    {
      "text": "idiotic. Advancements at the frontier of any \nscientific field rarely change what’s in textbooks  ",
      "start": 1142.4,
      "duration": 5.24
    },
    {
      "text": "for undergraduates even one bit. He’s just \nadmitting he’s never actually studied any science. ",
      "start": 1147.64,
      "duration": 4.76
    },
    {
      "text": "And you know, working as a, punching cows, \nstacking hay, irrigating on this ranch. And I  ",
      "start": 1152.4,
      "duration": 6.84
    },
    {
      "text": "took two books with me. And one of them was a book \nby Albert Einstein on the theory of relativity and  ",
      "start": 1159.24,
      "duration": 5.32
    },
    {
      "text": "the other one was a book by Bertrand Russell. Ok? \nAnd I would read these books. I was living in a  ",
      "start": 1164.56,
      "duration": 6.28
    },
    {
      "text": "covered wagon, they call it a sheep wagong \nthese days. But literally I’m not kidding,  ",
      "start": 1170.84,
      "duration": 4.64
    },
    {
      "text": "that’s what it was, kerosene lamp and a \nsheep wagon, out in the middle of a field. ",
      "start": 1175.48,
      "duration": 4.68
    },
    {
      "text": "Reading Bertrand Russell and Albert Einstein.\nReading Bertrand Russell and Albert Einstein,  ",
      "start": 1180.16,
      "duration": 3.56
    },
    {
      "text": "and it occurred to me, these two \nthings really need to be put together. ",
      "start": 1183.72,
      "duration": 5.16
    },
    {
      "text": "What an image! Reading a book on a wagon! \nMike is tickled pink about it. Anyway,  ",
      "start": 1188.88,
      "duration": 5.64
    },
    {
      "text": "putting Einstein and Russell together. What \ndoes that mean? What about Bertrand Russell,  ",
      "start": 1194.52,
      "duration": 5.8
    },
    {
      "text": "and how do you shove that into physics \nequations? Wanna get a little more concrete? ",
      "start": 1200.32,
      "duration": 5.28
    },
    {
      "text": "And then once I decided that I \nstarted putting them together.  ",
      "start": 1205.6,
      "duration": 4.2
    },
    {
      "text": "And then I found out about Kurt Gödel and the \nundecidability theorem, and yes, absolutely. ",
      "start": 1209.8,
      "duration": 6.64
    },
    {
      "text": "Ok, so no explanation on that combo, and \nthen Gödel too? Are you sure you aren’t  ",
      "start": 1216.44,
      "duration": 5.0
    },
    {
      "text": "just listing smart people from history \nand pretending to be as smart as them? ",
      "start": 1221.44,
      "duration": 3.92
    },
    {
      "text": "You see because reality isn’t just geometric, \nwhich is what Einstein thought it was,  ",
      "start": 1225.36,
      "duration": 5.0
    },
    {
      "text": "nor is it just linguistic. It’s a blend \nof the two, right? Russell saw it as being  ",
      "start": 1230.36,
      "duration": 5.56
    },
    {
      "text": "linguistic. Einstein saw it as being geometric.\nSo Russell pretended geometry didn’t exist and  ",
      "start": 1235.92,
      "duration": 6.28
    },
    {
      "text": "Einstein pretended language didn’t exist? What \nare you saying? Studying linguistics doesn’t  ",
      "start": 1242.2,
      "duration": 5.64
    },
    {
      "text": "mean you think nothing exists apart \nfrom linguistics. Start making sense. ",
      "start": 1247.84,
      "duration": 4.72
    },
    {
      "text": "Ok so I decided that reality must be \nlogico-geometric. Putting the two of  ",
      "start": 1252.56,
      "duration": 4.56
    },
    {
      "text": "them together. Then I realized well I’ve \ngot to construct a theory in which reality  ",
      "start": 1257.12,
      "duration": 5.76
    },
    {
      "text": "is actually logico-geometric. And so that’s \nwhere the CTMU came from. And the CTMU is  ",
      "start": 1262.88,
      "duration": 5.92
    },
    {
      "text": "the cognitive theoretic model of the universe.\nThe cognitive theoretic model of the universe. ",
      "start": 1268.8,
      "duration": 4.04
    },
    {
      "text": "This is your theory of everything.\nMy theory of everything and it’s all in the name. ",
      "start": 1272.84,
      "duration": 4.0
    },
    {
      "text": "And there’s the big reveal. Einstein plus \nRussell equals Langan, who is clearly  ",
      "start": 1276.84,
      "duration": 5.36
    },
    {
      "text": "smarter than both of them put together. \nSo let’s dig into this theory, shall we? ",
      "start": 1282.2,
      "duration": 4.6
    },
    {
      "text": "If you take a good close look at that, you’ve \ngot cognitive theory, and you know a theory is  ",
      "start": 1286.8,
      "duration": 4.36
    },
    {
      "text": "a kind of language, theoretic language, ok? \nAnd you’ve got cognitive theoretic model,  ",
      "start": 1291.16,
      "duration": 4.76
    },
    {
      "text": "you’ve got a model, and then you’ve \ngot universe. You’ve got a languge,  ",
      "start": 1295.92,
      "duration": 4.52
    },
    {
      "text": "you’ve got a universe, and then the model is the \nmapping between them. CTMU says those are all the  ",
      "start": 1300.44,
      "duration": 5.44
    },
    {
      "text": "same thing. All those terms, all those properties \nare distributed everywhere over reality. Reality  ",
      "start": 1305.88,
      "duration": 8.28
    },
    {
      "text": "can have only one structure once you realize \nthat and implement it in theoretical form. ",
      "start": 1314.16,
      "duration": 5.96
    },
    {
      "text": "Yeah, it’s going to be this brand of word salad \nfor the rest of the interview, folks. No, Chris,  ",
      "start": 1320.12,
      "duration": 5.4
    },
    {
      "text": "theories are not languages. They are models. \nSaying theories are languages and then listing  ",
      "start": 1325.52,
      "duration": 6.24
    },
    {
      "text": "models separately as though theories aren’t models \nonly demonstrates that you don’t know what any of  ",
      "start": 1331.76,
      "duration": 5.68
    },
    {
      "text": "those words mean. Then saying that all of those \nplus the universe are the same thing definitely  ",
      "start": 1337.44,
      "duration": 5.48
    },
    {
      "text": "proves you don’t know what those words mean, since \nif they were the same thing, those different words  ",
      "start": 1342.92,
      "duration": 4.44
    },
    {
      "text": "wouldn’t exist. What properties are distributed \neverywhere? Properties of language? What  ",
      "start": 1347.36,
      "duration": 5.84
    },
    {
      "text": "properties of what language, and how are they \ndistributed in deep space where nobody is using  ",
      "start": 1353.2,
      "duration": 4.8
    },
    {
      "text": "language? None of this means anything.\nYou’re not just talking about this  ",
      "start": 1358.0,
      "duration": 4.68
    },
    {
      "text": "siloed aspect of thought. Philosophy over \nhere. Language over here. Math over here.  ",
      "start": 1362.68,
      "duration": 7.92
    },
    {
      "text": "Physics over here. But you’re presenting \nsomething that is universal. Correct. ",
      "start": 1370.6,
      "duration": 5.08
    },
    {
      "text": "Not really presenting so much as vaguely \nreferencing and never actually describing. Physics  ",
      "start": 1375.68,
      "duration": 5.4
    },
    {
      "text": "has math in it. Wanna show us some math, big guy?\nIf we’re talking about a theory of everything,  ",
      "start": 1381.08,
      "duration": 5.0
    },
    {
      "text": "the first question we have to \nestablish: does god exist? Yes. ",
      "start": 1386.08,
      "duration": 4.84
    },
    {
      "text": "Here’s the second reason Chris is here on \nthe Daily Wire, to pander to their largely  ",
      "start": 1390.92,
      "duration": 3.96
    },
    {
      "text": "religious viewership. Again, we aren’t talking \nabout a theory of everything. Neither of these  ",
      "start": 1394.88,
      "duration": 4.72
    },
    {
      "text": "morons know what that term means. Which is why \nMikey has no clue that immediately bringing up  ",
      "start": 1399.6,
      "duration": 5.28
    },
    {
      "text": "the existence of god in what is supposed to be \nthe domain of theoretical physics is an insanely  ",
      "start": 1404.88,
      "duration": 5.0
    },
    {
      "text": "stupid thing to do. But of course Chris fires \nback with an extremely confident yes. There  ",
      "start": 1409.88,
      "duration": 6.0
    },
    {
      "text": "definitely is a god. And if anyone would know, \nit would be the smartest man in the world, right? ",
      "start": 1415.88,
      "duration": 5.04
    },
    {
      "text": "Identity has a, reality has an identity. \nOk? The identity is that as which something  ",
      "start": 1420.92,
      "duration": 6.24
    },
    {
      "text": "exists. Ok? Matter of fact when you say the \nword reality you are naming an identity.  ",
      "start": 1427.16,
      "duration": 5.52
    },
    {
      "text": "You are identifying something, this.\nI’m smiling because your answer on  ",
      "start": 1432.68,
      "duration": 4.88
    },
    {
      "text": "this is so beautiful. It just reminds me of \nMoses at the burning bush. And Moses at the  ",
      "start": 1437.56,
      "duration": 5.92
    },
    {
      "text": "burning bush says who shall I tell all \nthe people that you are, talking to god,  ",
      "start": 1443.48,
      "duration": 3.72
    },
    {
      "text": "and god says: tell them I am that I am.\nThis is pathetic. Chris said absolutely  ",
      "start": 1447.2,
      "duration": 5.52
    },
    {
      "text": "nothing, he just said reality is a word, \nand Mikey dives into quoting fairy tales.  ",
      "start": 1452.72,
      "duration": 4.84
    },
    {
      "text": "Can we get a little more rigorous, fellas?\nThat’s exactly right. That’s what the CTMU says.  ",
      "start": 1457.56,
      "duration": 5.04
    },
    {
      "text": "It just comes up with the mathematical structure \nthat you need to build reality out of that. ",
      "start": 1462.6,
      "duration": 5.0
    },
    {
      "text": "Which mathematical structure, Chris? You \nkeep pretending that you can do math,  ",
      "start": 1467.6,
      "duration": 4.52
    },
    {
      "text": "but you haven’t shown anyone an ounce of math. \nCome on, buddy. One little equation. It doesn’t  ",
      "start": 1472.12,
      "duration": 6.08
    },
    {
      "text": "even have to be yours. Show us one of Einstein’s \nand tell us what it means. Pretty please? No? ",
      "start": 1478.2,
      "duration": 6.16
    },
    {
      "text": "So you’ve come up with that identity and then you \nsearch it for its properties. Once you’ve built  ",
      "start": 1484.36,
      "duration": 4.32
    },
    {
      "text": "the preliminary framework then you start deducing \nthe properties of this identity and you find  ",
      "start": 1488.68,
      "duration": 5.04
    },
    {
      "text": "out that those properties match those of god as \ndescribed in most of the world’s major religions. ",
      "start": 1493.72,
      "duration": 6.4
    },
    {
      "text": "What preliminary framework? Describe it. Which \nproperties? List them. Actually say something.  ",
      "start": 1500.12,
      "duration": 6.68
    },
    {
      "text": "And sorry, god as described in the world’s major \nreligions? Um, there’s a bunch of different ones,  ",
      "start": 1506.8,
      "duration": 6.72
    },
    {
      "text": "and they’re very not the same. Are you talking \nabout Vishnu? Something tells me you’re not  ",
      "start": 1513.52,
      "duration": 5.12
    },
    {
      "text": "talking about Vishnu. What about Allah? No, \nnot him either. I bet you’re talking about  ",
      "start": 1518.64,
      "duration": 5.08
    },
    {
      "text": "the god that white people like. If you \nmean just a general deity of some kind,  ",
      "start": 1523.72,
      "duration": 4.64
    },
    {
      "text": "you should stop pandering to religious people.\nAre its properties such that you can deny the  ",
      "start": 1528.36,
      "duration": 4.92
    },
    {
      "text": "existence of god, or are its properties such that \ngod definitely has to exist? And the answer is:  ",
      "start": 1533.28,
      "duration": 6.88
    },
    {
      "text": "god exists. The properties of the central \nsubstance and central principle of reality,  ",
      "start": 1540.16,
      "duration": 5.96
    },
    {
      "text": "those properties are attributed to god. Including \nof course things like the three O’s, omniscience,  ",
      "start": 1546.12,
      "duration": 5.64
    },
    {
      "text": "omnipotence, and omnipresence. But then you’ve \nalso got consciousness. God has to be sentient. ",
      "start": 1551.76,
      "duration": 6.04
    },
    {
      "text": "Well that’s it, case closed! God exists \nbecause Chris says so. The words omnipotence  ",
      "start": 1557.8,
      "duration": 5.64
    },
    {
      "text": "and consciousness exist, therefore god exists. \nEven loser apologists like William Lane Craig  ",
      "start": 1563.44,
      "duration": 6.52
    },
    {
      "text": "seem like a genius compared to this clown.\nGod himself is conscious and therefore personal? ",
      "start": 1569.96,
      "duration": 7.0
    },
    {
      "text": "Yes. You can establish a personal relationship \nwith god. We are images of god. You know what  ",
      "start": 1576.96,
      "duration": 5.88
    },
    {
      "text": "an image is. It’s basically the product of \na mapping. God maps himself into each human  ",
      "start": 1582.84,
      "duration": 5.52
    },
    {
      "text": "being. Right? That’s a very personal thing that \ngod is doing for us. Right? And I don’t understand  ",
      "start": 1588.36,
      "duration": 6.28
    },
    {
      "text": "how anybody can say that it’s any different.\nIt’s pretty easy. I can just reject this utterly  ",
      "start": 1594.64,
      "duration": 5.28
    },
    {
      "text": "baseless assertion you’re making. You’ve \noffered no evidence whatsoever that a god  ",
      "start": 1599.92,
      "duration": 3.76
    },
    {
      "text": "exists. You just said random words.\nOk well the simulation hypothesis  ",
      "start": 1603.68,
      "duration": 4.4
    },
    {
      "text": "is basically the idea that reality we see \naround us, physical reality, is simulated  ",
      "start": 1608.08,
      "duration": 3.52
    },
    {
      "text": "on some sort of automaton or a computer.\nYeah some aliens somewhere they’ve fooled us. ",
      "start": 1611.6,
      "duration": 6.64
    },
    {
      "text": "Right, exactly. Oh, eat a piece of licorice.\nBefore one launches into the simulation,  ",
      "start": 1618.8,
      "duration": 8.28
    },
    {
      "text": "one needs a little sustenance.\nSorry, I was going to comment on  ",
      "start": 1627.08,
      "duration": 5.88
    },
    {
      "text": "how Chris can’t pronounce automaton correctly, but \nthen I got distracted by Mike eye-humping the shit  ",
      "start": 1632.96,
      "duration": 5.92
    },
    {
      "text": "out of Chris for way too long. This guy either has \na low bar for intrigue or he’s sexually aroused. ",
      "start": 1638.88,
      "duration": 6.4
    },
    {
      "text": "Because this part of the universe that we \nsee around us cannot exist just by itself.  ",
      "start": 1645.28,
      "duration": 4.52
    },
    {
      "text": "Ok? There are certain things that it \nentails. And when you go into those  ",
      "start": 1650.56,
      "duration": 4.4
    },
    {
      "text": "entailments, that’s how you get to god.\nCool, so what are the entailments? So far  ",
      "start": 1654.96,
      "duration": 5.64
    },
    {
      "text": "you’ve alluded to mathematical structures, \npreliminary frameworks, now some kind of  ",
      "start": 1660.6,
      "duration": 5.8
    },
    {
      "text": "entailments, are you gonna get around to actually \npresenting any of this stuff in a rigorous way? ",
      "start": 1666.4,
      "duration": 5.64
    },
    {
      "text": "What do you mean? I hate to put it in…\nWell I mean here’s the display,  ",
      "start": 1672.04,
      "duration": 3.28
    },
    {
      "text": "you realize a display contains states. Ok, you \nsee things, objects contain states. States are  ",
      "start": 1675.32,
      "duration": 5.52
    },
    {
      "text": "static. That’s why they’re called states. Ok, \nstatic. How do they change? Well they have  ",
      "start": 1680.84,
      "duration": 4.96
    },
    {
      "text": "to be processed. Something has to process. But \nthe idea of being a state and being a process,  ",
      "start": 1685.8,
      "duration": 5.76
    },
    {
      "text": "those are two different things in the ordinary \nway of looking at it. It turns out you can’t  ",
      "start": 1691.56,
      "duration": 6.64
    },
    {
      "text": "properly describe reality and causation at all \nunless you put those things together somehow. And  ",
      "start": 1698.2,
      "duration": 7.24
    },
    {
      "text": "that’s what it takes god to do. God provides \nthe processing functionality for your state. ",
      "start": 1705.44,
      "duration": 6.4
    },
    {
      "text": "We are getting a master class in word salad, \nfolks. He said the display contains states.  ",
      "start": 1711.84,
      "duration": 6.56
    },
    {
      "text": "Mike said yeah, no doy. Then Chris said the word \nstatic and pointed at the table. Then he moved  ",
      "start": 1718.4,
      "duration": 6.16
    },
    {
      "text": "on without clarifying what he meant by state. \nWhat is the state of the table? The positions  ",
      "start": 1724.56,
      "duration": 5.4
    },
    {
      "text": "and kinetic energies of all the atoms in the \ntable? The position and momentum of the table  ",
      "start": 1729.96,
      "duration": 4.48
    },
    {
      "text": "as a whole? What are you talking about? And \nin order for this undefined state to change,  ",
      "start": 1734.44,
      "duration": 4.96
    },
    {
      "text": "there has to be processing? Of what? Processing \nmeans to perform a series of operations on  ",
      "start": 1739.4,
      "duration": 5.88
    },
    {
      "text": "something. Something has to perform operations on \nthe table for it to do what? Continue existing?  ",
      "start": 1745.28,
      "duration": 7.48
    },
    {
      "text": "Change its state? From what to what? Mike is eager \nto appear intelligent so he just nods his head and  ",
      "start": 1752.76,
      "duration": 6.24
    },
    {
      "text": "prods Chris along, but Chris isn’t actually saying \nanything. He said the words state and process,  ",
      "start": 1759.0,
      "duration": 6.52
    },
    {
      "text": "didn’t clarify what he was referring to, and \nconcluded god must exist. Why? For something  ",
      "start": 1765.52,
      "duration": 6.04
    },
    {
      "text": "to change state, like for something to move? \nGod has to exist so that things can move? We  ",
      "start": 1771.56,
      "duration": 6.6
    },
    {
      "text": "can perfectly describe motion with the laws \nof physics, no god required. Anyone who has  ",
      "start": 1778.16,
      "duration": 4.96
    },
    {
      "text": "the foresight to begin prodding at this verbiage \nsees that it topples over like a house of cards  ",
      "start": 1783.12,
      "duration": 4.92
    },
    {
      "text": "immediately. It’s no better than the underpants \ngnomes in South Park who plan to profit from  ",
      "start": 1788.04,
      "duration": 5.32
    },
    {
      "text": "the underpants they collect even though the \never critical phase two is never defined.  ",
      "start": 1793.36,
      "duration": 4.68
    },
    {
      "text": "Just replace “collect underpants” \nwith “list random terminology” and  ",
      "start": 1798.8,
      "duration": 4.6
    },
    {
      "text": "replace “profit” with “god exists”.\nI might not be sophisticated enough to  ",
      "start": 1803.4,
      "duration": 5.4
    },
    {
      "text": "parse all of the quibbles that there might \nbe, but broadly speaking as a Christian,  ",
      "start": 1808.8,
      "duration": 4.04
    },
    {
      "text": "so much of what you’re saying resonates as \nobviously true for me. The idea that well  ",
      "start": 1812.84,
      "duration": 5.64
    },
    {
      "text": "I’m a member of the body of christ. The idea that \ngod creates the world in this great act of love. ",
      "start": 1818.48,
      "duration": 7.24
    },
    {
      "text": "So really you just nodded along with all this \ncrap about states and processing, fixated on “god  ",
      "start": 1825.72,
      "duration": 6.08
    },
    {
      "text": "exists”, felt validated in your blind faith, \nand are now pretending this guy’s a genius  ",
      "start": 1831.8,
      "duration": 5.08
    },
    {
      "text": "because he told you what you wanted to hear.\nYou need a certain kind of quantum. That quantum  ",
      "start": 1836.88,
      "duration": 5.16
    },
    {
      "text": "is called an identity operator. God is the \nidentity. So obviously these little quanta,  ",
      "start": 1842.04,
      "duration": 5.76
    },
    {
      "text": "they have to be, they’re doing things, they’re \nprocessing, so we can call them operators, right? ",
      "start": 1847.8,
      "duration": 4.36
    },
    {
      "text": "No, we can’t. An operator is a function. \nIt’s a mathematical structure. It’s not a  ",
      "start": 1852.16,
      "duration": 5.0
    },
    {
      "text": "physical entity, like whatever quantum \nhe’s making up. Photons, electrons,  ",
      "start": 1857.16,
      "duration": 4.88
    },
    {
      "text": "these are quanta. Functions are not quanta.\nThey’re identity operators. The identity operator  ",
      "start": 1862.04,
      "duration": 6.96
    },
    {
      "text": "has, basically it takes input from the outside \nworld, recognizes it or accepts it using syntax,  ",
      "start": 1869.0,
      "duration": 8.72
    },
    {
      "text": "processes it, and then returns it \nto the world as external state. ",
      "start": 1877.72,
      "duration": 3.92
    },
    {
      "text": "That’s adorable speculation, got any evidence for \nthe existence of this thing you made up? I ask  ",
      "start": 1881.64,
      "duration": 5.68
    },
    {
      "text": "because the evidence for the existence of photons \nand electrons is quite convincing. You know,  ",
      "start": 1887.32,
      "duration": 5.04
    },
    {
      "text": "since light and matter exist and we do lots \nof things with them based on our understanding  ",
      "start": 1892.36,
      "duration": 5.12
    },
    {
      "text": "of them. What are you working with here?\nSo things come in, and they are processed, there’s  ",
      "start": 1897.48,
      "duration": 6.12
    },
    {
      "text": "throughput, you could call that the subjective \nor internal state of the identity operator,  ",
      "start": 1903.6,
      "duration": 5.36
    },
    {
      "text": "and then it’s returned to the external universe.\nBut are you attributing now… ",
      "start": 1908.96,
      "duration": 5.16
    },
    {
      "text": "What I’m saying is that’s consciousness. And \nI’m saying that consciousness exist in every  ",
      "start": 1914.12,
      "duration": 4.64
    },
    {
      "text": "part of the universe because those are the quanta.\nOh these quanta you made up now are consciousness?  ",
      "start": 1918.76,
      "duration": 5.72
    },
    {
      "text": "That’s great, so you can find them in \nbrains? Our brains produce consciousness,  ",
      "start": 1924.48,
      "duration": 4.04
    },
    {
      "text": "so they should be in there, right? But wait, \nconsciousness is everywhere because the quanta  ",
      "start": 1928.52,
      "duration": 4.92
    },
    {
      "text": "are everywhere you say? Well then it should \nbe even easier to demonstrate their existence.  ",
      "start": 1933.44,
      "duration": 4.72
    },
    {
      "text": "What are these things? What are their properties? \nYou know how we can list the physical properties  ",
      "start": 1938.16,
      "duration": 4.64
    },
    {
      "text": "of any quantum? Like their mass, charge, \nspin, all kinds of stuff. And we can verify  ",
      "start": 1942.8,
      "duration": 5.36
    },
    {
      "text": "those properties empirically. Did you wanna \nget around to doing that soon? Probably not. ",
      "start": 1948.16,
      "duration": 4.8
    },
    {
      "text": "Can you put that into more basic \nterms, what you’ve just said? ",
      "start": 1953.56,
      "duration": 5.12
    },
    {
      "text": "What was it you need to understand \nabout this? What are you actually… ",
      "start": 1958.68,
      "duration": 4.36
    },
    {
      "text": "Why are these two concepts you’re \ndescribing, why are they not reconcilable?  ",
      "start": 1963.04,
      "duration": 5.28
    },
    {
      "text": "These… what is the problem with these…\nI explained that to you already, alright… ",
      "start": 1968.32,
      "duration": 6.04
    },
    {
      "text": "Chris shows signs of agitation when Mike asks \nhim to generally clarify what he just said,  ",
      "start": 1974.36,
      "duration": 5.48
    },
    {
      "text": "because that would entail Chris remembering \nexactly what he said. He doesn’t. Frauds like this  ",
      "start": 1979.84,
      "duration": 5.56
    },
    {
      "text": "just go into a flow state and rattle off random \nterminology. It’s what Terrence Howard does too,  ",
      "start": 1985.4,
      "duration": 5.44
    },
    {
      "text": "that’s why he’s always contradicting himself, \nbecause he’s really bad at it. Chris is pretty  ",
      "start": 1990.84,
      "duration": 5.08
    },
    {
      "text": "good at it, but it’s hard to duplicate, \nso he says “I already explained it\",  ",
      "start": 1995.92,
      "duration": 4.36
    },
    {
      "text": "and then launches into another tirade that’s more \nor less unrelated to what he said previously. ",
      "start": 2000.28,
      "duration": 4.48
    },
    {
      "text": "So the real manifold of classical physics is a \nparadoxical construct. So that’s why those two  ",
      "start": 2004.76,
      "duration": 7.2
    },
    {
      "text": "things, that’s why, that doesn’t work with quantum \nfield theory and the idea that things are, ya  ",
      "start": 2011.96,
      "duration": 7.08
    },
    {
      "text": "know, quantum fluctuations and fields, as a matter \nof fact, that particular concept, of the real  ",
      "start": 2019.04,
      "duration": 6.76
    },
    {
      "text": "manifold, that doesn’t work for anything at all.\nHe’s just listing random physics terminology.  ",
      "start": 2025.8,
      "duration": 4.96
    },
    {
      "text": "Quantum fluctuations or quantum fields, \nChris? If you knew what those things were,  ",
      "start": 2030.76,
      "duration": 4.76
    },
    {
      "text": "you wouldn’t list them in a sentence that way \nas though they were the same thing. Saying the  ",
      "start": 2035.52,
      "duration": 4.0
    },
    {
      "text": "word manifold over and over again doesn’t help.\nDiscussion of well this caused this, and I’m  ",
      "start": 2039.52,
      "duration": 6.56
    },
    {
      "text": "going to describe a totally deterministic \nsystem and so as a result of this causing  ",
      "start": 2046.08,
      "duration": 4.12
    },
    {
      "text": "this causing this causing this, you don’t \nhave free will. And you’re saying cause is  ",
      "start": 2050.2,
      "duration": 4.08
    },
    {
      "text": "actually more complicated than just cause.\nThat’s correct. In other words talking about  ",
      "start": 2054.28,
      "duration": 5.48
    },
    {
      "text": "free will in those terms is ???. It means \nnothing. You can’t get anywhere with it. ",
      "start": 2059.76,
      "duration": 5.16
    },
    {
      "text": "This is a key tactic for frauds like this, \nwhen being interviewed by someone who wants  ",
      "start": 2064.92,
      "duration": 4.36
    },
    {
      "text": "their gibberish to be meaningful. Any time the \ninterviewer tries to summarize something that was  ",
      "start": 2069.28,
      "duration": 5.04
    },
    {
      "text": "said, it doesn’t matter what they say or how they \nsay it, they’re absolutely correct. Cause is more  ",
      "start": 2074.32,
      "duration": 7.08
    },
    {
      "text": "complicated than just cause! Of course, Michael. \nYou’re so adept. You’re really understanding this  ",
      "start": 2081.4,
      "duration": 6.24
    },
    {
      "text": "super complicated theory from the smartest \nperson alive because you’re so smart. This  ",
      "start": 2087.64,
      "duration": 5.04
    },
    {
      "text": "gets them to continue the interview in the most \ncharitable way imaginable, never pushing back on  ",
      "start": 2092.68,
      "duration": 5.2
    },
    {
      "text": "anything or requesting too much clarification, so \nthat they can continue to be viewed as intelligent  ",
      "start": 2097.88,
      "duration": 5.08
    },
    {
      "text": "by the other person and the viewers.\nSo now we’re at metacausation,  ",
      "start": 2102.96,
      "duration": 4.92
    },
    {
      "text": "so what does metacausation…\nCausation works from past to  ",
      "start": 2107.88,
      "duration": 4.68
    },
    {
      "text": "future. Metacausation works from past to future \nand from future to past in a closed loop. ",
      "start": 2112.56,
      "duration": 6.4
    },
    {
      "text": "Notice how Chris interrupts because he doesn’t \nwant to be asked a coherent question. All he needs  ",
      "start": 2118.96,
      "duration": 4.92
    },
    {
      "text": "is a keyword from which he can launch into word \nsalad of his choosing. In this case he settled  ",
      "start": 2123.88,
      "duration": 5.04
    },
    {
      "text": "on some gibberish about causation from future \nto past. Mikey caught it and has a question. ",
      "start": 2128.92,
      "duration": 5.64
    },
    {
      "text": "I get past to future. This seems pretty \nsimple. I pick up the glass of water,  ",
      "start": 2134.56,
      "duration": 4.52
    },
    {
      "text": "I put it over here, and now I remember two \nseconds ago the water was over here and then I  ",
      "start": 2139.08,
      "duration": 4.16
    },
    {
      "text": "caused it to go over there. So how do you cause \nsomething to go from the future to the past? ",
      "start": 2143.24,
      "duration": 6.64
    },
    {
      "text": "It can’t go anywhere unless there’s some place \nfor it to go. That’s all I’m saying. This is… ",
      "start": 2151.48,
      "duration": 6.16
    },
    {
      "text": "Finish up that licorice, Chris. Take some time to \nthink. You were asked how you can cause something  ",
      "start": 2159.52,
      "duration": 5.44
    },
    {
      "text": "to go from the future to the past, a thing \nyou said that can happen. He can’t answer,  ",
      "start": 2164.96,
      "duration": 5.2
    },
    {
      "text": "since that’s impossible, so he says something \ntotally unrelated, that something can’t move  ",
      "start": 2170.16,
      "duration": 5.28
    },
    {
      "text": "unless it has a place to go. Yes, Chris. Thank \nyou for that pointless tangent. Things can move  ",
      "start": 2175.44,
      "duration": 5.56
    },
    {
      "text": "from one place to another while moving forward \nin time. The question was about moving backwards  ",
      "start": 2181.0,
      "duration": 5.92
    },
    {
      "text": "in time. Are you sure you have nothing here?\nSo when you take that glass and you move it  ",
      "start": 2186.92,
      "duration": 4.44
    },
    {
      "text": "from there to there, you think that there’s a \npoint right there where you’re gonna move that  ",
      "start": 2191.36,
      "duration": 6.44
    },
    {
      "text": "glass. That’s false. Ok? The point to which you \nare going to move that glass is actually in the  ",
      "start": 2197.8,
      "duration": 6.48
    },
    {
      "text": "future. When you pick up that glass it’s \nstill in, you understand what I’m saying? ",
      "start": 2204.28,
      "duration": 4.24
    },
    {
      "text": "Yes, ok. That makes sense. And \nthen ok, getting back to god. ",
      "start": 2208.52,
      "duration": 5.96
    },
    {
      "text": "Well that was an easy getaway, wasn’t it Chris? \nYou said something idiotic about time and space,  ",
      "start": 2214.48,
      "duration": 5.6
    },
    {
      "text": "pretending that the point where he would move \nthe glass to doesn’t exist just because the time  ",
      "start": 2220.08,
      "duration": 4.92
    },
    {
      "text": "at which it would get there will be later. Mike \nnodded his head like a dunce, and then changed the  ",
      "start": 2225.0,
      "duration": 5.32
    },
    {
      "text": "subject for you. And we can see the manipulation \nin action, too. Chris condescendingly asks if Mike  ",
      "start": 2230.32,
      "duration": 6.84
    },
    {
      "text": "understands what he’s saying, and even though \nhe’s saying nothing, Mike says yes of course,  ",
      "start": 2237.16,
      "duration": 4.84
    },
    {
      "text": "because he’s chasing that high of being told he \nwas correct a little earlier. He won’t admit that  ",
      "start": 2242.0,
      "duration": 4.64
    },
    {
      "text": "he’s not following something Chris is saying \nfor the rest of the interview because of it. ",
      "start": 2246.64,
      "duration": 4.32
    },
    {
      "text": "I’m not gonna ask you if I’m gonna go to heaven \nor hell, but will I go to either heaven or hell? ",
      "start": 2250.96,
      "duration": 5.56
    },
    {
      "text": "You will persist after you die. Ok? Where you \ngo depends on who Michael Knowles really is. ",
      "start": 2256.52,
      "duration": 8.56
    },
    {
      "text": "I’m not gonna ask you about A, but what \nabout A? That was weird. And Chris,  ",
      "start": 2265.08,
      "duration": 5.0
    },
    {
      "text": "ever so cognizant of the audience he’s \npresumably talking to, says oh yes, you’d  ",
      "start": 2270.08,
      "duration": 4.88
    },
    {
      "text": "better be a good boy if you wanna go to heaven. \nUnfortunately, if Mikey’s god actually existed,  ",
      "start": 2274.96,
      "duration": 5.56
    },
    {
      "text": "he probably wouldn’t be fond of him devoting \nhis life to a deceptive propaganda mill. ",
      "start": 2280.52,
      "duration": 4.36
    },
    {
      "text": "If you displease god, that’s exactly what’s going \nto happen to you. God is going to cut you off and  ",
      "start": 2284.88,
      "duration": 5.08
    },
    {
      "text": "he’s going to say: I can’t see him anymore. He’s \ngoing to turn away from you and then you won’t  ",
      "start": 2289.96,
      "duration": 4.44
    },
    {
      "text": "be able to reunite, salvation will be impossible \nfor you because salvation means that god is got  ",
      "start": 2294.4,
      "duration": 5.36
    },
    {
      "text": "to pull you back into himself. God doesn’t wanna \nsee you anymore, he doesn’t even know you exist.  ",
      "start": 2299.76,
      "duration": 4.48
    },
    {
      "text": "He knows your physical body is there, but he’s \nnot interested anymore, because you hate him,  ",
      "start": 2304.24,
      "duration": 4.0
    },
    {
      "text": "you deny his existence, you offend him, \nso he’s not going to look at you. Right? ",
      "start": 2308.24,
      "duration": 4.64
    },
    {
      "text": "I will never stop being amused by how petty and \ninfantile the Christian god is to people like  ",
      "start": 2312.88,
      "duration": 5.8
    },
    {
      "text": "this. “Like, whatever, I made you, gave you no \nevidence whatsoever that I exist, and you won’t  ",
      "start": 2318.68,
      "duration": 5.96
    },
    {
      "text": "even love me and worship me? Do you know how much \nthat hurts my feelings? I know I’m infinite and  ",
      "start": 2324.64,
      "duration": 5.8
    },
    {
      "text": "perfect but I can still have my feelings hurt you \nknow.” I’m sorry, but anyone who believes in this  ",
      "start": 2330.44,
      "duration": 5.28
    },
    {
      "text": "paltry kind of god is an intellectual toddler.\nAre angels and demons real? ",
      "start": 2335.72,
      "duration": 5.48
    },
    {
      "text": "Yes. Yes.\nI think so too.  ",
      "start": 2341.2,
      "duration": 4.12
    },
    {
      "text": "Is there a fear that if you take some of these \ndrugs you might be letting in the wrong guys? ",
      "start": 2345.32,
      "duration": 5.36
    },
    {
      "text": "That’s a problem, isn’t it. And that’s a problem \nthat I think a lot of people have encountered. ",
      "start": 2350.68,
      "duration": 5.2
    },
    {
      "text": "For context they’re talking about psychedelics. \nI’m gonna go ahead and assume that neither of  ",
      "start": 2355.88,
      "duration": 4.48
    },
    {
      "text": "these guys have done any psychedelics, at least \ndefinitely not Mikey, and it’s adorable to hear  ",
      "start": 2360.36,
      "duration": 4.72
    },
    {
      "text": "him proclaim that demons are his excuse for \nnot having the mental fortitude. Anyway,  ",
      "start": 2365.08,
      "duration": 4.6
    },
    {
      "text": "I’d ask for evidence of demons existing, but this \nhasn’t been a very evidence-heavy conversation  ",
      "start": 2369.68,
      "duration": 4.96
    },
    {
      "text": "thus far, so maybe I’ll keep it to myself.\nWell god has a boundary too. He’s got a  ",
      "start": 2374.64,
      "duration": 4.2
    },
    {
      "text": "very tight boundary. He’s a perfect, \nhe is perfect. He can’t take anything  ",
      "start": 2378.84,
      "duration": 4.84
    },
    {
      "text": "resembling imperfection. He can’t take it into \nhimself because that would be a contradiction. ",
      "start": 2383.68,
      "duration": 4.68
    },
    {
      "text": "That’s funny, you called god omnipotent \nearlier. Now you’re talking about something  ",
      "start": 2388.36,
      "duration": 4.2
    },
    {
      "text": "he can’t do. Do we need to go over \nthe definition of omnipotent, Chris? ",
      "start": 2392.56,
      "duration": 4.24
    },
    {
      "text": "Are you saying that he sort of, the devil sort of \nlacks substance, that’s why he needs the humans? ",
      "start": 2396.8,
      "duration": 5.2
    },
    {
      "text": "I’m saying that the devil lacks coherence. \nCoherence is what brings everything into  ",
      "start": 2402.0,
      "duration": 5.52
    },
    {
      "text": "superposition with itself. It allows \nsomething to, and this is gonna sound  ",
      "start": 2407.52,
      "duration": 5.4
    },
    {
      "text": "a little bit paradoxical, it allows something to \ncommunicate non-locally with itself. All of its  ",
      "start": 2412.92,
      "duration": 6.04
    },
    {
      "text": "possible states are in superposition. They exist \nall at once. And this is… pretty much inescapable. ",
      "start": 2418.96,
      "duration": 13.88
    },
    {
      "text": "The word salad shooter malfunctions every once \nin a while, and Chris made it 45 minutes before  ",
      "start": 2432.84,
      "duration": 5.4
    },
    {
      "text": "his first mishap. Not bad. It’s tough to keep \nthe stream of bullshit going. Luckily he had  ",
      "start": 2438.24,
      "duration": 5.6
    },
    {
      "text": "the cigar in his hand so he could pretend to be \ndoing something while deciding to stop talking.  ",
      "start": 2443.84,
      "duration": 4.68
    },
    {
      "text": "At any rate, what he said was meaningless. He \nwas talking about superposition while gesturing  ",
      "start": 2448.52,
      "duration": 4.8
    },
    {
      "text": "inwards in a way that would indicate the \nopposite of superposition. Superposition  ",
      "start": 2453.32,
      "duration": 4.48
    },
    {
      "text": "is diffuse, a system existing in many states \nat once. When the wavefunction collapses the  ",
      "start": 2457.8,
      "duration": 5.44
    },
    {
      "text": "system will exhibit a particular state, like what \nhis hands are indicating by crushing inwards to  ",
      "start": 2463.24,
      "duration": 5.48
    },
    {
      "text": "what would be fewer states or a singular state. \nIn the end all he did was vaguely summarize the  ",
      "start": 2468.72,
      "duration": 5.6
    },
    {
      "text": "concept of superposition, take a puff, say it’s \ninescapable, and then stop talking as though  ",
      "start": 2474.32,
      "duration": 5.84
    },
    {
      "text": "he actually explained anything about the devil.\nThese things were actually funded, they’re more  ",
      "start": 2480.16,
      "duration": 3.84
    },
    {
      "text": "or less invented by the central bank, you know who \nfunded, originally was paying Marx and Engels and  ",
      "start": 2484.0,
      "duration": 5.92
    },
    {
      "text": "before that Moses Hess, and other people to come \nup with… it’s a strategy for world domination. It  ",
      "start": 2489.92,
      "duration": 6.76
    },
    {
      "text": "has been for the last 200 years. What has changed?\nReason number three Chris is here at the Daily  ",
      "start": 2496.68,
      "duration": 5.84
    },
    {
      "text": "Wire. Marxism bad because central banks \nsomething something. Those Marxists are  ",
      "start": 2502.52,
      "duration": 5.12
    },
    {
      "text": "trying to take over the world! Honest decent \ncapitalists would never do such a thing. They  ",
      "start": 2507.64,
      "duration": 5.08
    },
    {
      "text": "just wanna give you affordable electronics! \nGotta stick to that boogeyman narrative. ",
      "start": 2512.72,
      "duration": 4.36
    },
    {
      "text": "Were you a Trump supporter? You don’t need to say…\nAs a matter of fact back when people were saying,  ",
      "start": 2517.6,
      "duration": 5.0
    },
    {
      "text": "Trump can’t read. Look at the way he hesitates. \nHe’s got trouble with the teleprompter, the guy  ",
      "start": 2522.6,
      "duration": 5.32
    },
    {
      "text": "can’t read. I actually stood up and said no. I’ve \nmet Donald Trump and I think his IQ is probably  ",
      "start": 2527.92,
      "duration": 6.8
    },
    {
      "text": "equal to that of the average Harvard professor.\nJust recently heard that Saudi Arabia  ",
      "start": 2534.72,
      "duration": 4.88
    },
    {
      "text": "and Russia will reepeetoo ahhhh.\nBing bing! Bong bong bing bing bing. ",
      "start": 2539.6,
      "duration": 6.32
    },
    {
      "text": "Yeah he’s a regular Noam \nChomsky. Good call, Chris. ",
      "start": 2545.92,
      "duration": 3.44
    },
    {
      "text": "Basically he is competent, he’s a good \nbusinessman, and therefore could be good for the  ",
      "start": 2549.36,
      "duration": 4.32
    },
    {
      "text": "country and I wanted people to understand that.\nIf you needed one sentence to prove that Chris  ",
      "start": 2553.68,
      "duration": 4.8
    },
    {
      "text": "is not very bright, this would probably be it.\nBecause what he said resonates with what is in the  ",
      "start": 2558.48,
      "duration": 6.92
    },
    {
      "text": "minds of a lot of American citizens. We wanna have \nour own country. We want America to have first. We  ",
      "start": 2565.4,
      "duration": 5.48
    },
    {
      "text": "don’t want our borders to be open. We don’t want \nmillions of third world migrants coming here every  ",
      "start": 2570.88,
      "duration": 4.8
    },
    {
      "text": "year and displacing us from our own territory.\nYeah he got elected by fearmongering  ",
      "start": 2575.68,
      "duration": 5.04
    },
    {
      "text": "about immigrants, just like every other \ndemagogue before him. Great work, Chris. ",
      "start": 2580.72,
      "duration": 3.92
    },
    {
      "text": "And the first time around, ya know, \nthey weren’t prepared. So they couldn’t  ",
      "start": 2584.64,
      "duration": 4.72
    },
    {
      "text": "do anything about it. The second time around…\nAre you suggesting Chris that there were some  ",
      "start": 2589.36,
      "duration": 6.0
    },
    {
      "text": "questions about the 2020 presidential election?\nAnybody who doesn’t understand that that election  ",
      "start": 2595.36,
      "duration": 7.96
    },
    {
      "text": "was, shall we say, not quite up \nto snuff, is some kind of moron. ",
      "start": 2603.32,
      "duration": 3.8
    },
    {
      "text": "I take it back, this would be the sentence to \ndemonstrate that Chris is actually dumber than  ",
      "start": 2608.64,
      "duration": 4.48
    },
    {
      "text": "rocks. Do tell us about how the election was \nrigged by dirty democrats just because mail  ",
      "start": 2613.12,
      "duration": 5.74
    },
    {
      "text": "in ballots were included, Chris. Enlighten \nus. Oh wait, you have some wisdom to share  ",
      "start": 2618.86,
      "duration": 5.06
    },
    {
      "text": "about COVID. Awesome.\nAre you anti-vaccine  ",
      "start": 2623.92,
      "duration": 3.48
    },
    {
      "text": "generally? I take it you’re anti COVID…\nWell I bought into the COVID thing at first,  ",
      "start": 2627.92,
      "duration": 3.64
    },
    {
      "text": "and I went out and bought Gina and \nI, I bought gas masks for us. And  ",
      "start": 2631.56,
      "duration": 5.48
    },
    {
      "text": "those M100 masks. And I advised people what to do \nso as not to get infected with the deadly COVID,  ",
      "start": 2637.56,
      "duration": 8.2
    },
    {
      "text": "and then I noticed that it wasn’t really killing, \nI live in northern Missouri. Nobody up there was  ",
      "start": 2645.76,
      "duration": 7.08
    },
    {
      "text": "wearing masks, nobody up there, I mean, and \nnobody was dying of COVID-19. So there’s gotta  ",
      "start": 2652.84,
      "duration": 6.68
    },
    {
      "text": "be something a little bit off about this. \nAnd so I kinda started getting away from  ",
      "start": 2659.52,
      "duration": 6.0
    },
    {
      "text": "it. And then I noticed that it was being used as \na pretext for something called the great reset. ",
      "start": 2665.52,
      "duration": 8.12
    },
    {
      "text": "Yeah, nobody in Missouri died of COVID. \nExcept the 20,000 people in Missouri  ",
      "start": 2673.64,
      "duration": 4.48
    },
    {
      "text": "who died of COVID. But please tell us \nsome bullshit about the great reset. ",
      "start": 2678.12,
      "duration": 4.12
    },
    {
      "text": "And there have been white papers written in the \npast about using just this methodology to get  ",
      "start": 2682.24,
      "duration": 6.12
    },
    {
      "text": "everybody behind the globalist agenda. \nOperation Warp Speed was part of that. ",
      "start": 2689.96,
      "duration": 5.32
    },
    {
      "text": "Operation Warp Speed accelerated the \ndevelopment of COVID vaccines because  ",
      "start": 2696.12,
      "duration": 3.96
    },
    {
      "text": "there was a terrible global pandemic, and \nit was implemented by your favorite orange  ",
      "start": 2700.08,
      "duration": 4.6
    },
    {
      "text": "maniac Donald Trump. Are you saying your idiot \nhero is part of the “globalist agenda”, Chris? ",
      "start": 2704.68,
      "duration": 5.92
    },
    {
      "text": "Does Trump bear some responsibility for…\nHe definitely bears responsibility,  ",
      "start": 2710.6,
      "duration": 4.16
    },
    {
      "text": "my question is, does he really know what’s going \non or has he surrounded himself with people that  ",
      "start": 2714.76,
      "duration": 5.64
    },
    {
      "text": "are misleading himself about what’s going? I would \nlike to believe that Donald Trump has been misled. ",
      "start": 2720.4,
      "duration": 5.88
    },
    {
      "text": "I thought Trump was smarter than all the \nHarvard professors, Chris. So which is it,  ",
      "start": 2726.28,
      "duration": 4.48
    },
    {
      "text": "is he a supergenius like you, or is he a \nbumbling idiot being manipulated by everyone  ",
      "start": 2730.76,
      "duration": 5.32
    },
    {
      "text": "around him? Pick a lane.\nDo you believe in aliens? ",
      "start": 2736.08,
      "duration": 4.64
    },
    {
      "text": "Well I will say this, the intelligence \ncommunity, large sectors of it believe  ",
      "start": 2740.72,
      "duration": 4.04
    },
    {
      "text": "in aliens.\nReally? ",
      "start": 2744.76,
      "duration": 1.72
    },
    {
      "text": "Yes. Oh absolutely. I mean they’re constantly \ndiscussing these things. Yes. And if you look  ",
      "start": 2746.48,
      "duration": 5.84
    },
    {
      "text": "at the global elite, and you wonder well I don’t \nwanna blame the world banksters for this, you know  ",
      "start": 2752.32,
      "duration": 4.0
    },
    {
      "text": "that’s a conspiracy theory. Then who is pulling \nall those strings? Could there be another kind of  ",
      "start": 2757.12,
      "duration": 7.12
    },
    {
      "text": "entity, aliens, demons, whatever. Could there \nbe something that’s pulling their strings,  ",
      "start": 2764.24,
      "duration": 8.32
    },
    {
      "text": "that the global banksters know about \nand they’re taking orders from,  ",
      "start": 2772.56,
      "duration": 5.16
    },
    {
      "text": "but they’re being totally concealed and hidden \nfrom the public. This is a viable hypothesis.  ",
      "start": 2777.72,
      "duration": 5.16
    },
    {
      "text": "And it’s one that the intelligence communities \ndon’t reject. Which is kind of neither here  ",
      "start": 2782.88,
      "duration": 6.56
    },
    {
      "text": "nor there because the intelligence communities \nthemselves could be run by aliens for all we know. ",
      "start": 2789.44,
      "duration": 5.0
    },
    {
      "text": "Yeah, the globalist bankers are being controlled \nby aliens, according to the CIA. You don’t sound  ",
      "start": 2794.44,
      "duration": 6.56
    },
    {
      "text": "crazy at all, Chris. If there’s anything that \na hyperintelligent civilization from another  ",
      "start": 2801.0,
      "duration": 5.04
    },
    {
      "text": "system would want to do when it comes here, \nit would be to manipulate our finances and  ",
      "start": 2806.04,
      "duration": 4.84
    },
    {
      "text": "screw hardworking Americans out of their 401(k)s. \nAliens are mischievous and petty like that. They  ",
      "start": 2810.88,
      "duration": 6.16
    },
    {
      "text": "also love subtly working through the CIA to \nenact imperialist foreign policy and oust  ",
      "start": 2817.04,
      "duration": 5.44
    },
    {
      "text": "foreign leaders to serve a Western agenda \nbecause they don’t have the power to just  ",
      "start": 2822.48,
      "duration": 4.28
    },
    {
      "text": "come down here and enslave us all with \nrayguns. You’re making a lot of sense. ",
      "start": 2826.76,
      "duration": 4.76
    },
    {
      "text": "People are gonna be laughing when \nyou say that. That there are aliens… ",
      "start": 2831.52,
      "duration": 3.52
    },
    {
      "text": "Well let ‘em laugh, but they won’t be able to \ncome up with any supporting argument against  ",
      "start": 2835.04,
      "duration": 5.96
    },
    {
      "text": "what I’m saying. It just, they don’t know enough.\nChrissypoo, have you heard of this thing called  ",
      "start": 2841.0,
      "duration": 5.4
    },
    {
      "text": "the burden of proof? It’s not “the CIA is run by \naliens” and I’m right unless you prove me wrong.  ",
      "start": 2846.4,
      "duration": 6.8
    },
    {
      "text": "You can’t just make up whatever bullshit you \nwant and tell other people it’s true until they  ",
      "start": 2853.2,
      "duration": 4.68
    },
    {
      "text": "can prove otherwise. If you really believe that, \nthen I would say your IQ is about 115 at best,  ",
      "start": 2857.88,
      "duration": 8.08
    },
    {
      "text": "and I’m right until you show us some official \ndocument that says otherwise. Ok, big guy? ",
      "start": 2865.96,
      "duration": 5.44
    },
    {
      "text": "It's funny that you mention angels and demons, er \naliens and demons in the same breath. Because I  ",
      "start": 2871.4,
      "duration": 5.12
    },
    {
      "text": "don’t particularly believe in aliens. I mean \nwhat do I know, there are a lot of things I  ",
      "start": 2876.52,
      "duration": 3.28
    },
    {
      "text": "don’t know about. But I certainly believe that \ndemons exist. I’m pretty confident that demons  ",
      "start": 2879.8,
      "duration": 5.2
    },
    {
      "text": "exist. I’m less confident that aliens exist.\nLife elsewhere in the universe? Impossible!  ",
      "start": 2885.0,
      "duration": 6.44
    },
    {
      "text": "Baseless supernatural superstitions? Let’s \ngo! Mike is so proud to be so, so stupid. ",
      "start": 2891.44,
      "duration": 7.32
    },
    {
      "text": "Has written ghost stories and things, \nand at dinner parties he’ll say hey,  ",
      "start": 2898.76,
      "duration": 2.84
    },
    {
      "text": "just ask a random person, have you ever \nseen a ghost? And he says a lot of the time  ",
      "start": 2901.6,
      "duration": 4.6
    },
    {
      "text": "people will say yes. And throughout history \npeople have reported having seen a ghost. ",
      "start": 2906.2,
      "duration": 4.04
    },
    {
      "text": "That’s correct.\nAnd he says too  ",
      "start": 2910.24,
      "duration": 1.84
    },
    {
      "text": "many people are saying they’ve seen a ghost for \nthere not to be ghosts or something like a ghost. ",
      "start": 2912.08,
      "duration": 4.12
    },
    {
      "text": "That’s correct. That’s absolutely correct.\nYep, if a bunch of people say something,  ",
      "start": 2916.2,
      "duration": 4.8
    },
    {
      "text": "it must be true! That’s how logic works. Actually, \nMikey, the fact that nobody has ever substantiated  ",
      "start": 2921.0,
      "duration": 6.32
    },
    {
      "text": "the existence of ghosts in any empirical manner \nwhatsoever means a lot more than whatever volume  ",
      "start": 2927.32,
      "duration": 5.72
    },
    {
      "text": "of anecdotal evidence you want to reference here.\nThey’re there. I mean if you’re not a very  ",
      "start": 2933.04,
      "duration": 4.16
    },
    {
      "text": "observant person you’ll never see anything \nlike that. If your mind is completely closed  ",
      "start": 2937.2,
      "duration": 4.24
    },
    {
      "text": "and you just screen all that stuff out, you’ll \nnever see anything like that. But if you’re an  ",
      "start": 2941.44,
      "duration": 4.28
    },
    {
      "text": "open-minded person and you’re observant, \nyou will see things like that eventually. ",
      "start": 2945.72,
      "duration": 5.0
    },
    {
      "text": "Right, if you want to believe those things \nexist, you’ll eventually trick yourself into  ",
      "start": 2950.72,
      "duration": 4.52
    },
    {
      "text": "believing that you saw them. Finally, the guy is \nsaying something sensible. But no, he ruins it  ",
      "start": 2955.24,
      "duration": 5.24
    },
    {
      "text": "by making up a story about seeing a UFO.\nAnd I was there and suddenly I look up,  ",
      "start": 2960.48,
      "duration": 5.92
    },
    {
      "text": "I say suddenly it was just in the sky, I became \naware that it was up there and I looked up,  ",
      "start": 2967.6,
      "duration": 5.12
    },
    {
      "text": "there’s this huge spheroidal elliptical, not \nperfect spheroid, like a saucer that was turned  ",
      "start": 2972.72,
      "duration": 7.92
    },
    {
      "text": "partially on its side, and I thought well that \nmust be one of those lenticular clouds that  ",
      "start": 2980.64,
      "duration": 5.72
    },
    {
      "text": "I’ve heard of. So I looked at it and I wonder \nhow this evolves in time. Totally changeless.  ",
      "start": 2986.36,
      "duration": 6.72
    },
    {
      "text": "I actually took sticks and I tried to use \nparallax to figure out what is this thing,  ",
      "start": 2993.08,
      "duration": 5.48
    },
    {
      "text": "why isn’t it changing, why isn’t it moving, why \nis it completely featureless and metallic looking. ",
      "start": 2998.56,
      "duration": 4.8
    },
    {
      "text": "You tried to use parallax to do what? Because \nthat’s a method to figure out how far away  ",
      "start": 3003.36,
      "duration": 6.6
    },
    {
      "text": "something is. So how would that help you to \nfigure out what it is and why it’s metallic  ",
      "start": 3009.96,
      "duration": 5.04
    },
    {
      "text": "looking? And how did you use sticks to do \nthat, Chris? Do you just not know what parallax  ",
      "start": 3015.0,
      "duration": 5.8
    },
    {
      "text": "means? Do you think that if you use some smart \nwords people will believe your dumb UFO story? ",
      "start": 3020.8,
      "duration": 5.32
    },
    {
      "text": "There are people in the CIA who actually claim \nto have been abducted. I’m not gonna tell you  ",
      "start": 3026.12,
      "duration": 4.32
    },
    {
      "text": "who they are. But they’re there. And we’re \nnot talking about small individuals. We’re  ",
      "start": 3030.44,
      "duration": 7.08
    },
    {
      "text": "not talking about low-ranking individuals. \nWe’re talking about high-ranking individuals. ",
      "start": 3037.52,
      "duration": 4.16
    },
    {
      "text": "These are people not just \nthat you read a book about,  ",
      "start": 3041.68,
      "duration": 1.76
    },
    {
      "text": "you’re saying these are people you’ve talked to?\nPeople that I was, people that… there was one of  ",
      "start": 3043.44,
      "duration": 6.16
    },
    {
      "text": "them in particular that I was actually, somebody \nthat I knew was trying to arrange an introduction  ",
      "start": 3049.6,
      "duration": 8.0
    },
    {
      "text": "to this person. And I said well, ok so he’s in the \nCIA. Is he gonna tell me the truth? I’m not in the  ",
      "start": 3057.6,
      "duration": 9.16
    },
    {
      "text": "CIA. Is he gonna tell me the truth about anything? \nNo actually what he wants to talk about is  ",
      "start": 3066.76,
      "duration": 5.12
    },
    {
      "text": "abductions, because he and his wife were actually \nabducted by aliens and he wants to talk to you  ",
      "start": 3071.88,
      "duration": 5.84
    },
    {
      "text": "about it. And I said well is he gonna tell me the \ntruth about anything. Well, I don’t know. And I  ",
      "start": 3077.72,
      "duration": 6.0
    },
    {
      "text": "said then I don’t wanna talk to him. I don’t wanna \ntalk to him at all. There has to be some kind  ",
      "start": 3083.72,
      "duration": 5.28
    },
    {
      "text": "of understanding that I’m not gonna get lied to \notherwise I’m wasting my time, ‘cause I’ll never  ",
      "start": 3089.0,
      "duration": 4.32
    },
    {
      "text": "know whether he’s lying or telling the truth. \nSo if somebody isn’t going to commit up front to  ",
      "start": 3093.32,
      "duration": 4.08
    },
    {
      "text": "telling me the truth, I don’t have time for it.\nIf he were a really smart liar he would’ve just  ",
      "start": 3097.4,
      "duration": 5.28
    },
    {
      "text": "said I will tell you the truth \nand lied even if he wanted to. ",
      "start": 3102.68,
      "duration": 4.4
    },
    {
      "text": "I suppose so. That’s what they do in the CIA.\nThat’s sort of the job, right? If you’re a spy. ",
      "start": 3107.08,
      "duration": 6.28
    },
    {
      "text": "That’s correct and you lie your ass off. At \nevery available opportunity about everything. ",
      "start": 3113.36,
      "duration": 5.12
    },
    {
      "text": "I’m curious as to whether he had this lie ready to \ngo or if he made it up on the spot. It sounds like  ",
      "start": 3119.08,
      "duration": 5.08
    },
    {
      "text": "the latter, because he made up this bullshit about \ntop CIA officials being abducted and he can’t tell  ",
      "start": 3124.16,
      "duration": 5.64
    },
    {
      "text": "you who they are, implying that he knows them. \nMikey calls his bluff, so Chris backpedals.  ",
      "start": 3129.8,
      "duration": 5.72
    },
    {
      "text": "Now it’s not someone he knows, but someone he \nwas supposed to meet. But he didn’t meet him,  ",
      "start": 3135.52,
      "duration": 4.8
    },
    {
      "text": "because he wanted the truth. Mikey says he could \nhave just lied and said it was the truth. Chris  ",
      "start": 3140.32,
      "duration": 5.04
    },
    {
      "text": "says duh, CIA agents are always lying literally \nall the time, in which case he would never have  ",
      "start": 3145.36,
      "duration": 6.0
    },
    {
      "text": "asked if he was going to tell the truth, since he \nhad already decided they’re always lying. Do you  ",
      "start": 3151.36,
      "duration": 4.4
    },
    {
      "text": "see how nothing he says is even remotely logically \nconsistent when you actually scrutinize it? He’s  ",
      "start": 3155.76,
      "duration": 5.2
    },
    {
      "text": "just talking out of his ass at all times.\nAnd then when you go all the way back to  ",
      "start": 3160.96,
      "duration": 4.12
    },
    {
      "text": "and so and so is really just answering to the \ndevil, now you’ve got me again, because I read  ",
      "start": 3165.08,
      "duration": 4.6
    },
    {
      "text": "that in my bible. I know that that’s true. \nI know that he’s the prince of this world. ",
      "start": 3169.68,
      "duration": 4.8
    },
    {
      "text": "Well yes, and by the way there are accounts \nfrom biblical times and pre-biblical times  ",
      "start": 3174.48,
      "duration": 5.68
    },
    {
      "text": "that involve UFOs, things in the sky that show \nup during critical battles for example and turn  ",
      "start": 3180.16,
      "duration": 4.72
    },
    {
      "text": "the tide. This goes all the way back to the \nVedic religion, pre-Hindu religion. There are  ",
      "start": 3184.88,
      "duration": 7.32
    },
    {
      "text": "all kinds of people who reported these things. \nAnd they end up in various religious scriptures  ",
      "start": 3192.2,
      "duration": 4.84
    },
    {
      "text": "including Christian scriptures as well.\nYeah the devil obviously exists and controls  ",
      "start": 3197.04,
      "duration": 7.4
    },
    {
      "text": "everything because Mikey’s book of stories \nsays so, and then Chris doubles down with a  ",
      "start": 3204.44,
      "duration": 4.64
    },
    {
      "text": "little Ancient Aliens twist. Are we gonna get \nsome Billy Carson style Anunnaki bullshit too? ",
      "start": 3209.08,
      "duration": 6.4
    },
    {
      "text": "It strikes me tat there’s really something \nto that, Roger Scruton the late conservative  ",
      "start": 3215.48,
      "duration": 3.76
    },
    {
      "text": "philosopher, he said that the job of the \nconservative intellectual is to articulate things  ",
      "start": 3219.24,
      "duration": 4.56
    },
    {
      "text": "that the common man knows intuitively.\nThat’s right. ",
      "start": 3223.8,
      "duration": 4.24
    },
    {
      "text": "In other words, conservative so-called \nintellectuals take the delusions and prejudices  ",
      "start": 3228.04,
      "duration": 5.08
    },
    {
      "text": "of idiots and artificially intellectualize \nthem in order to validate and manipulate  ",
      "start": 3233.12,
      "duration": 4.92
    },
    {
      "text": "those people. The Daily Wire, everyone!\nYou don’t have the key to the clubhouse  ",
      "start": 3238.04,
      "duration": 4.52
    },
    {
      "text": "you’re not getting in. They won’t even \ntalk to you. No academic will take me on,  ",
      "start": 3242.56,
      "duration": 5.52
    },
    {
      "text": "will actually start arguing, even in his own field \nat this point. Because they know they’re going to  ",
      "start": 3248.08,
      "duration": 4.92
    },
    {
      "text": "lose. And they will. Any academic, any time.\nI think most bright undergrads could mop the  ",
      "start": 3253.0,
      "duration": 6.92
    },
    {
      "text": "floor with you, Chris. I could too. But do keep \npuffing your chest out like this, it’s adorable. ",
      "start": 3259.92,
      "duration": 5.6
    },
    {
      "text": "Higher education cartel as there can be.\nIndoctrination mills. You have to look at  ",
      "start": 3265.52,
      "duration": 5.04
    },
    {
      "text": "the entire educational system as being one great \nbig indoctrination factory. And the people that  ",
      "start": 3270.56,
      "duration": 5.76
    },
    {
      "text": "work in it, those faculty members, they’re chosen, \nthey’re selected as indoctrinators of the youth. ",
      "start": 3276.32,
      "duration": 6.44
    },
    {
      "text": "And they peddle Marxism, but…\nYeah, nothing but Marxism! When  ",
      "start": 3282.76,
      "duration": 4.84
    },
    {
      "text": "I was getting my chemistry degree, every day it \nwas nothing but Marxism. Marxist nucleophiles and  ",
      "start": 3287.6,
      "duration": 6.36
    },
    {
      "text": "electrophiles. The proletariat acids and those \ndirty bourgeoisie bases. In the lab they would  ",
      "start": 3293.96,
      "duration": 6.2
    },
    {
      "text": "just talk about division of labor, we never even \ngot a chance to run a single reaction! You guys  ",
      "start": 3300.16,
      "duration": 5.24
    },
    {
      "text": "clearly know exactly what happens in college. \nOf course in reality, neither of these asshats  ",
      "start": 3305.4,
      "duration": 5.2
    },
    {
      "text": "could define Marxism or communism or socialism \nor capitalism if their lives depended on it. ",
      "start": 3310.6,
      "duration": 5.6
    },
    {
      "text": "I don’t like drag queen story hour but we need to \ntolerate it, it’s one of the blessings of liberty.  ",
      "start": 3316.2,
      "duration": 4.76
    },
    {
      "text": "If we don’t tolerate drag queen story hour, yes.\nBlessing of liberty? ",
      "start": 3320.96,
      "duration": 5.36
    },
    {
      "text": "Look it’s in the preamble to the constitution. \nI think James Madison’s rolling over in  ",
      "start": 3327.52,
      "duration": 3.56
    },
    {
      "text": "his grave at the very thought of that.\nConstitution mentions trannies, does it? ",
      "start": 3331.08,
      "duration": 4.2
    },
    {
      "text": "Not in my last read through.\nI was raised in an environment where we  ",
      "start": 3335.28,
      "duration": 4.68
    },
    {
      "text": "were basically taught to be tolerant of people, of \ntheir foibles, and if they wanted to be a little  ",
      "start": 3339.96,
      "duration": 7.92
    },
    {
      "text": "bit deviant, a little bit of deviation is good. \nYou can’t just be locked into one rigid way of  ",
      "start": 3347.88,
      "duration": 4.68
    },
    {
      "text": "looking at things. So I developed tolerance. But \nnow they’ve become militant. They’ve become rabid,  ",
      "start": 3352.56,
      "duration": 5.48
    },
    {
      "text": "they’re shoving it down children’s throats, and \nit’s just not good for society. It violates the  ",
      "start": 3358.04,
      "duration": 5.68
    },
    {
      "text": "biological imperative of survival. To \nbecome totally sexual, there’s a reason  ",
      "start": 3363.72,
      "duration": 7.64
    },
    {
      "text": "that men and women exist, and they mate and create \nchildren, it’s for the survival of the human race. ",
      "start": 3371.36,
      "duration": 7.08
    },
    {
      "text": "Reason number four that Chris is here at the Daily \nWire. Man plus woman make baby and that’s the best  ",
      "start": 3378.44,
      "duration": 6.4
    },
    {
      "text": "thing, and anything that deviates from that is \nevil! Gay marriage bad! Drag queen reads a story  ",
      "start": 3384.84,
      "duration": 6.36
    },
    {
      "text": "is bad! The pedos and the groomers are taking \nover society and they must be stopped! I knew  ",
      "start": 3391.2,
      "duration": 5.64
    },
    {
      "text": "this jerkoff was just another bigot. Tolerance \nmy ass, Chris. If everyone has to tolerate your  ",
      "start": 3396.84,
      "duration": 6.08
    },
    {
      "text": "bloated bloviations, then you can deal with \na drag queen reading a book once in a while. ",
      "start": 3402.92,
      "duration": 5.56
    },
    {
      "text": "But when they go out and they have gay day \nparades, when they’re cavorting nude and  ",
      "start": 3408.48,
      "duration": 5.76
    },
    {
      "text": "they’re going into children’s restrooms and so \nforth, that’s where we have to draw the line. ",
      "start": 3414.24,
      "duration": 6.64
    },
    {
      "text": "Children’s restrooms? What is a children’s \nrestroom? Pride parades don’t take place on  ",
      "start": 3420.88,
      "duration": 5.36
    },
    {
      "text": "an elementary school campus you alarmist prick.\nAre there thinkers alive today who you think are  ",
      "start": 3426.24,
      "duration": 8.08
    },
    {
      "text": "worth reading? People always say what’s \nthe reading list, what should I read,  ",
      "start": 3434.32,
      "duration": 2.56
    },
    {
      "text": "what should I listen to, are there \nphilosophers or popular writers. ",
      "start": 3436.88,
      "duration": 3.22
    },
    {
      "text": "There are no academic philosophers that are \nworthy, as far as I’m concerned, of attention.  ",
      "start": 3440.1,
      "duration": 5.22
    },
    {
      "text": "It’s not because all of them are stupid or \nanything like that. It’s because they bought into  ",
      "start": 3445.32,
      "duration": 3.04
    },
    {
      "text": "the party, they’re academics. They cannot violate \nthe academic communistic atheistic narrative and  ",
      "start": 3448.36,
      "duration": 9.32
    },
    {
      "text": "get away with it. If you’re in that system \nthen obviously you’re playing along with it. ",
      "start": 3457.68,
      "duration": 5.92
    },
    {
      "text": "Yep, everyone who is affiliated with any \nuniversity in the entire world is both a communist  ",
      "start": 3463.6,
      "duration": 5.52
    },
    {
      "text": "and atheist. You’re not allowed to work at a \nuniversity if you aren’t both of those things.  ",
      "start": 3469.12,
      "duration": 4.88
    },
    {
      "text": "Not even religious universities. It’s a paradox, I \nknow. Hey Chris, stop making excuses for being too  ",
      "start": 3474.0,
      "duration": 6.48
    },
    {
      "text": "dumb and lazy to read what philosophers have to \nsay. You could actually learn something for once. ",
      "start": 3480.48,
      "duration": 5.68
    },
    {
      "text": "Are there non-academic writers, thinkers, \nphilosophers, who you would recommend people read? ",
      "start": 3486.16,
      "duration": 6.2
    },
    {
      "text": "I’m sure they’re out there. \nI haven’t encountered any. ",
      "start": 3492.36,
      "duration": 3.44
    },
    {
      "text": "Oh wow, so even all the people who aren’t at \nthe evil universities, none of them are worth  ",
      "start": 3495.8,
      "duration": 5.36
    },
    {
      "text": "reading either? So all the smart people are \nindoctrinated, and all the non-indoctrinated  ",
      "start": 3501.16,
      "duration": 5.8
    },
    {
      "text": "people are stupid? That’s quite a pickle. Are you \nsure it’s just that you don’t know how to read? ",
      "start": 3506.96,
      "duration": 5.2
    },
    {
      "text": "I wanna know who, beyond his own writing, \nwho the smartest man in the world wants  ",
      "start": 3512.16,
      "duration": 6.16
    },
    {
      "text": "me to read. Who would you recommend?\nWell I would say that you should go back and  ",
      "start": 3518.32,
      "duration": 4.76
    },
    {
      "text": "definitely read Plato and Aristotle and Socrates.\nYeah, it would be great if more people would read  ",
      "start": 3523.08,
      "duration": 6.76
    },
    {
      "text": "Socrates. The problem is that he never wrote \nanything down, you moron. So after telling us that  ",
      "start": 3529.84,
      "duration": 6.32
    },
    {
      "text": "nobody alive today is worth reading, his \nfirst examples of super important people  ",
      "start": 3536.16,
      "duration": 5.12
    },
    {
      "text": "from history that we should all read includes \none who never wrote anything. This is how you  ",
      "start": 3541.28,
      "duration": 6.04
    },
    {
      "text": "know Chris is completely full of shit. He \nnever read any Socrates because that’s not  ",
      "start": 3547.32,
      "duration": 5.92
    },
    {
      "text": "a thing that exists, which means he never read \nany Aristotle or Plato either. Those are just  ",
      "start": 3553.24,
      "duration": 5.64
    },
    {
      "text": "smart people from history that he thinks \nwill make him seem smart by association. ",
      "start": 3558.88,
      "duration": 4.56
    },
    {
      "text": "Have you ever heard of Plato, \nAristotle, Socrates? Yes. Morons. ",
      "start": 3563.44,
      "duration": 5.56
    },
    {
      "text": "Those, that takes us up through some \nof the medieval Christian philosophers,  ",
      "start": 3569.0,
      "duration": 6.0
    },
    {
      "text": "Anselm, Aquinas, Augustine. And beyond \nthat, then it starts getting dicey. ",
      "start": 3575.0,
      "duration": 7.44
    },
    {
      "text": "Yeah, once we get past Aquinas and philosophy \nstarted to decouple from blind faith in the  ",
      "start": 3582.44,
      "duration": 4.76
    },
    {
      "text": "Christian god, it got “dicey”, says \nChris. We can’t have people exercising  ",
      "start": 3587.2,
      "duration": 4.92
    },
    {
      "text": "logic and critical thinking skills, now can we?\nBy the way these new atheists I mean they’re  ",
      "start": 3592.12,
      "duration": 4.64
    },
    {
      "text": "really, they’re adamant.\nYou’re talking about  ",
      "start": 3596.76,
      "duration": 3.2
    },
    {
      "text": "Richard Dawkins, Daniel Dennett.\nI’m talking about Richard Dawkins,  ",
      "start": 3599.96,
      "duration": 2.6
    },
    {
      "text": "Daniel Dennett, Sam Harris, you know, Chris \nHitchens. I mean, guys of this nature. ",
      "start": 3602.56,
      "duration": 6.92
    },
    {
      "text": "You’re a little outdated with your references, \nChris. The four horsemen you speak of got  ",
      "start": 3609.48,
      "duration": 4.72
    },
    {
      "text": "together in 2007 and Hitchens died in 2011. New \nAtheism isn’t even really a term people throw  ",
      "start": 3614.2,
      "duration": 6.72
    },
    {
      "text": "around much anymore, except for fearmongering \ntwats like you two who recoil at the thought of  ",
      "start": 3620.92,
      "duration": 5.32
    },
    {
      "text": "rationality and who would like to end \nthe separation of church and state. ",
      "start": 3626.24,
      "duration": 3.28
    },
    {
      "text": "But you didn’t just say he doesn’t \nbelieve in god, you said he hates god. ",
      "start": 3629.52,
      "duration": 3.28
    },
    {
      "text": "Hates god. Dawkins obviously hates \ngod. Why is there evil in the world,  ",
      "start": 3632.8,
      "duration": 3.88
    },
    {
      "text": "that’s what it comes down to.\nNo, sweetie. Dawkins doesn’t hate  ",
      "start": 3637.28,
      "duration": 4.04
    },
    {
      "text": "god any more than he hates the Loch Ness \nmonster. You god botherers are incapable  ",
      "start": 3641.32,
      "duration": 4.52
    },
    {
      "text": "of comprehending the idea that other people \ngenuinely do not believe in your magic sky daddy. ",
      "start": 3645.84,
      "duration": 5.36
    },
    {
      "text": "Do you think that our discussion \nour understanding of god must be  ",
      "start": 3651.2,
      "duration": 3.92
    },
    {
      "text": "active and participatory rather than merely…\nAbsolutely and furthermore it must  ",
      "start": 3656.2,
      "duration": 4.48
    },
    {
      "text": "be rational as well as faith-based.\nRational and faith-based is an oxymoron.  ",
      "start": 3660.68,
      "duration": 5.84
    },
    {
      "text": "Faith is specifically a suspension of reason. It \nis the belief in that which you have no logical  ",
      "start": 3666.52,
      "duration": 5.56
    },
    {
      "text": "reason to believe. If you had rationality behind \nthe position, it would no longer require faith.  ",
      "start": 3672.08,
      "duration": 5.72
    },
    {
      "text": "You sure are dumb for a genius, Chris.\nMongo only pawn in game of life. ",
      "start": 3677.8,
      "duration": 8.12
    },
    {
      "text": "People always ask you this. Why aren’t you \na billionaire. Why aren’t I a billionaire? ",
      "start": 3685.92,
      "duration": 4.04
    },
    {
      "text": "I’ve seen people…\nBecause billionaires hate my guts. I  ",
      "start": 3690.68,
      "duration": 3.64
    },
    {
      "text": "don’t go along with the… look, they have to give \nyou the opportunity to make money. You need to  ",
      "start": 3694.32,
      "duration": 5.88
    },
    {
      "text": "have connections. In order to make money you have \nto make friends with people who have a lot of it. ",
      "start": 3700.2,
      "duration": 5.8
    },
    {
      "text": "Come on you boners! What about all that \nboostrap talk? In 50 years of adult life  ",
      "start": 3706.0,
      "duration": 5.52
    },
    {
      "text": "you couldn’t figure out how to rub two nickels \ntogether without a billionaire giving you a ride?  ",
      "start": 3711.52,
      "duration": 4.32
    },
    {
      "text": "Seriously? If you can’t become a \nbillionaire without help from billionaires,  ",
      "start": 3716.6,
      "duration": 4.08
    },
    {
      "text": "how do billionaires exist? And aren’t any of \nthem self-made? Because yes some sure are. I  ",
      "start": 3720.68,
      "duration": 5.96
    },
    {
      "text": "know you’re obsessed with “meaning” and not \nmoney, but couldn’t you have started your own  ",
      "start": 3726.64,
      "duration": 4.24
    },
    {
      "text": "construction business? Or a bouncer training \nschool? Write a fucking book? There’s nothing  ",
      "start": 3730.88,
      "duration": 6.36
    },
    {
      "text": "you could do to make a measly six figures \nwhile keeping your integrity in check? Are  ",
      "start": 3737.24,
      "duration": 4.88
    },
    {
      "text": "you really that devoid of creativity, Chris? \nIt sounds like a whole lot of excuses to me. ",
      "start": 3742.12,
      "duration": 5.56
    },
    {
      "text": "A lot of these rich people are into something \ncalled transhumanism. They don’t think they’re  ",
      "start": 3747.68,
      "duration": 5.2
    },
    {
      "text": "going to have to leave so there’s no problem \nwith not being able to take it with you. ",
      "start": 3752.88,
      "duration": 4.44
    },
    {
      "text": "Do you think there’s any relation \nbetween the transhumanist movement  ",
      "start": 3757.32,
      "duration": 3.0
    },
    {
      "text": "and the transgender movement? The idea \nthat we’re just gonna escape our bodies? ",
      "start": 3760.32,
      "duration": 6.0
    },
    {
      "text": "I do. The idea I think is that you can throw off \nall constraint. You can throw off the constraints  ",
      "start": 3768.04,
      "duration": 8.6
    },
    {
      "text": "of reality including the constraint of gender.\nTranshumanism, transgender, holy smokes they’re  ",
      "start": 3776.64,
      "duration": 8.52
    },
    {
      "text": "related, am I right? It’s a called a \nprefix you idiots. It means “on the  ",
      "start": 3785.16,
      "duration": 4.64
    },
    {
      "text": "other side of”. Transhumanism, to the other \nside of the man/machine divide. Transgender,  ",
      "start": 3789.8,
      "duration": 6.48
    },
    {
      "text": "when one’s gender identity is on the other side \nof or not aligned with that person’s sex. I’m  ",
      "start": 3796.28,
      "duration": 5.64
    },
    {
      "text": "pretty sure Chris said he taught himself Latin \nwhen he was 12, so this is pretty embarrassing. ",
      "start": 3801.92,
      "duration": 5.08
    },
    {
      "text": "What should I do in my own life \neven beyond any political questions? ",
      "start": 3807.0,
      "duration": 3.4
    },
    {
      "text": "Search for god. Ask god to establish a \npersonal relationship with you. It’s available,  ",
      "start": 3810.4,
      "duration": 7.16
    },
    {
      "text": "you’re attached to god by your soul. There’s \nthis soul that attaches you to god. You  ",
      "start": 3817.56,
      "duration": 5.04
    },
    {
      "text": "can receive the will of god into yourself.\nYeah, I did that and nobody answered. I guess  ",
      "start": 3822.6,
      "duration": 7.96
    },
    {
      "text": "he’s not taking calls. Funny how the smartest man \nin the world, when asked for life advice, offers  ",
      "start": 3830.56,
      "duration": 5.88
    },
    {
      "text": "something so trite as to be indistinguishable from \nany run-of-the-mill preacher in any sleepy town in  ",
      "start": 3836.44,
      "duration": 5.72
    },
    {
      "text": "America, huh? You’d think he’d having something \nspecial, but nope. Do bidding of magic sky daddy. ",
      "start": 3842.16,
      "duration": 6.8
    },
    {
      "text": "And that concludes the interview. As we can all \nnow hopefully see, at best we can say that Chris  ",
      "start": 3848.96,
      "duration": 5.8
    },
    {
      "text": "is a narcissist of middling intellect who \nhas genuinely convinced himself that he’s  ",
      "start": 3854.76,
      "duration": 4.44
    },
    {
      "text": "a genius by adopting a sophomoric contrarian \nattitude to everything he knows nothing about,  ",
      "start": 3859.2,
      "duration": 5.44
    },
    {
      "text": "blended with sheeplike religious subservience. \nAnd at worst we can say that Chris is nothing more  ",
      "start": 3864.64,
      "duration": 5.68
    },
    {
      "text": "than another installment in a series of internet \npseudo-intellectuals that fit a particular  ",
      "start": 3870.32,
      "duration": 5.28
    },
    {
      "text": "archetype which has become a proven business \nmodel in the past few years. His religious and  ",
      "start": 3875.6,
      "duration": 4.88
    },
    {
      "text": "philosophical rhetoric is the same as that of \nJordan Peterson but even less convincing. His  ",
      "start": 3880.48,
      "duration": 4.76
    },
    {
      "text": "scientific rhetoric is the same as that of Eric \nWeinstein but even less convincing. He’s just  ",
      "start": 3885.24,
      "duration": 5.04
    },
    {
      "text": "another self-aggrandizing asshat who uses language \nthat exemplifies what dumb people think smart  ",
      "start": 3890.28,
      "duration": 5.84
    },
    {
      "text": "people sound like, and not all that effectively \nif we’re being honest. The particular twist he  ",
      "start": 3896.12,
      "duration": 5.12
    },
    {
      "text": "employs is that he wears his salt-of-the-earth \nbrand on his sleeve. Just a working class man that  ",
      "start": 3901.24,
      "duration": 6.12
    },
    {
      "text": "happens to be smarter than all those fancy city \nfolk with their computers and their cappuccinos. ",
      "start": 3907.36,
      "duration": 6.08
    },
    {
      "text": "Now to be clear, I’m not mocking the working \nclass. Some people live in the city, some people  ",
      "start": 3913.44,
      "duration": 4.56
    },
    {
      "text": "live on a farm. Some people ride skateboards, \nsome people ride horses. Some people work in a  ",
      "start": 3918.0,
      "duration": 5.08
    },
    {
      "text": "laboratory, some people work construction. It \ndoesn’t matter. And there are plenty of highly  ",
      "start": 3923.08,
      "duration": 4.84
    },
    {
      "text": "intelligent people that are either constrained \nto the working class because of socioeconomic  ",
      "start": 3927.92,
      "duration": 4.68
    },
    {
      "text": "injustice, or because they genuinely prefer that \nlifestyle. The point is that there is an element  ",
      "start": 3932.6,
      "duration": 4.8
    },
    {
      "text": "of manipulation involved with Chris obsessively \nreferring to himself in this manner. It may be  ",
      "start": 3937.4,
      "duration": 5.52
    },
    {
      "text": "closer to the truth than when golden billionaire \nDonald Trump does it, but it reeks of demagoguery  ",
      "start": 3942.92,
      "duration": 5.4
    },
    {
      "text": "regardless. It’s a façade. The intention is to \nseem relatable, establish an emotional connection,  ",
      "start": 3948.32,
      "duration": 6.2
    },
    {
      "text": "and garner the trust of a certain type of viewer \nso that they will be receptive to the dazzling  ",
      "start": 3954.52,
      "duration": 4.28
    },
    {
      "text": "rhetoric. As I’ve said before, it’s just another \ninstance of portraying oneself as the strong alpha  ",
      "start": 3958.8,
      "duration": 5.52
    },
    {
      "text": "male who should lead the tribe, such that others \nwill relinquish their critical thinking skills  ",
      "start": 3964.32,
      "duration": 4.72
    },
    {
      "text": "and let him do the thinking for all of them.\nOur culture at this moment in history has  ",
      "start": 3969.04,
      "duration": 4.72
    },
    {
      "text": "demonstrated time and time again that it will \nseek out and adore these figures, so this is  ",
      "start": 3973.76,
      "duration": 5.08
    },
    {
      "text": "just the trend we are seeing right now. There are \nfigures who employ this playbook, and there are  ",
      "start": 3978.84,
      "duration": 4.68
    },
    {
      "text": "outlets who platform and cater to those figures, \na symbiosis for profit on both sides. Since it’s  ",
      "start": 3983.52,
      "duration": 5.8
    },
    {
      "text": "been proven to work so well, every few months \nsome new pseudointellectual jackass goes on every  ",
      "start": 3989.32,
      "duration": 6.64
    },
    {
      "text": "podcast designed for dumb people to think they’re \nsmart, proclaim to be a supergenius with all the  ",
      "start": 3995.96,
      "duration": 5.12
    },
    {
      "text": "answers, millions of people fall for it, and they \nall cash in. If I didn’t have a moral backbone,  ",
      "start": 4001.08,
      "duration": 5.52
    },
    {
      "text": "I probably would do it too. What could be easier? \nAll you have to do is confidently use words that  ",
      "start": 4006.6,
      "duration": 5.28
    },
    {
      "text": "most people don’t understand, and if anyone \nproclaims that the emperor has no clothes on,  ",
      "start": 4011.88,
      "duration": 4.76
    },
    {
      "text": "just say some vague anti-establishment \nbullshit about how they’re indoctrinated,  ",
      "start": 4016.64,
      "duration": 4.88
    },
    {
      "text": "can’t see outside the box, and aren’t ready to \nreceive the new super awesome paradigm-shifting  ",
      "start": 4021.52,
      "duration": 5.16
    },
    {
      "text": "knowledge. It’s a foolproof way to con a bunch of \nfools. And you can see the parade of fools lapping  ",
      "start": 4026.68,
      "duration": 6.0
    },
    {
      "text": "up his rubbish all over the comments section.\nHow can anyone be so suggestible? How can someone  ",
      "start": 4032.68,
      "duration": 5.72
    },
    {
      "text": "get through to these people? To any of them I \nwould say, can you acknowledge that you only think  ",
      "start": 4038.4,
      "duration": 4.72
    },
    {
      "text": "he’s intelligent because you don’t understand \nwhat he’s saying? Do you know who else says  ",
      "start": 4043.12,
      "duration": 4.08
    },
    {
      "text": "things you don’t understand. Any scientist. Not \njust any scientist, any graduate student. And I’m  ",
      "start": 4047.2,
      "duration": 7.16
    },
    {
      "text": "not saying that to be condescending, anyone who \nis an expert in anything can speak in a way that  ",
      "start": 4054.36,
      "duration": 5.2
    },
    {
      "text": "most other people won’t understand. That’s the \nnature of specialized knowledge. Take any current  ",
      "start": 4059.56,
      "duration": 6.12
    },
    {
      "text": "scientific publication in the entire world at \nrandom. If you don’t work in that field, or if you  ",
      "start": 4065.68,
      "duration": 6.16
    },
    {
      "text": "haven’t at least studied that subject in college \nto some extent, you absolutely will not understand  ",
      "start": 4071.84,
      "duration": 6.32
    },
    {
      "text": "it, nor should you be surprised about it. \nHere’s one now. Wow, who wrote this! It’s super  ",
      "start": 4078.16,
      "duration": 6.24
    },
    {
      "text": "complicated! They must be the smartest person \nalive. Should we worship them? Should we send  ",
      "start": 4084.4,
      "duration": 5.04
    },
    {
      "text": "them on Joe Rogan and Lex Fridman and the thousand \nother wannabe clones trying to cash in? Look at  ",
      "start": 4089.44,
      "duration": 5.6
    },
    {
      "text": "this one! This guy is even smarter than the other \none, I don’t understand a word of this! Which  ",
      "start": 4095.04,
      "duration": 4.76
    },
    {
      "text": "podcast should they go on? This is what irks me. \nYou could take any scientist in the entire world,  ",
      "start": 4099.8,
      "duration": 5.64
    },
    {
      "text": "put them in front of Joe Rogan, have them \nexplain their research, and it should get  ",
      "start": 4106.0,
      "duration": 4.32
    },
    {
      "text": "the same effect. But it won’t. Do you know why? \nBecause any typical scientist would not present  ",
      "start": 4110.32,
      "duration": 7.24
    },
    {
      "text": "themselves as a genius that everyone has to listen \nto, nor would they inject their research with any  ",
      "start": 4117.56,
      "duration": 5.12
    },
    {
      "text": "more relevance or profundity than it deserves. \nNow some definitely would, of course. There are  ",
      "start": 4122.68,
      "duration": 5.4
    },
    {
      "text": "arrogant scientists. I’m talking about the average \nscientist. They don’t use manipulative rhetoric,  ",
      "start": 4128.08,
      "duration": 5.8
    },
    {
      "text": "so people would not latch on to them irrationally, \nwhich is why such people don’t get invited on  ",
      "start": 4133.88,
      "duration": 4.88
    },
    {
      "text": "those podcasts, because those podcasts are in \nthe business of sensationalism, not knowledge.  ",
      "start": 4138.76,
      "duration": 6.6
    },
    {
      "text": "These people have absolutely nothing to offer \nsociety beyond smoke and mirrors. Just listen. ",
      "start": 4145.36,
      "duration": 5.68
    },
    {
      "text": "If I had some complex stuff in memory and a \nbar fight happened, and I had to go indulge in  ",
      "start": 4151.04,
      "duration": 4.64
    },
    {
      "text": "some physical violence, usually my memory was \nerased when I got done with the fight, I mean  ",
      "start": 4155.68,
      "duration": 4.2
    },
    {
      "text": "it would be gone irretrievable. One time I was \nthinking about artificial intelligence, then that  ",
      "start": 4159.88,
      "duration": 8.64
    },
    {
      "text": "evolved into a whole new way of looking at neural \nnetworks. Suddenly this horrible fight erupted,  ",
      "start": 4168.52,
      "duration": 7.76
    },
    {
      "text": "I set the page down and I mopped up the fight. I \ncame back over and my piece of paper was gone. I  ",
      "start": 4176.28,
      "duration": 6.92
    },
    {
      "text": "tried and tried and tried to find that piece of \npaper. Nobody could tell me where it was and I  ",
      "start": 4183.2,
      "duration": 5.6
    },
    {
      "text": "couldn’t remember what the hell I’d written on it.\nThat’s right, Chris was going to revolutionize  ",
      "start": 4188.8,
      "duration": 5.4
    },
    {
      "text": "neural networks, but gosh gee whiz he couldn’t \nremember what he wrote down! Kind of like Eric  ",
      "start": 4194.2,
      "duration": 5.8
    },
    {
      "text": "Weinstein and his SHIAB operator that he \nwrote in his notes in college but whoopsie,  ",
      "start": 4200.0,
      "duration": 4.8
    },
    {
      "text": "he can’t remember what it was now. It’s always \nthe same. These people have absolutely nothing  ",
      "start": 4204.8,
      "duration": 5.68
    },
    {
      "text": "to point to in order to demonstrate their \nalleged brilliance. Nothing. They don’t invent  ",
      "start": 4210.48,
      "duration": 6.2
    },
    {
      "text": "anything. They don’t build anything. They don’t \ndo anything. All they do is tell stories and TALK. ",
      "start": 4216.68,
      "duration": 7.56
    },
    {
      "text": "Everybody says Eric Weinstein is a \ngenius. Does anyone know why? What,  ",
      "start": 4224.24,
      "duration": 3.92
    },
    {
      "text": "is there anything they’ve done? No, truly. \nCause all they do is talk. Is there anything  ",
      "start": 4228.16,
      "duration": 5.24
    },
    {
      "text": "they’ve built? Is there one appliance they have \nanything to do with? Have they come up with  ",
      "start": 4233.4,
      "duration": 6.12
    },
    {
      "text": "something even like the rotato which peels and \nslices a potato. Is there one thing any of them  ",
      "start": 4239.52,
      "duration": 6.6
    },
    {
      "text": "has done except whack off Elon Musk and talk?\nThis rant from comedian Tim Dillon perfectly  ",
      "start": 4246.12,
      "duration": 6.64
    },
    {
      "text": "encapsulates what I’m saying here, and he happens \nto be saying it about Eric Weinstein, but he  ",
      "start": 4252.76,
      "duration": 4.96
    },
    {
      "text": "could be talking about any of these jerks, since \nthey’re all from the same mold. Remember how this  ",
      "start": 4257.72,
      "duration": 6.24
    },
    {
      "text": "conversation was supposed to be about CTMU, the \nincredible theory of everything? They talked about  ",
      "start": 4263.96,
      "duration": 5.96
    },
    {
      "text": "it for like ten minutes, and Chris didn’t present \nanything. It was just sound bites. These types of  ",
      "start": 4269.92,
      "duration": 5.76
    },
    {
      "text": "figures are geniuses in their own mind and their \nown word alone. I just can’t understand how people  ",
      "start": 4275.68,
      "duration": 6.08
    },
    {
      "text": "can’t see right through them. But then again, I’m \nnot susceptible to bullshit rhetoric like this. ",
      "start": 4281.76,
      "duration": 5.04
    },
    {
      "text": "Colleges and universities purport to be harnessing \nintelligence for the good of mankind. They’re a  ",
      "start": 4286.8,
      "duration": 4.64
    },
    {
      "text": "breeding house for parrots. People are allowed to \nmake little tentative moves forward but they’re  ",
      "start": 4291.44,
      "duration": 5.64
    },
    {
      "text": "not really allowed to do anything too radical.\nAlways, always, always it’s this anti-academia  ",
      "start": 4297.08,
      "duration": 6.44
    },
    {
      "text": "bullshit. Not allowed to do anything radical? \nSays who? Who is stopping anyone? Someone goes  ",
      "start": 4303.52,
      "duration": 6.48
    },
    {
      "text": "to college to get educated and then goes into \nthe private sector and starts their own business  ",
      "start": 4310.0,
      "duration": 4.36
    },
    {
      "text": "developing some incredible new technology, who \nis stopping them? Where is this shadow academia  ",
      "start": 4314.36,
      "duration": 5.8
    },
    {
      "text": "Gestapo forcing people to use their knowledge \nin only certain establishment-approved ways?  ",
      "start": 4320.16,
      "duration": 5.4
    },
    {
      "text": "Who is preventing people from taking their \nactual legitimate knowledge and developing  ",
      "start": 4325.56,
      "duration": 4.92
    },
    {
      "text": "actual lucrative applications that will matter \nin society, and why would any capitalistic  ",
      "start": 4330.48,
      "duration": 5.48
    },
    {
      "text": "enterprise be trying to squash that?\nWe have to have a philosophical framework,  ",
      "start": 4335.96,
      "duration": 4.52
    },
    {
      "text": "an actual ethical structure that we can look \nat and say well this is without a doubt the  ",
      "start": 4340.48,
      "duration": 4.36
    },
    {
      "text": "right way of thinking. Within that framework \nwe derive an advanced ethics. An ethic that  ",
      "start": 4344.84,
      "duration": 6.84
    },
    {
      "text": "can be taught without fear in elementary \nschool, grade school, secondary school,  ",
      "start": 4351.68,
      "duration": 5.72
    },
    {
      "text": "and in our colleges and universities. We have \nto look for possible alternative sources of  ",
      "start": 4357.4,
      "duration": 6.08
    },
    {
      "text": "leadership. I don’t see anybody on the top of the \nheap now who is capable of doing this. They’ve all  ",
      "start": 4363.48,
      "duration": 6.24
    },
    {
      "text": "been co-opted by the system. They have too much to \nlose by deviating from what is now a barren path.  ",
      "start": 4369.72,
      "duration": 5.4
    },
    {
      "text": "It’s going to take somebody else. Somebody \ncoming in from outside. Somebody rising  ",
      "start": 4376.36,
      "duration": 4.04
    },
    {
      "text": "to the top from the bottom, shall we say.\nThat’s right, once again, the establishment is  ",
      "start": 4380.4,
      "duration": 5.88
    },
    {
      "text": "failing! It’s a sinking ship! And yet somehow \nthey have too much to lose by deviating,  ",
      "start": 4386.28,
      "duration": 5.32
    },
    {
      "text": "which isn’t even logically consistent. This \nis Wal Thornhill and the electric universe.  ",
      "start": 4391.6,
      "duration": 4.88
    },
    {
      "text": "This is James Tour and origin of life research. \nThis is Eric Weinstein and theoretical physics.  ",
      "start": 4396.48,
      "duration": 5.12
    },
    {
      "text": "Countless examples, always the same intent, a \ndevaluing of everything established to promote  ",
      "start": 4401.6,
      "duration": 6.72
    },
    {
      "text": "something that is invalid at face value. It’s \nabout tearing down existing human knowledge  ",
      "start": 4408.32,
      "duration": 4.88
    },
    {
      "text": "to put it on even footing with their complete \nignorance. Chris, EVERYBODY rises to the top  ",
      "start": 4413.2,
      "duration": 6.36
    },
    {
      "text": "from the bottom. No one is born an accomplished \nscientist or philosopher. They learn and work and  ",
      "start": 4419.56,
      "duration": 6.24
    },
    {
      "text": "become that person. And there are no shortcuts, \ndespite what any internet guru will promise. ",
      "start": 4425.8,
      "duration": 7.0
    },
    {
      "text": "Could it be you? Who knows. It could be you.\nIt could be… ME? REALLY? Wow, thank you  ",
      "start": 4432.8,
      "duration": 14.8
    },
    {
      "text": "internet guru! I will follow you \nand subscribe to your newsletter!  ",
      "start": 4447.6,
      "duration": 4.44
    },
    {
      "text": "What will be our first order of business?\nOh well one of the first things I would do is  ",
      "start": 4452.04,
      "duration": 4.12
    },
    {
      "text": "I would institute something like the Manhattan \nproject for a safe long lasting means of birth  ",
      "start": 4456.16,
      "duration": 5.04
    },
    {
      "text": "control. Simply implant that in all children at \nage 10. That would solve our population problem  ",
      "start": 4461.2,
      "duration": 5.08
    },
    {
      "text": "right off the bat. It would also allow us to \nperform a benign version of eugenics. Or I should  ",
      "start": 4466.28,
      "duration": 6.48
    },
    {
      "text": "probably say anti-disgenics. Either we have to do \nit through genetic engineering, or we have to let  ",
      "start": 4472.76,
      "duration": 6.48
    },
    {
      "text": "only the fit breed. We like to think that it is \nour right to breed as incontinently as we want to,  ",
      "start": 4479.24,
      "duration": 6.56
    },
    {
      "text": "have as many kids with whomever we want \nto. Future generations of mankind are  ",
      "start": 4485.8,
      "duration": 3.64
    },
    {
      "text": "being saddled with the results of what we do.\nYeah, you heard right. He is a proponent of  ",
      "start": 4489.44,
      "duration": 5.0
    },
    {
      "text": "eugenics. Doesn’t seem so harmless anymore, now \ndoes it? Nevertheless, getting away from Chris for  ",
      "start": 4494.44,
      "duration": 5.32
    },
    {
      "text": "a moment, let’s examine how this specific brand \nof rhetoric is used on a broader stage. People  ",
      "start": 4499.76,
      "duration": 5.68
    },
    {
      "text": "who are disgruntled due to economic disparity will \nfall for demagogues. Hitler rose out of the great  ",
      "start": 4505.44,
      "duration": 5.84
    },
    {
      "text": "depression, Trump came to power in the wake of the \n2008 recession. This playbook is centered around  ",
      "start": 4511.28,
      "duration": 5.6
    },
    {
      "text": "an attempt to take civil unrest due to economic \nissues and use it to manufacture political power.  ",
      "start": 4516.88,
      "duration": 7.16
    },
    {
      "text": "Most people know they’re getting screwed but \nthey have no idea how or what to do about it,  ",
      "start": 4524.04,
      "duration": 4.72
    },
    {
      "text": "so they listen to the loud man who pretends to \nhave answers to precisely these questions. But  ",
      "start": 4528.76,
      "duration": 4.96
    },
    {
      "text": "these answers are always a distraction from the \nreal issues. It’s never their own greed or the  ",
      "start": 4533.72,
      "duration": 4.68
    },
    {
      "text": "institutions they serve, but rather immigrants, \nor woke Marxists suppressing free speech. It’s  ",
      "start": 4538.4,
      "duration": 6.8
    },
    {
      "text": "whatever boogeyman they can conjure to distract \nthe masses from the economic issues that are  ",
      "start": 4545.2,
      "duration": 4.88
    },
    {
      "text": "truly to blame. They will manufacture some kind \nof grand ideological battle when it’s really  ",
      "start": 4550.08,
      "duration": 5.4
    },
    {
      "text": "just deregulation implemented by most of the \npresidents of the past 50 years, in both parties,  ",
      "start": 4555.48,
      "duration": 5.36
    },
    {
      "text": "from Reagan to Clinton and all the rest.\nThe current epistemological breakdown we are  ",
      "start": 4560.84,
      "duration": 5.24
    },
    {
      "text": "experiencing in this post-truth era is a problem \nthat can’t possibly be overstated. People have no  ",
      "start": 4566.08,
      "duration": 5.96
    },
    {
      "text": "idea who to trust, and they are making the wrong \ndecisions in enormous numbers. I promise I’ll  ",
      "start": 4572.04,
      "duration": 6.0
    },
    {
      "text": "keep it short this time, since it always comes \nback to this, but if we don’t figure out how to  ",
      "start": 4578.04,
      "duration": 4.52
    },
    {
      "text": "help people feel motivated and inspired to gather \nbasic knowledge for themselves, so they can avoid  ",
      "start": 4582.56,
      "duration": 5.48
    },
    {
      "text": "falling for these kinds of internet gurus, and if \nwe don’t try and steer the media landscape towards  ",
      "start": 4588.04,
      "duration": 5.96
    },
    {
      "text": "highlighting actual educated and knowledgeable \npeople, we are absolutely doomed as a species.  ",
      "start": 4594.0,
      "duration": 6.48
    },
    {
      "text": "Because when the shit really hits the fan, and \nwe are faced with a real existential problem,  ",
      "start": 4600.48,
      "duration": 5.48
    },
    {
      "text": "it’s not gonna be some jerk like Chris Langan \nwho gets us out of it, I can promise you that. ",
      "start": 4605.96,
      "duration": 6.28
    },
    {
      "text": "So that’s it for Chris Langan, another in a \nlong line of pseudo-intellectual clones we  ",
      "start": 4612.24,
      "duration": 4.84
    },
    {
      "text": "absolutely don’t need and who hopefully \nwill fade into obscurity very quickly.  ",
      "start": 4617.08,
      "duration": 4.28
    },
    {
      "text": "But the factory is cranking these guys out \nfaster than sweat shops can make new iPhones,  ",
      "start": 4621.36,
      "duration": 4.84
    },
    {
      "text": "so I’ll see you next time for whichever \nfraud I have to cover next. Until then.",
      "start": 4626.2,
      "duration": 3.92
    }
  ]
}