{
  "video_id": "H9-0qnDJR-A",
  "url": "https://www.youtube.com/watch?v=H9-0qnDJR-A",
  "transcript": [
    {
      "text": "Speaker 1: The news that Noam Chomsky hung out \nwith the late Jeffrey Epstein has really sent  ",
      "start": 0.0,
      "duration": 7.08
    },
    {
      "text": "many people for quite a loop. Chomsky was asked \nabout this and said, None of your business when  ",
      "start": 7.08,
      "duration": 7.32
    },
    {
      "text": "The Wall Street Journal inquired about it, \nwhich is striking. At least some people in  ",
      "start": 14.4,
      "duration": 4.74
    },
    {
      "text": "my audience has a very strange response. It's \nthe entire thing is not incredibly newsworthy.  ",
      "start": 19.14,
      "duration": 6.42
    },
    {
      "text": "But I think what is setting some people \noff is what they perceive to be a really  ",
      "start": 25.56,
      "duration": 5.22
    },
    {
      "text": "like the worst possible response from Noam \nChomsky. Now, of course, Jeffrey Epstein,  ",
      "start": 30.78,
      "duration": 5.16
    },
    {
      "text": "who is now deceased, now understood to be an \nextraordinary predator involving young girls. And,  ",
      "start": 36.96,
      "duration": 9.54
    },
    {
      "text": "you know, all the the details are so beyond the \nscope of what I can sort of illuminate here. But  ",
      "start": 46.5,
      "duration": 7.38
    },
    {
      "text": "this has been an ongoing story for a very, very \nlong time. And he is an extraordinarily horrifying  ",
      "start": 53.88,
      "duration": 6.78
    },
    {
      "text": "predator. And so every time it turns out someone \nmet with him, this happened to Bill Gates,  ",
      "start": 60.66,
      "duration": 4.8
    },
    {
      "text": "Trump and Clinton knew Epstein. It always sort \nof generates a little bit of a story. But Alan  ",
      "start": 65.46,
      "duration": 5.1
    },
    {
      "text": "Dershowitz is another one who visited Jeffrey \nEpstein's private island. I believe it was.  ",
      "start": 70.56,
      "duration": 4.98
    },
    {
      "text": "But Chomsky is surprising some. So there's a \nBusiness Insider story. Renowned academic Noam  ",
      "start": 75.54,
      "duration": 5.34
    },
    {
      "text": "Chomsky told The Wall Street Journal that his \nmeetings with Jeffrey Epstein are, quote, None  ",
      "start": 80.88,
      "duration": 4.02
    },
    {
      "text": "of your business. None of your business. The Wall \nStreet Journal reports that Chomsky held multiple  ",
      "start": 84.9,
      "duration": 5.94
    },
    {
      "text": "meetings with Jeffrey Epstein. Chomsky's meetings \nwith Epstein took place long after the disgraced  ",
      "start": 90.84,
      "duration": 5.58
    },
    {
      "text": "financier had registered as a sex offender. So \nthe idea of this was long before anybody knew  ",
      "start": 96.42,
      "duration": 5.76
    },
    {
      "text": "anything. Not valid. It was. It was known when \nthe Journal asked Chomsky about the meetings, the  ",
      "start": 102.18,
      "duration": 5.88
    },
    {
      "text": "linguist had some choice words and the article. \nIt's a short article. Let's look at it because  ",
      "start": 108.06,
      "duration": 5.7
    },
    {
      "text": "it's interestingly written. When asked about their \nconnections with Jeffrey Epstein, many business  ",
      "start": 113.76,
      "duration": 4.08
    },
    {
      "text": "leaders and bureaucrats offered tight lipped \nregrets and apologies. Not Noam Chomsky. The Wall  ",
      "start": 117.84,
      "duration": 5.34
    },
    {
      "text": "Street Journal, in an exclusive published Sunday, \nsaid it obtained Epstein's private calendar. It  ",
      "start": 123.18,
      "duration": 4.5
    },
    {
      "text": "outlined numerous meetings with high profile \npeople, including Chomsky, the famed academic  ",
      "start": 127.68,
      "duration": 4.02
    },
    {
      "text": "and political activist. When the Journal reached \nout to Chomsky, he had choice words. Quote,  ",
      "start": 131.7,
      "duration": 4.68
    },
    {
      "text": "First response is that it is none of your business \nor anyone's. Second is that I knew him and we met  ",
      "start": 136.38,
      "duration": 6.0
    },
    {
      "text": "occasionally. Chomsky, 94, told the Journal in an \nemail. Epstein, the disgraced financier accused of  ",
      "start": 142.38,
      "duration": 7.14
    },
    {
      "text": "sex trafficking underage girls, died by suicide \nin 2019 in a manhattan jail as he awaited trial.  ",
      "start": 149.52,
      "duration": 5.28
    },
    {
      "text": "In addition to Chomsky, the Journal noted meetings \nwith a current CIA director, William Burns,  ",
      "start": 156.42,
      "duration": 5.1
    },
    {
      "text": "as well as Katherine Rambler, a top lawyer at \nGoldman Sachs and former White House counsel under  ",
      "start": 161.52,
      "duration": 4.44
    },
    {
      "text": "Obama. Epstein's meetings with Chomsky appear to \nhave taken place in 2015 and 16. Epstein was first  ",
      "start": 165.96,
      "duration": 6.48
    },
    {
      "text": "charged with procuring minors for prostitution and \nregistered as a sex offender in 2008. In March of  ",
      "start": 172.44,
      "duration": 6.48
    },
    {
      "text": "2015, Epstein scheduled meeting with Chomsky and \na Harvard University professor. Chomsky confirmed  ",
      "start": 178.92,
      "duration": 5.94
    },
    {
      "text": "that there were several meetings where they \ndiscussed various topics. The Journal reported  ",
      "start": 184.86,
      "duration": 4.56
    },
    {
      "text": "that months later, Epstein scheduled a flight with \nChomsky and his wife for a planned dinner with  ",
      "start": 189.42,
      "duration": 4.74
    },
    {
      "text": "movie director Woody Allen and his wife, Soon-Yi \nPrevin, who is also the adopted daughter of his  ",
      "start": 194.16,
      "duration": 5.52
    },
    {
      "text": "ex-partner Mia Farrow. Chomsky said, and this \none is a little weird. If there was a flight,  ",
      "start": 199.68,
      "duration": 4.86
    },
    {
      "text": "which I doubt it would have been from Boston \nto New York 30 minutes. See, I would remember  ",
      "start": 204.54,
      "duration": 5.04
    },
    {
      "text": "whether I flew with Jeffrey Epstein that I \nthat's strange. But he says I'm unaware of  ",
      "start": 209.58,
      "duration": 6.78
    },
    {
      "text": "the principle that requires that I inform you \nabout an evening spent with a great artist.  ",
      "start": 216.36,
      "duration": 4.32
    },
    {
      "text": "Chomsky said. What was known about Epstein was he \nhad been convicted of a crime and had served the  ",
      "start": 221.64,
      "duration": 4.56
    },
    {
      "text": "sentence according to U.S. laws and norms that \nyields a clean slate. So listen, I agree that  ",
      "start": 226.2,
      "duration": 6.54
    },
    {
      "text": "the responses are a little bit odd. I also have \nno reason whatsoever to believe that Chomsky did  ",
      "start": 232.74,
      "duration": 9.06
    },
    {
      "text": "anything inappropriate as it relates to the things \nthat Epstein was accused and previously convicted  ",
      "start": 241.8,
      "duration": 6.18
    },
    {
      "text": "of. On the one hand, it would be really easy for \nChomsky to say, Listen, Epstein contacted me to  ",
      "start": 247.98,
      "duration": 6.3
    },
    {
      "text": "do seminars for rich people because they \nwere interested in hearing my perspective.  ",
      "start": 254.28,
      "duration": 3.36
    },
    {
      "text": "The thing is, if that's not true, why \nwould Chomsky make that up and lie if  ",
      "start": 260.28,
      "duration": 4.2
    },
    {
      "text": "that's not actually what took place? And so I \nunderstand that Chomsky is responding in what  ",
      "start": 264.48,
      "duration": 5.52
    },
    {
      "text": "is sort of, you know, I you could say it's a \nstrange response, but it also doesn't really  ",
      "start": 270.0,
      "duration": 7.86
    },
    {
      "text": "suggests to me that Chomsky did anything wrong. \nI don't know that there's too much more to say  ",
      "start": 277.86,
      "duration": 7.92
    },
    {
      "text": "about it. And quite frankly, it's not ultra \nsurprising to me. Listen, if you had said,  ",
      "start": 285.78,
      "duration": 5.82
    },
    {
      "text": "Hey, David, you know, knowing that Epstein \nmet with Clinton, Trump and Dershowitz,  ",
      "start": 291.6,
      "duration": 7.56
    },
    {
      "text": "who else would you guess he might have hung out \nwith? My mind doesn't immediately go to Chomsky,  ",
      "start": 299.16,
      "duration": 6.0
    },
    {
      "text": "but I do think it's important to just kind of \ngenerally consider and understand that, um,  ",
      "start": 305.16,
      "duration": 6.18
    },
    {
      "text": "it ends up being a small world in a lot of ways. \nAnd so when you say Chomsky knew Epstein, it's  ",
      "start": 311.34,
      "duration": 6.0
    },
    {
      "text": "not like a mind blowing shock to me. At the same \ntime, if there's any evidence at any point that  ",
      "start": 317.34,
      "duration": 4.8
    },
    {
      "text": "comes forward that Chomsky did anything wrong, \nwe'll discuss it. At this point, there is not.",
      "start": 322.14,
      "duration": 4.5
    }
  ]
}