{
  "duration": "PT5M17S",
  "view_count": "351388",
  "like_count": "4398",
  "title": "Noam Chomsky on Ron Paul's 9/11 Theories: \"What He Said Is Completely Uncontroversial\"",
  "description": "DemocracyNow.org - During the most recent Republican presidential debate on Monday, September 12th, Congressman Ron Paul of Texas drew boos and jeers from the crowd and his fellow debaters for his views on the roots of 9/11 attacks. Dr. Paul criticized U.S. foreign policy as the catalyst stating, \"we're under great threat because we occupy so many countries... We have to be honest with ourselves. What would we do if another country, say China, did to us what we do to all those countries over there?\" For more, Democracy Now! spoke with Professor Emeritus of Linguistics at the Massachusetts Institute of Technology, Noam Chomsky. Dr. Chomsky responded to Dr. Paul's comments by reciting the history of antagonism to US policy, concluding: \"I think what he said is completely uncontroversial. You can read it in government documents.\"\r\n\r\nEXCERPT OF RUSH TRANSCRIPT:\r\n\r\nAARON MATÉ (DN! Co-Host): Well, Noam, you mentioned the changes in discourse between 10 years ago and today. And actually, this issue of the reasons behind 9/11 came up last night at the Republican presidential debate. Congress Member Ron Paul of Texas drew boos from the crowd and a rebuke from other candidates on the podium when he criticized U.S. foreign policy in discussing the roots of 9/11.\r\n\r\nREP. RON PAUL: We're under great threat because we occupy so many countries. We're in 130 countries. We have 900 bases around the world. We're going broke. The purpose of al-Qaeda was to attack us, invite us over there, where they can target us. And they have been doing it. They have more attacks against us and the American interests per month than occurred in all the years before 9/11. But we're there, occupying their land. And if we think that we can do that and not have retaliation, we're kidding ourselves. We have to be honest with ourselves. What would we do if another country, say China, did to us what we do to all those countries over there?\r\nSo, this whole idea that the whole Muslim world is responsible for this and they're attacking us because we're free and prosperous, that is just not true. Osama bin Laden and al-Qaeda have been explicit. They have been explicit, and they wrote and said that we attacked—we attacked America because you had bases on our holy land in Saudi Arabia, you do not give Palestinians a fair treatment, and you have been bombing—I didn't say that, I'm trying to get you to understand what the motive was behind the bombing. At the same time, we had been bombing and killing hundreds of thousands of Iraqis for 10 years. Would you be annoyed? If you're not annoyed, then there's some problem.\r\n\r\nAARON MATÉ: That was Republican Congress Member Ron Paul of Texas speaking last night at the Republican presidential debate. Noam Chomsky, your response?\r\n\r\nNOAM CHOMSKY: I think what he said is completely uncontroversial. You can read it in government documents. You can find it in polls. Maybe people don't like to hear it, but, as I mentioned before, it goes back to the 1950s. Actually, right after 9/11, the Wall Street Journal, to its credit, did a study of privileged Muslims, sometimes called \"monied Muslims,\" people in the Muslim world who are deeply embedded in the U.S. global project—lawyers, directors of multinational corporations and so on, not the general population. And it was very much like what Eisenhower had—was concerned about, and the National Security Council, in the 1950s. There was a lot of antagonism to—a lot of antagonism to U.S. policy in the region, partly support of dictators blocking democracy and development, just as the National Security Council concluded in 1958.\r\n\r\n\r\nFOLLOW DEMOCRACY NOW! ONLINE:\r\nFacebook: http://www.facebook.com/democracynow\r\nTwitter: @democracynow\r\nSubscribe on YouTube: http://www.youtube.com/democracynow\r\nDaily Email News Digest: http://www.democracynow.org/subscribe\r\n\r\nPlease consider supporting independent media by making a donation to Democracy Now!\r\ntoday, visit http://www.democracynow.org/donate/YT",
  "tags": [
    "amy goodman",
    "dn",
    "democracy now",
    "aaron mate",
    "poltics",
    "news",
    "ron paul",
    "republican",
    "debate",
    "foreign policy",
    "9/11",
    "Sept. 11",
    "anniversary",
    "occupation",
    "osama bin laden",
    "libertarian"
  ],
  "published_at": "2011-09-13T18:05:12Z"
}