{
  "duration": "PT2H10M14S",
  "view_count": "204",
  "like_count": "10",
  "title": "Noam Chomsky - 1993-10-01 (circa) - Totalitarian Values In A Free Society - Improved Sound",
  "description": "Be sure to pick 720p for best sound and video quality. Noam begins speaking at 6:42 in.\nOn approximately October 1, 1993, Noam Chomsky gave this talk - Totalitarian Values in a Free Society - at Kutztown University in Pennsylvania.  Q&A follows the talk.\n\n\nFor the audio I did a pretty heavy EQing, removing most of booming, echoing sound that Chomsky mentions at the opening.  Also de-noised it, removing a persistent rumble and hiss.  I also went over it, second by second, to remove or reduce most of the audio flubs.  I also cleaned up and boosted audience questions.\n\n\n\nFor the video, I adjusted the color and contrast to have it all look more natural, but since it was shot in bad lighting conditions, it still has little contrast and poor color, alas.\n\n\nEarlier I uploaded an audio-only version with inferior sound quality - now deleted.\n\n\nTags:\n\nChomsky, 1993, Window of vulnerability, Creel Commission, Harold Lasswell, propaganda, Office of Price Administration, Labor Unions, Cold War, Grenada, Christian Fundamentalism, Reagan, Woodrow Wilson, David Hume, Nicaragua, Free Media, Americas Watch, liberal press, Anti-Americanism, terrorist states, World Court, Norman Podhoretz, Witness For Peace, Panama, Manuel Noriega",
  "tags": [
    "Chomsky",
    "1993",
    "Window of vulnerability",
    "Creel Commission",
    "Harold Lasswell",
    "propaganda",
    "Office of Price Administration",
    "Labor Unions",
    "Cold War",
    "Grenada",
    "Christian Fundamentalism",
    "Reagan",
    "Woodrow Wilson",
    "David Hume",
    "Nicaragua",
    "Free Media",
    "Americas Watch",
    "liberal press",
    "Anti-Americanism",
    "terrorist states",
    "World Court",
    "Norman Podhoretz",
    "Witness For Peace",
    "Panama",
    "Manuel Noriega"
  ],
  "published_at": "2024-05-30T16:44:33Z"
}