{
  "duration": "PT12M25S",
  "view_count": "3757",
  "like_count": "75",
  "title": "Rashid Khalidi & Noam Chomsky: For Peace Today, US Must End Support for Sharon's Expansionist Legacy",
  "description": "http://www.democracynow.org - Upon the death of former Israeli Prime Minister Ariel Sharon, we look at how his legacy of separating Gaza from the West Bank and building a \"separation wall\" to seal off Israeli settlements has impacted the peace process in the Middle East today. Noam Chomsky, world-renowned political dissident, linguist, author and Institute Professor Emeritus at Massachusetts Institute of Technology; Rashid Khalidi, Edward Said Professor of Arab Studies at Columbia University; and Avi Shlaim, Emeritus Professor of International Relations at Oxford University, widely regarded as one of the world's leading scholars on the Israeli-Arab conflict. \"What [Secretary of State] John Kerry should do is insist on implementing a very broad international consensus, virtually universal, calling for a two-state settlement on the internationally recognized border,\" Chomsky says. \"This is supported by the entire world; it's been blocked by the United States for 35 years. We should shift that policy, join the world, and carry out measures which might conceivably bring a semi-decent peace.\"\n\nSee all Democracy Now! coverage of the Israeli-Palestinian conflict in our YouTube playlist: http://www.youtube.com/playlist?list=PL791DCCBA64B9D5A4\n\nPlease consider supporting independent media by making a donation to Democracy Now! today, visit: http://owl.li/ruJ5Q  \n\nDemocracy Now! is an independent global news hour that airs weekdays on 1,200+ TV and radio stations Monday through Friday. Check out our vast news archive and stream live 8-9am ET at http://www.democracynow.org.\n\nFOLLOW DEMOCRACY NOW! ONLINE:\nFacebook: http://www.facebook.com/democracynow \nTwitter: @democracynow   \nSubscribe on YouTube: http://www.youtube.com/democracynow \nListen on SoundCloud: http://www.soundcloud.com/democracynow \nDaily Email News Digest: http://www.democracynow.org/subscribe \nGoogle+: https://plus.google.com/+DemocracyNow\nInstagram: http://instagram.com/democracynow\nTumblr: http://democracynow.tumblr.com\n\nPlease consider supporting independent media by making a donation to Democracy Now! today, visit http://www.democracynow.org/donate/YT",
  "tags": [
    "Democracy Now",
    "Amy Goodman",
    "DN",
    "News",
    "Politics",
    "democracynow.org",
    "video",
    "Ariel Sharon (Military Commander)",
    "Israel (Country)",
    "Palestine (Region)",
    "Noam Chomsky (Author)",
    "Avi Shlaim",
    "War Crime (Crime Type)",
    "Israeli--Palestinian Conflict (Event)",
    "Beirut (City/Town/Village)",
    "Lebanon (Country)",
    "Sabra And Shatila Massacre (Event)",
    "Jewish People (Ethnicity)",
    "Palestinian People (Ethnicity)",
    "John Kerry (Primary Candidate)",
    "Rashid Khalidi (Author)",
    "1982 Lebanon War (Event)"
  ],
  "published_at": "2014-01-13T15:44:34Z"
}