{
  "duration": "PT1H12M2S",
  "view_count": "578054",
  "like_count": "12181",
  "title": "The American Middle Class Crisis | Real Stories Noam Chomsky Wealth Inequality Documentary",
  "description": "Renowned academic and author Noam Chomsky offers a thought-provoking exploration of the 10 principles that underlie the concentration of wealth and power, resulting in unprecedented levels of inequality and the erosion of the American middle class. In this enlightening documentary, Chomsky elucidates the causes and consequences of this profound societal shift.\n\nThrough his keen insights and intellectual rigor, Chomsky reveals the mechanisms behind wealth concentration and its detrimental effects on society. He delves into the hollowing out of the American middle class, shedding light on the socio-economic challenges faced by millions. Chomsky's analysis uncovers the interplay between power dynamics and economic disparities, providing a critical examination of the state of inequality in America.\n\nTwitter: https://twitter.com/realstoriesdocs\nFacebook - https://www.facebook.com/RealStoriesChannel\nInstagram - @realstoriesdocs\n\nSubscribe to Real Stories Shorts for bitesize documentary content: shorturl.at/dAKT3\n\nContent licensed from [Abacus Media]. Any queries, please contact us at: owned-enquiries@littledotstudios.com\n \n\nIf you loved this film, Real Stories has hundreds more full-length documentaries, click the link to enjoy: http://bit.ly/1GOzpIu",
  "tags": [
    "American dream reality check",
    "American economy critique",
    "Noam Chomsky documentary",
    "concentration of wealth",
    "critical documentary analysis",
    "economic class divide",
    "economic disparity impact",
    "education and wealth gap",
    "full-length documentary",
    "income disparity insights",
    "middle class downturn analysis",
    "political economy critique",
    "power dynamics",
    "real stories channel",
    "social commentary analysis",
    "societal shift",
    "socio-economic challenges",
    "wealth disparity critique"
  ],
  "published_at": "2023-05-23T16:00:00Z"
}