{
  "duration": "PT1H57M45S",
  "view_count": "819",
  "like_count": "26",
  "title": "Noam Chomsky - 1989-05-22 - Debate with Frits Bolkestein (Dutch Minister of Defense) on Propaganda.",
  "description": "Be sure to pick 720p for best sound quality.On May 22, 1989, Noam Chomsky debated Frits Bolkestein - then the Netherland's Secretary of Defense. \n\nThe debate topic was Manufacturing Consent in Democratic Societies.  Bolkestein and Chomsky had written a serial debate in the Netherlands' newspaper: NRC Handelsblad. \n\nBecause the source videos provided by digitalchomsky omitted short segments, I used some footage from the film \"Manufacturing Consent\" to fill one gap, and also as bookends for the debate footage.  However, there are still other short gaps in the debate.  Nonetheless, I believe this to be the most complete copy currently in existence. \n\nI did a de-noising, removing a persistent hiss from the entire program.  As always, this was uploaded in ALAC lossless audio format. \n\nTags:\n\nChomsky, Debate, 1989, Noam Chomsky, Manufacturing Consent, Walter Lippman, Media, Democracy, Rosa Luxemburg, John Jay, USSR, Bolsheviks, Vietnam, Laos, Cambodia, Indochina, Edward Herman, Tet Offensive, Nicaragua, El Salvador, Guatemala, Ronald Reagan, Death Squads, Steve Biko, Burundi, Hutus, Tutsis, East Timor, Lebanon, Israel, Robert Faurisson, Khmer Rouge, Panama, Teddy Roosevelt, Jimmy Carter, Sandinistas, Amnesty International, Cointelpro, Watergate, FBI,  David Ben-Gurion, François Ponchaud, Tibet, NRC Handelsblad, Rod Nordland, the Netherlands, Indonesia, Grenada, Pentagon Papers, Daniel Ellsberg,",
  "tags": [
    "Chomsky",
    "Debate",
    "1989",
    "Manufacturing Consent",
    "Walter Lippman",
    "Media",
    "Democracy",
    "Rosa Luxemburg",
    "USSR",
    "Bolsheviks",
    "Vietnam",
    "Laos",
    "Cambodia",
    "Indochina",
    "Edward Herman",
    "Tet Offensive",
    "Nicaragua",
    "El Salvador",
    "Guatemala",
    "Ronald Reagan",
    "Steve Biko",
    "Burundi",
    "Hutus",
    "Tutsis",
    "East Timor",
    "Lebanon",
    "Israel",
    "Robert Faurisson",
    "Khmer Rouge",
    "Panama",
    "Jimmy Carter",
    "Sandinistas",
    "Cointelpro",
    "FBI",
    "François Ponchaud",
    "Tibet",
    "NRC Handelsblad",
    "Rod Nordland",
    "the Netherlands",
    "Indonesia",
    "Grenada",
    "Pentagon Papers",
    "Daniel Ellsberg"
  ],
  "published_at": "2023-12-26T12:52:59Z"
}