{
  "duration": "PT9M59S",
  "view_count": "125",
  "like_count": "15",
  "title": "Communicative Competence |  Competence & Performance | Langue & and Parole | Comparison",
  "description": "In this video, we explore the concept of communicative competence as introduced by linguist Dell Hymes, highlighting how it differs from other key linguistic concepts like competence, performance, langue, and parole. Communicative competence refers to a speaker's ability to use language effectively in a variety of social contexts, not just to produce grammatically correct sentences. We compare this to linguistic competence, a term coined by Noam Chomsky, which focuses on a speaker's internal knowledge of grammar. We also delve into performance, which is the actual use of language in real-life situations, and the distinction between langue (the abstract system of language) and parole (the actual spoken or written instances of language use). This video provides a clear, concise understanding of these concepts and their interrelationships.\n\nThis Channel covers English Literature, English Linguistics, English Grammar, MCQs on all fields of English, PPSC Written Exam preparation, PPSC Interview Preparation, Spoken English and IELTS. So far many candidates have succeeded in their professional and academic lives after being connected with this channel.  \nDr. Jahanzeb Jahan (PhD English Linguistics) is the author of First ever alliterated poem on the life of Holy Prophet PBUH which is published on AMAZON. has been working as English language teacher in a Public Sector University since 2007 . He followed his passions and proved himself as a successful teacher, trainer and content developer. Drawing from this vast experience and his extensive study of English literature and linguistics, Dr. Jahanzeb Jahan aims at making this channel, the most comprehensive Youtube Channel of English Language and Literature. He has a rare ability to give better understanding of all the topics on English language and literature. He has a unique methodology of combining conventional teaching patterns and unconventional research on the topic. Having a strong hold on Greek Mythology and British History, he explains the ideas unlike many Youtube Channels. Dr. Jahanzeb Jahan is a writer of three books and the best of his works, \"Muhammad (PBUH) the Messenger, The Crown of Creation\", is near its publication. This book is completely in alliteration which covers the entire life of Holy Prophet Muhammad PBUH, A unique work in English to praise the Supreme Creation.\n\n =====\nFOLLOW US ON THE SOCIALS\n=====\nFacebook: https://www.facebook.com/jjahan\nInstagram: https://www.instagram.com/jahanzeibmalik/\n\nLink to the Book on Amazon\nhttps://www.amazon.com/dp/B08JVV9VPQ/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1600958270&sr=1-1",
  "tags": [
    "communicative competence",
    "dell hymes communicative competence",
    "dell hymes",
    "dell hymes speaking model",
    "what is communicative competence",
    "communicative competence examples",
    "importance of communicative competence",
    "linguistic competence",
    "dell hymes speaking",
    "competence",
    "discourse competence",
    "communicative competence in second language acquisition",
    "ethnography of communication dell hymes",
    "dell hymes speaking model key",
    "langue",
    "parole",
    "performance",
    "saussure",
    "chomsky",
    "noam chomsky",
    "linguistics"
  ],
  "published_at": "2024-11-24T06:36:36Z"
}