{
  "duration": "PT29M52S",
  "view_count": "33187",
  "like_count": "144",
  "title": "Politics of U.S. Occupation (features Professors Chomsky , Balce , Tadiar and Bauzon)",
  "description": "PS: for a free download of Politics of U.S. Occupation, please go to link below:   \nhttps://archive.org/details/rconcep11\n\nTO TEXT/CALL THE FILMMAKER:   RICHARD CONCEPCION 443-977-6102 (USA)\nOfficial Selection 2011 Aljazeera International Documentary Film Fest\nTHE USE OF THIRD PARTY AUDIOVISUAL IMAGES OR TEXTS IN POLITICS OF U.S. OCCUPATION  IS BASED ON THE  STATEMENT OF BEST PRACTICES IN FAIR USE FOR DOCUMENTARY FILMMAKERS AND ONLINE VIDEO PRODUCERS PUBLISHED  BY THE AMERICAN UNIVERSITY CENTER FOR MEDIA AND SOCIAL IMPACT AND THE AMERICAN UNIVERSITY WASHINGTON COLLEGE OF LAW IN THE LINKS BELOW:\nhttp://www.cmsimpact.org/fair-use\n\n\n\nFAIR USE IS AN EXCEPTION TO COPYRIGHT INFRINGEMENT under Section 107 of the U.S. Copyright Law published by the U.S. Copyright Office\nhttps://www.copyright.gov/fair-use/more-info.html\n\nNotwithstanding the provisions of sections 106 and 106A, the fair use of a copyrighted work, including such use by reproduction in copies or phonorecords or by any other means specified by that section, for purposes such as criticism, comment, news reporting, teaching (including multiple copies for classroom use), scholarship, or research, is not an infringement of copyright. In determining whether the use made of a work in any particular case is a fair use the factors to be considered shall include— \n\n(1) the purpose and character of the use, including whether such use is of a commercial nature or is for nonprofit educational purposes;\n\n(2) the nature of the copyrighted work;\n\n(3) the amount and substantiality of the portion used in relation to the copyrighted work as a whole; and\n\n(4) the effect of the use upon the potential market for or value of the copyrighted work.\n\nThe fact that a work is unpublished shall not itself bar a finding of fair use if such finding is made.\n\n\nhttps://www.copyright.gov/title17/chapter1.pdf \n\nPOLITICS OF U.S. OCCUPATION (AMERICAN UNIVERSITY SCHOOL OF COMMUNICATION- MFA THESIS FILM PROJECT)\nI wrote, directed, shot and edited the documentary, Politics of U.S. Occupation, which features Linguistics Professor Noam Chomsky of Massachussetts Institute of Technology (MIT), Women's Studies Professor Neferti Tadiar of Barnard College (New York), Asian American Studies Professor Nerissa Balce of Stony Brook University (New York) and Political Science Professor Kenneth Bauzon of St. Joseph's College (New York) who analyze the 1899 Philippine-American War in order to rediscover its historical similarities to the so-called post-9/11 War on Terror. My MFA thesis adviser at American University School of Communication was Professor Russell Williams, who won the Academy Award for Best Sound in Glory (1989) and Dances with Wolves (1990). \n\nElectric guitar music was performed by Rogel Maprangala\n\nSYNOPSIS\nThe purpose of the half-hour documentary, Politics of U.S. Occupation, was to challenge the historical awareness of the audience as it explores the following:\n\nFirstly, it argues the idea that the Philippine-American war of 1899 (and not World War II) is the foundation of Philippine-U.S. relations. The film also visually shows footage of World War II combat and deaths that were just as traumatic as the images of the Philippine American war.\n\nSecondly, it describes the idea that the Philippine-American war of 1899 was characterized by systematic use of torture (despite official U.S. denials). One of the torture techniques used in the Philippines was the \"water cure\" - better known now as \"water boarding.\"\n\nThirdly, it explains the idea that the brutality of the Philippine-American war was not much different from the brutality of the U.S. conquest of its indigenous population- known as the Indian Wars. We also learn that this turn of the century repression of Catholic and Muslim resistance fighters in the Philippines became the template used by the U.S. in its armed interventions in Latin America and the Middle East.\n\nLastly, it suggests the feminist idea that there is often an interconnectedness between the violence within the United States and U.S. violence overseas as exemplified in the migration of the Indian wars atrocities (e.g. 1890 Wounded Knee massacre)  and the Philippine-American war abuses (e.g. 1906 Bud Dajo massacre) to the post-9/11 Iraq War atrocities.",
  "tags": [
    "Indians",
    "Indian wars",
    "Wounded Knee",
    "Wounded Knee massacre",
    "Bud Dajo massacre",
    "Bud Bagsak massacre",
    "Muslims",
    "Moros",
    "Mindanao",
    "Leonard Wood",
    "Theodore Roosevelt",
    "Woodrow Wilson",
    "Haiti",
    "Nicaragua",
    "Spain",
    "Spanish American War",
    "Emilio Aguinaldo",
    "Macario Sakay",
    "Jacob Smith",
    "Littleton Waller",
    "festival",
    "live",
    "broken",
    "history",
    "communism",
    "world war",
    "conspiracy theory",
    "philosophy",
    "inspirational",
    "culture",
    "documentary",
    "civil",
    "director",
    "Duterte",
    "Catholics",
    "Islam",
    "Philippines",
    "Filipinos"
  ],
  "published_at": "2011-01-09T07:40:24Z"
}