{
  "duration": "PT54M18S",
  "view_count": "54774",
  "like_count": "1276",
  "title": "Noam Chomsky for Age of Economics - Full interview",
  "description": "Age of Economics: in the first part of this project a diverse group of global thinkers answers 8 fundamental questions about economics and capitalist civilization. (Interview number 6)\n\n0:00 - Prologue\n01:31 - Intro\n01:49 - 1. Why does economics matter?\n07:33 - 2. What are the differences between economic science and economic engineering?\n18:35 - 3. What role does economics play in society? Does it serve the common good? \n26:42 - 4. Economics provides answers to problems related to markets, efficiency, profits, consumption and economic growth. Does economics do a good job in addressing the other issues people care about: climate change and the wider environment, the role of technology in society, issues of race and class, pandemics, etc.?\n30:46 - 5. As we live in an age of economics and economists – in which economic developments feature prominently in our lives and economists have major influence over a wide range of policy and people – should economists be held accountable for their advice?\n33:54 - 6. Does economics explain Capitalism? How would you define Capitalism?\n40:22 - 7. No human system to date has so far been able to endure indefinitely - not ancient Egypt or Rome, not Feudal China or Europe, not the USSR. What about global Capitalism: can it survive in its current form? \n44:54 - 8. Is Capitalism, or whatever we should call the current system, the best one to serve the needs of humanity, or can we imagine another one?\n\nAbout Noam Chomsky\nAmerican. Linguist, philosopher, cognitive scientist, historian, social critic and political activist\n\nSometimes called “the father of modern linguistics”, Chomsky is also a major figure in analytic philosophy, and is one of the founders of the field of cognitive science. He is Laureate Professor of Linguistics at the University of Arizona and Institute Professor Emeritus at the Massachusetts Institute of Technology (MIT), and is the author of more than 100 books on topics such as linguistics, war, politics, and mass media.\n\n►Website 👉https://www.ageofeconomics.org\n►Transcript👉https://www.ageofeconomics.org/interviews/noam-chomsky/\n►Youtube channel👉https://www.youtube.com/c/AgeofEconomics\n►Twitter 👉https://twitter.com/AgeofEconomics\n►Facebook 👉https://www.facebook.com/ageofeconomics\n\nInterview by Fabio Dondero and Julian Karaguesian\n\nMusic: J.S. Bach,  from The Well-Tempered Clavier. Kimiko Ishizaka, piano. Video by Fabio Dondero\nRecorded December 2020",
  "tags": [
    "political economy",
    "framework",
    "system",
    "physics",
    "abstraction",
    "environment",
    "neoliberalism",
    "Milton Friedman",
    "Communist Party",
    "Russia",
    "Putin",
    "humility",
    "World War two",
    "regimented capitalism",
    "financial institutions",
    "Treasury Department",
    "wage",
    "dollars",
    "Reagan",
    "Thatcher",
    "governments",
    "Europe",
    "immigrants",
    "Cold War era",
    "Dean Baker",
    "GDP",
    "SARS epidemic",
    "Ebola",
    "Covid 19",
    "EPA",
    "Trump",
    "William Nordhaus",
    "Bangladesh",
    "Iraq",
    "Middle East",
    "WHO",
    "Nixon",
    "Knights of Labor",
    "Green New Deal",
    "Jeff Sachs",
    "Robert Pollin",
    "RAND",
    "Modi"
  ],
  "published_at": "2023-03-20T23:00:11Z"
}