{
  "duration": "PT10M56S",
  "view_count": "1244",
  "like_count": "3",
  "title": "2005 - Noam Chomsky - The Idea of Universality in Linguistics and Human Rights (MIT) 5",
  "description": "Speakers: Noam Chomsky & Elizabeth S. Spelke\nMarch 15, 2005\nRunning Time: 1:38:20\n\nAbout the Lecture:\n\nIf humans have a common, in-born capacity for language, and for such complex behaviors as morality, might the faculties be somehow linked? Noam Chomsky perceives a mere thread of a connection. At breakneck speed, Chomsky leads us through a history of language theory, concluding with the revolutionary model he championed: a universal grammar underpinning all languages that corresponds to an innate capacity of the human brain. While scientists may now have a \"clearer grasp of the universals of language,\" says Chomsky, notions of universality grow murky as we move \"into domains of will, choice and judgment.\" Chomsky cites the 1948 Universal Declaration of Human Rights as one example of \"broad cross-cultural consensus.\" But he brandishes examples of how \"our moral and intellectual culture....forcefully rejects universal moral judgments\" -- such as continued U.S. refusal to approve anti-torture conventions.\n\nIn contrast, Elizabeth Spelke forcefully links \"universals in human nature to some of the developments in bringing about a greater balance in human rights.\" Thirty years of cognitive and cross cultural research show that humans universally structure their world in terms of objects, have a universal capacity to represent numbers, and to represent other people as \"intentional, goal-directed agents whose freely chosen actions are subject to moral evaluation.\" Variation among humans flows from another universal capacity: to \"freely combine concepts from different core systems.\" Spelke speculates that \"humans might be gripped by a tremendous illusion that different members of different groups really are fundamentally different\" -- an illusion that might drive us to conflict and rights abuses. These aspects of human nature pose a major challenge, but, Spelke concludes, a more fundamental faculty \"holds the potential key to remedy\"—our capacity to \"articulate deeply entrenched notions, criticize and get beyond them.\" (taken from MIT World)",
  "tags": [
    "noam chomsky",
    "chomsky",
    "MIT",
    "human rights",
    "politics",
    "universality",
    "linguistic",
    "elizabeth spelke"
  ],
  "published_at": "2010-12-02T18:59:10Z"
}