{
  "duration": "PT2H8M34S",
  "view_count": "251",
  "like_count": "12",
  "title": "Noam Chomsky - 1988-04-12 - Debate with Richard Perle, former Assistant Secretary of State.",
  "description": "Be sure to pick 720p or higher for best sound quality.\nOn April 12, 1988, Noam Chomsky debated Richard Perle, former Assistant Secretary of State for Global Strategic Affairs under President Ronald Reagan. \n\n\n\nI spend 10 hours manually de-noising and otherwise improving the sound quality of this debate.  It's not everyday that a \"bigshot\" like Richard Perle debates the most cited living person, so I thought it important to improve it as much as I could. \n\n\n\nThe source was a low-bitrate MP3, copied from a video tape provided by Professor Edward Herman.  The original tape was damaged, hence the 2nd half has some noise and distortion - not much of which I could fix.  \n\n\n\nAlthough it's stated during the program that CSPAN was covering this debate, no copy exists on CSPAN's site.   It is possible that Pacifica Radio has a good copy of this debate, but otherwise this version I present to my friends is the best quality one, I believe, in existence, alas. \n\n\n\nTags:\nChomsky, 1988, Noam Chomsky, Richard Perle, Ronald Reagan, Contras,\nSandinistas, Nicaragua, Israel, Palestine, Henry Kissinger, Jimmy Carter,\nDebate, Yitzhak Shamir, Begin, Arafat, PLO, El Salvador, Guatemala,\nCentral America, General Yehoshafat Harkabi, Marshall Plan, Vietnam, Laos, Cambodia, Vietnam War, Likud party, Lehi, Stern Gang, Folke Bernadotte, South Africa,",
  "tags": [
    "Chomsky",
    "1988",
    "Noam Chomsky",
    "Richard Perle",
    "Ronald Reagan",
    "Contras",
    "Sandinistas",
    "Nicaragua",
    "Israel",
    "Palestine",
    "Henry Kissinger",
    "Jimmy Carter",
    "Debate",
    "Yitzhak Shamir",
    "Begin",
    "Arafat",
    "PLO",
    "El Salvador",
    "Guatemala",
    "Central America",
    "General Yehoshafat Harkabi",
    "Marshall Plan",
    "Vietnam",
    "Laos",
    "Cambodia",
    "Vietnam War",
    "Likud party",
    "Lehi",
    "Stern Gang",
    "Folke Bernadotte",
    "South Africa"
  ],
  "published_at": "2023-12-22T07:38:07Z"
}