{
  "duration": "PT1H6M13S",
  "view_count": "53",
  "like_count": "0",
  "title": "Debate Noam Chomsky & Michel Foucault | YouTube Audio Library",
  "description": "#shorts #youtubeshorts #youtubeaudiolibrary Please watch: \"Learn French Daily  - Le blanchiment d'argent (Money laundering)\" \nhttps://www.youtube.com/watch?v=H-uNXIfT52w --~--\nYou tube Media Nadichad LearnEnglish - General English: In General English you can improve your knowledge of everyday English and learn the language you need for socialising. You will also develop your .  If this makes sens to you! Support my channel:  Like, Comment, Share, hit bell to be notified! Subscribe To @https://goo.gl/mVoXpV\nLearning English Daily @nadichad\nYou tube Media Nadichad is the best platform where you can learn English grammer through Videos.\nEnglish lessons available on Youtube that will help you learn almost anything, from English vocabulary to pronunciation, grammar and daily conversation. — Free English lessons in pronunciation, grammar, spelling, and more!\nVoice of America - Learn American English with VOA Learning \nVOA Learning English helps you learn English with vocabulary, listening and comprehension lessons through daily news and interactive English learning ...\n\n\nLearning English Daily, VOA Learning English, learning english daily conversation, learning english daily routines, oxford learning english daily conversation, learning english daily conversation, learning english daily routine, learning english daily article, how to learn english daily, how learning english speaking, how learn english conversation, learn english, english conversation, learning english daily @nadichad Learning English use a limited vocabulary and are read at a slower pace than VOA's other English broadcasts. Previously known as Special English. \nEpisode link: https://play.headliner.app/episode/11805569 \n(video made with Headliner.app)\n\n\n#podcast #LearningEnglish #shorts #learninglanguages",
  "tags": [
    "learn english",
    "learn data science",
    "learn",
    "learn php",
    "how to describe a picture in english",
    "english",
    "english audiobook",
    "english basics",
    "english culture",
    "oxford online english",
    "english native",
    "english language (interest)",
    "speak english",
    "english lesson",
    "french",
    "arabic",
    "google traduction anglais francais",
    "learn english with tv series",
    "noam chomsky",
    "michel foucault (author)",
    "Noam Chomsky",
    "YouTube Audio Library",
    "Michel Foucault",
    "analytic philosophy",
    "human nature",
    "philosophy overdose"
  ],
  "published_at": "2021-06-04T16:21:44Z"
}