{
  "duration": "PT1H10M3S",
  "view_count": "2408181",
  "like_count": "38749",
  "title": "Debate Noam Chomsky & Michel Foucault - On human nature [Subtitled]",
  "description": "The full tv debate by Noam Chomsky and Michel Foucault on the question of Human Nature. Subtitles: English, Portuguese, Japanese. Proper subtitles. If you'd like to help create subs for other languages, then contact me.\n\n[Dutch & Portuguese below]\n\nExcerpts from the historical debate between Michel Foucault and Noam Chomsky have passed the reverse many times in recent years. And there is frequently referred to these two thinkers. Here we will be showing the whole fascinating debate on philosophy and politics that in 1971 was recorded for Dutch television.\n\nNoam Chomsky (1928): linguist, historian, philosopher, critic and political activist. As the \"father of modern linguistics\" (linguistics), he focused on the issue of innate vs.. the learned. In his later career has evolved as a major critic of foreign policy of the United States (from Vietnam to South America to the Middle East) and propaganda in the modern media with one of his major works \"Manufacturing Consent: The Political Economy of the Mass Media\".\n\nMichel Foucault (1926 - 1984): French philosopher, social theorist, historian and literary critic. In his work he researches power and its workings, how it influenced knowledge and how it is used as a form of social control. He is best known for his critical studies of social institutions such as psychiatry, social anthropology, the prison system and the history of human sexuality. One of his major works is \"The Birth of the Prison, Discipline and Punish\" (Discipline and Punish: The Birth of the Prison) on changes in the criminal model of punishing the body (corporal punishment) to punish the spirit.\n\nThis video contains the complete TV-Breadcast. Subtitles to be downloaded from: http://www.anarchistischegroepnijmegen.nl/sites/anarchistischegroepnijmegen.nl/files/Chomsky_Foucault_Debate_subs.zip#overlay-context=video\n\n------\n\nHet volledige televisiedebat tussen Michel Foucault en Noam Chomsky over de vraag van de menselijke natuur. Fragmenten uit het historische debat tussen Michel Foucault en Noam Chomsky zijn de nodige keren de revue gepasseerd de afgelopen jaren. En er wordt regelmatig aan deze twee denkers gerefereerd. Hier zullen we het gehele fascinerend debat over filosofie en politiek vertonen dat in 1971 werd opgenomen voor de Nederlandse televisie.\n\nNoam Chomsky (1928): linguïst, historicus, filosoof, politiek criticus en activist. Als de 'vader van de moderne linguïstiek' (taalkunde) richtte hij zich op het vraagstuk van het aangeborene vs. het aangeleerde. In zijn latere carrière heeft zich verder ontwikkeld als een belangrijke criticus van buitenlands beleid van de Verenigde Staten (van Vietnam tot Zuid-Amerika en het Midden-Oosten) en propaganda in de moderne media met als een van zijn belangrijkste werken \"Manufacturing Consent: The Political Economy of the Mass Media\".\n\nMichel Foucault (1926 -- 1984 ): Franse filosoof, sociaal theoreticus, historicus en literair criticus. In zijn werk behandeld hij was macht is en hoe dit werkt, de manier waarop het kennis beïnvloed en hoe het gebruikt wordt als een vorm van sociale controle. Hij is het meest bekend van zijn kritische studies van sociale instituten als de psychiatrie, sociale antropologie, het gevangenissysteem en de geschiedenis van de menselijke seksualiteit. Een van zijn belangrijke werken is \"Naissance de la prison, Surveiller et punir\" (Discipline, toezicht en straf: de geboorte van de gevangenis) over de veranderingen in het strafmodel van het straffen van het lichaam (lijfstraffen) naar straffen van de geest.\n\nDeze video bevat de volledige TV-uitzending.\n\n-----\n\nATENÇÃO: PARA ATIVAR A LEGENDAS EM PORTUGUÊS CLIQUE NO ITEM \"LEGENDAS OCULTAS\"DA BARRA DE FERRAMENTAS DO VÍDEO\n\nSpecial thanks to\nAnarchist Group Nijmegen (http://www.anarchistischegroepnijmegen.nl)\nROAR Magazine (http://www.roarmag.org).\nPortuguse subtitles: Erik Martins\nJapanese subtitles: Isamu Ichikawa",
  "tags": [
    "Chomsky",
    "Foucaul",
    "Noam",
    "Michel",
    "debat",
    "debate",
    "dutch",
    "television",
    "1971",
    "human",
    "nature",
    "politics",
    "philosophy",
    "filosofie",
    "politiek",
    "menselijke natuur",
    "natuur",
    "mens",
    "anti-autoritair",
    "systeem",
    "kritiek",
    "criticism",
    "system",
    "anti-autoritarian",
    "communism",
    "anarchism",
    "socialism",
    "freedom",
    "may '68",
    "students",
    "studenten",
    "mei '68",
    "complete",
    "volledig"
  ],
  "published_at": "2013-03-13T14:27:10Z"
}