{
  "duration": "PT52M42S",
  "view_count": "31458",
  "like_count": "442",
  "title": "The 'Class War' Speech by Prof. Noam Chomsky",
  "description": "Even though this was recorded over a decade ago, there is nothing in it that is dated. If anything, it quite accurately predicts the present.\n\nThis speech was recorded live at MIT back in 1996. These aren't sound bites, they are documented truths expressed in honest language. By the way, Chomsky isn't in any way calling for 'class war' here, he is just describing the reality what has been going on for several decades now.\n\nThere is truth here that you never hear anywhere else. Even wild-eyed radicals seldom deliver hard, unpleasant facts this well. Let's face it, human rights have always been subordinate to business rights in the USA. But things have gotten outrageously worse in modern times. The U.S. is advocating a corporate tyranny far surpassing any level of totalitarianism found in the rest of the developed world. And it really started with outright criminal behavior under the \"great\" Ronald Reagan. I know- I saw it happen..\n\nPerhaps the most frightening thing about this speech is its talk of \"anti-politics\". Briefly, this is the organized campaign to blame everything on the government- even when big business is really in control. They want the people to hate and fear the government, because democratic government has a dangerous flaw- it actually has the slight chance of becoming truly democratic. You see, corporations are perfect- perfect tyrannies.\n\nThe average worker, the average citizen, is never going to be able to change or control them. The government is the only thing the average citizen has the potential to control. Therefore the average citizen must be taught to hate, fear, or simply dismiss organized political action. What you get is \"anti-politics\" where people are totally atomized, fearful and hateful of nearly everything- and totally blind to the real problems.",
  "tags": [
    "Professor",
    "Noam",
    "Chomsky",
    "Class",
    "War",
    "Sociology",
    "equality",
    "democracy",
    "neoliberal",
    "neo-liberal",
    "nyliberal",
    "1996",
    "1995",
    "anti-politics",
    "propaganda",
    "atomization",
    "control",
    "tyranny",
    "totalitarianism",
    "corporate",
    "corporatism",
    "corporativism",
    "USA",
    "MIT"
  ],
  "published_at": "2011-02-06T13:50:32Z"
}