{
  "duration": "PT11M32S",
  "view_count": "93750",
  "like_count": "663",
  "title": "Noam Chomsky: Looking Back on 9/11 a Decade Later. Part 1 of 2",
  "description": "DemocracyNow.org - Ten years ago, at a time when lawmakers from both sides of the isle joined together to authorize endless war, Noam Chomsky's was the leading voice to call for the United States to take a look in the mirror — for a re-thinking of U.S. actions in the Middle East and across the globe. His 2001 book simply titled \"9-11\" became a surprise bestseller. The book collected a series of interviews Chomsky had given on the roots of the 9/11 attacks and his prescription for a just response. Ten years later, Chomsky has just released an updated version titled, \"9-11: Was There An Alternative?,\" which refers to the U.S. assassination of Osama bin Laden and the continuity Chomsky sees between the Bush administration's foreign policy and President Obama's. \"Right at this moment, Obama has succeeded in descending even below George W. Bush in approval in the Arab world,\" says Noam Chomsky on Democracy Now! Sept. 13. \"The policies change, but they are hostile. We should understand where atrocities come from. They do not come from nowhere. If we're serious, we should try to do something about what is the basis for them.\" \r\n\r\nWatch Part 2 of 2: http://youtu.be/LIqUvTaoSQw\r\n\r\nFor the complete transcript, to download the podcast, or for additional reports on Democracy Now! about the attacks and our post-9/11 world and other interviews with Noam Chomsky, visit http://www.democracynow.org/tags/9-11\r\n\r\nFOLLOW DEMOCRACY NOW! ONLINE:\r\nFacebook: http://www.facebook.com/democracynow\r\nTwitter: @democracynow\r\nSubscribe on YouTube: http://www.youtube.com/democracynow\r\nDaily Email News Digest: http://www.democracynow.org/subscribe\r\n\r\nPlease consider supporting independent media by making a donation to Democracy Now!\r\ntoday, visit http://www.democracynow.org/donate/YT",
  "tags": [
    "amy goodman",
    "aaron mate",
    "democracy now",
    "dn",
    "news",
    "politics",
    "9/11",
    "september 11",
    "sept 11",
    "attacks",
    "anniversary",
    "osama bin laden",
    "bin laden",
    "Michael Scheuer",
    "campaign of hatred",
    "national security council",
    "eisenhower",
    "energy",
    "resources",
    "control",
    "obama",
    "Iraq war",
    "Afghanistan",
    "Nuremburg",
    "Ron Paul",
    "al qaeda",
    "Saudi Arabia",
    "Saddam Hussein",
    "homeland security"
  ],
  "published_at": "2011-09-13T14:46:01Z"
}