{
  "duration": "PT3M1S",
  "view_count": "730496",
  "like_count": "5455",
  "title": "Noam Chomsky: The Passing of William F. Buckley | Big Think",
  "description": "Noam Chomsky: The Passing of William F. Buckley\nNew videos DAILY: https://bigth.ink/youtube\nJoin Big Think Edge for exclusive videos: https://bigth.ink/Edge\n---------------------------------------------------------------------------------- \nChomsky was a guest on Buckley's \"Firing Line\" in 1969.\n---------------------------------------------------------------------------------- \nNOAM CHOMSKY:\n\nNoam Avram Chomsky was born in Philadelphia, Pennsylvania on December 7, 1928. He attended the University of Pennsylvania where he studied linguistics, mathematics, and philosophy. In 1955, he received his Ph. D. from the University of Pennsylvania, however, most of the research leading to this degree was done at Harvard between 1951 and 1955.  Since receiving his Ph. D., Chomsky has taught at Massachusetts Institute of Technology, where he now holds the Ferrari P. Ward Chair of Modern Language and Linguistics.\n\nAmong his many accomplishments, he is most famous for his work on generative grammar, which developed from his interest in modern logic and mathematical foundations. As a result, he applied it to the description of natural languages.\n\nHis political tendencies toward socialism and anarchism are a result of what he calls \"the radical Jewish community in New York.\" Since 1965 he has become one of the leading critics of U.S. foreign policy. He published a book of essays called American Power and the New Mandarins which is considered to be one of the most substantial arguments ever against American involvement in Vietnam.\n---------------------------------------------------------------------------------- \nTRANSCRIPT:\n\nNoam Chomsky: Well, first of all my sole contact with Buckley, which was of no particular significance, as far as I was concerned, was that he invited me to be on a talk program that he ran called, “Firing Line.” And yes I was invited, and was there for one program, that was it.\n\nYou can see that program; I understand it’s been now appears on the internet. At the end he said he was pretty angry, he said he would invite me back. But of course, I never heard from him again.\n\nHe was maybe the leading figure in the so-called conservative movement. I don’t think the term “conservative” is appropriate, but what’s called the conservative movement. He was maybe its leading figure, he was maybe its leading intellectual. His journal was “The House Journal.” He was considered, not by me, but he was considered to be witty, articulate, knowledgeable, and so on, and much respected. Again, not by me. But I’m giving a general impression.\n\nBy calling his successors, I assume you mean so-called neo-conservatives. I mean they’re even further from conservatives. They are just extreme radical nationalists; [Paul] Wolfowitz, [Richard] Pearl, [Dick] Cheney, and rest of them. It’s defaming conservatism to associate them with conservatism as an honorable tradition, but it’s not that.\n\nThe same is true of [Ronald] Reagan. Reagan believed in military violence and destruction. Central America, he virtually destroyed. He supported South Africa’s apartheid regime in violation of Congressional legislation. He supported its attacks on neighboring countries, which killed a million and a half people. He supported the Israeli atrocities in Lebanon, which killed ten of thousands of people, and so on.\n\nAnd internally, he was in favor of large-scale government intervention in the economy. Reagan was the most protectionist President in postwar American history; the whole protectionist barriers. He called on the Pentagon to rescue deficient American managements, to teach them modern management techniques so that they could save the economy from Japanese takeover. To call these conservatism, this is a bad joke. And the neo-cons, so-called, are even more extreme. So by today’s standards, Buckley looks pretty modernist.\n\nRecorded on: March 21, 2008",
  "tags": [
    "bigthink",
    "Big Think",
    "BigThink.com",
    "Noam Chomsky",
    "William F. Buckley",
    "Firing Line",
    "william f buckley",
    "william buckley",
    "noam chomsky debate",
    "chomsky buckley",
    "noam chomsky",
    "buckley chomsky",
    "chomsky",
    "chomsky debate",
    "william f buckley noam chomsky",
    "noam chomsky william f. buckley",
    "william f. buckley",
    "william f buckley jr",
    "chomsky vs buckley",
    "noam chomsky william buckley",
    "gore vidal william f. buckley jr",
    "william buckley noam chomsky",
    "noam chomsky buckley",
    "bill buckley"
  ],
  "published_at": "2008-03-25T18:58:35Z"
}