{
  "duration": "PT5M18S",
  "view_count": "15861",
  "like_count": "129",
  "title": "Chomsky's Language Acquisition Device: Definition and Explanation",
  "description": "Learn how it is that children learn to speak so rapidly and have an innate understanding of the rules of grammar and language. A short quiz follows to test your skills.\n\nUniversal Grammar Theory: Definition & Examples\nNoam Chomsky's Theories on Language\nChomsky's Nativist Theory of Language: Definition & Development\nWhat Is Language Acquisition? - Theories & Stages\n\nWhat Is the Language Acquisition Device?\nAnybody who has had or known a child knows that children take to learning language at a remarkable rate. In fact, it seemed a little too remarkable for one linguistics researcher.\nNoam Chomsky , a pioneering linguist and a professor at MIT, put forth an idea called the language acquisition device or LAD, for short. The LAD is a hypothetical tool hardwired into the brain that helps children rapidly learn and understand language. Chomsky used it to explain just how amazingly children are able to acquire language abilities as well as accounting for the innate understanding of grammar and syntax all children possess.\n\nKeep in mind that the LAD is a theoretical concept. There isn't a section of the brain with 'language acquisition device' printed on it and a big switch to turn on and learn a new language. Rather, the LAD is used to explain what are most likely hundreds or thousands of underlying processes that humans have in their brains that have evolved to make us particularly exceptional at learning and understanding language.\n\nChomsky developed the LAD in the 1950s, and since then, has moved on to a greater theory called universal grammar (or UG) to account for the rapid language development in humans. While universal grammar is a bit beyond the scope of this article, just remember for now that LAD later evolved into this theory.\nHow it Works\nLet's go into a little more detail on the LAD. Chomsky proposed that every child was born with an LAD that holds the fundamental rules for language. In other words, children are born with an understanding of the rules of language; they simply need to acquire the vocabulary.\nChomsky offered a number of pieces of evidence to support his theory. He posed that language is fundamentally similar across all of humanity. For instance, every language has something that is like a noun and a verb, and every language has the ability to make things positive or negative.\nChomsky also discovered that when children are learning to speak, they don't make the errors you would expect. For instance, children seem to understand that all sentences should have the structure 'subject-verb-object', even before they are able to speak in full sentences. Weird, huh?\nFrom his experiments, Dr. Chomsky also noted that young children, well before reaching language fluency, would notice if adults around them spoke in a grammatically incorrect manner. He also found that children attempt to apply grammatical rules to words for which their language makes an exception. For example, in following the English rules of grammar, a child might pluralize the word 'fish' as 'fishes' and 'deer' as 'deers', even though our language makes exceptions for those words.\nBefore Chomsky\nPrior to Chomsky's work, the common belief was that children acquired language wholly through exposure. This belief was supported by the work of behavioral psychologists who demonstrated that when exposed to a stimulus and reinforcement, animals (and humans) will eventually learn behaviors within their ability. In essence, children observe language being spoken around them and are rewarded when they speak. Therefore, they learn to speak to seek these rewards.",
  "tags": [
    "Chomsky's",
    "Language",
    "Acquisition",
    "Device",
    "child",
    "lad",
    "grammar",
    "linguistic",
    "Hypothesis",
    "theories",
    "chomsky",
    "universal",
    "studies",
    "English",
    "learning",
    "learn English",
    "learn language",
    "learn ANGLAISE",
    "ABDELLATIF EZZAGAOUI"
  ],
  "published_at": "2018-12-28T17:04:16Z"
}