{
  "duration": "PT2M25S",
  "view_count": "4570",
  "like_count": "100",
  "title": "Bernstein introduces Chomsky's linguistics to music",
  "description": "This lecture was the first time I'd ever heard of Noam Chomsky. It was 7 minutes into Bernstein's Norton Lectures of 1973, entitled 'The Unanswered Question'). The lectures were broadcast over PBS and stirred a lot of interest, leading to the 1983 publication of  \"A Generative Theory of Tonal Music\" by Fred  Lerdahl and Ray Jackendoff. This is a short  2-minute intro; full lecture below (the excerpt appears at the 7:00 mark)\n\nI found the topic fascinating and went to the library to borrow some books by Chomsky.  One was his 1957 introduction to Transformational-Generative Grammar  called 'Syntactic Structures' and it was completely over my head. I struggled through it, with my eyes glazed over, and put it aside.\n\nIn the coming years and decades, Chomsky's name seemed to come up everywhere, and I was not the least surprised to read that in 1992, MIT reported that he is one of the most cited researchers in history: 3,874 citations in the Arts and Humanities Citation Index, 7,449 citations in the Social Science Citation Index, and 1,619 citations in the Science Citation Index.\n\n\"What it means is that he is very widely read across disciplines and that his work is used by researchers across disciplines,\" said Theresa A. Tobin, the Humanities Librarian who checked the numbers.\n\n\"In fact,\" she added, \"it seems that you can't write a paper without citing Noam Chomsky.\"\n\nSo there it is: my introduction to one of the greatest minds ever, over 40 years after the fact.\n\nLecture 1: The Unanswered Question , Musical Phonology:\nhttp://https://www.youtube.com/watch?v=8fHi36dvTdE&t=62s\n\nThe Unanswered Question at Wikipedia:\nhttps://en.wikipedia.org/wiki/The_Unanswered_Question\n\nGenerative Theory of Tonal Music:\nhttps://en.wikipedia.org/wiki/Generative_theory_of_tonal_music\n\nChomsky is Citation Champ:\nhttp://news.mit.edu/1992/citation-0415",
  "tags": [
    "Bernstein",
    "Chomsky",
    "Jackendoff",
    "Lerdahl",
    "music theory",
    "linguistics"
  ],
  "published_at": "2017-03-16T15:39:32Z"
}