{
  "duration": "PT44M38S",
  "view_count": "26465",
  "like_count": "582",
  "title": "Noam Chomsky on Oliver Stone's \"JFK Revisited\"",
  "description": "Noam Chomsky returns to the Green and Red Podcast!  \n\nIn a new interview, Bob talks with Prof. Chomsky in detail about Oliver Stone's new documentary \"JFK Revisited,\" the Vietnam War, and how both liberal and conservative elites have use big lies to put leaders from JFK to Reagan to Trump in a pantheon of great leadership. They also talked about the anniversary of the Capitol Riots, politics in America and the failings of big left media.\n\nNot to be missed interview with the world's greatest living intellectual. \n\nProfessor Chomsky is an American linguist, political philosopher, social critic and political activist. He is Institute Professor Emeritus in the Department of Linguistics and Philosophy at MIT and Laureate Professor of Linguistics and Haury Chair in the Program in Environment and Social Justice at the University of Arizona. \n\nAt 93, he is still active; writing and giving interviews to media all over the world. He is the author of scores of books, including American Power and the New Mandarins, Towards a New Cold War, Necessary Illusions, Hegemony or Survival, Failed States: The Abuse of Power and the Assault on Democracy and Requiem for the American Dream. \n-----------------------------------------------------------------------------\nLinks//\n**G&R:Noam Chomsky on the 1960s and the New Left (https://bit.ly/ChomskyGandR)\n**G&R: Celebrating \"America's greatest intellectual\" Noam Chomsky  (https://bit.ly/ChomskyBdayGandR)\n\nFollow Green and Red//\n**https://linktr.ee/greenandredpodcast\n**Join our Discord Party: https://bit.ly/36hqx7X\n\nDonate to Green and Red Podcast//\n**Become a recurring donor at  https://www.patreon.com/greenredpodcast\n**Or make a one time donation here: https://bit.ly/DonateGandR\n\nThis is a Green and Red Podcast (@PodcastGreenRed) production. Produced  by Bob  (@bobbuzzanco) and Scott (@sparki1969).  “Green and Red Blues\"  by Moody.  Editing by Scott.",
  "tags": [
    "Noam Chomsky",
    "JFK",
    "JFK Revisited",
    "Oliver Stone",
    "Vietnam",
    "Cold War",
    "MAGA",
    "Donald Trump",
    "Ronald Reagan",
    "John F. Kennedy",
    "January 6",
    "Capitol Riot"
  ],
  "published_at": "2022-01-10T19:50:14Z"
}