{
  "duration": "PT9M53S",
  "view_count": "5774",
  "like_count": "145",
  "title": "Noam Chomsky: Democracy - Aristotle vs. James Madison",
  "description": "December 5, 1997\nNortheastern University, Boston\n\nNoam Chomsky: \"Free Markets?\"\nhttps://www.youtube.com/watch?v=WHj2GaPuEhY#t=39m30s\n\nNoam Chomsky - Madison vs. Aristotle\nhttps://www.youtube.com/watch?v=gGfFXc0TwhU\n\nThat Dangerous Radical Aristotle\nhttps://chomsky.info/commongood02/\n\nWhat is the Common Good?\nhttps://chomsky.info/20140107/\n\nJames Madison\n\"Landholders ought to have a share in the government, to support these invaluable interests and to balance and check the other. They ought to be so constituted as to protect the minority of the opulent against the majority.\"\nhttps://founders.archives.gov/documents/Madison/01-10-02-0044\nhttps://en.wikipedia.org/wiki/James_Madison\n\nMichael Klarman: The Framers' Coup: The Making of the United States Constitution (2016)\nhttps://global.oup.com/academic/product/the-framers-coup-9780199942039\nhttps://www.americanheritage.com/framers-coup-making-united-states-constitution\n\nAristotle: Politics: A Treatise on Government\nhttps://www.gutenberg.org/files/6762/6762-h/6762-h.htm\nhttps://www.gutenberg.org/ebooks/6762\n\n\"Those states are likely to be well-administered in which the middle class is large, and stronger if possible than both the other classes... where the middle class is large, there are least likely to be factions and dissensions... For when there is no middle class, and the poor are excessive in number, troubles arise, and the state soon comes to an end.\"\n- Aristotle: Politics\nhttps://twitter.com/RayDalio/status/1476649252814155793\n\n\"In the 4th century B.C., the greek philosopher Aristotle wrote a book titled, \"Politics.\" In it, he discussed several different ways one might organize government.\n\nOf the models discussed, he noted that democracy was probably best, but it had one fatal flaw: if every person got a vote, and all votes were counted equally, the poor would organize together and take all the wealthy peoples' stuff.\n\nAristotle's proposed solution was to reduce inequality by creating a welfare state. His reasoning was that if poor have enough to live reasonably well, they won't be sufficiently motivated to organize and take the wealthy peoples' stuff.\n\nJames Madison, having read Aristotle's work, was well aware of the flaw in democracy Aristotle identified. He didn't agree with Aristotle's solution, though. He proposed, instead, to structure the system of government in a way that guaranteed the wealthy got to make all the big decisions.\n\nThe primary way this was achieved was through the Senate, a small group of unelected (at the time, Senators were appointed) politicians who were loyal to monied interests and would serve very long terms. This provided the hedge against the \"Tyranny of the Masses\" Madison feared, without having to create the welfare state Aristotle had proposed.\n\nAristotle suggested appeasement of the masses, Madison preferred domination.\"\n\nhttps://politics.stackexchange.com/a/12680\n\nTesting Theories of American Politics: Elites, Interest Groups, and Average Citizens (2014)\n\"Multivariate analysis indicates that economic elites and organized groups representing business interests have substantial independent impacts on U.S. government policy, while average citizens and mass-based interest groups have little or no independent influence. The results provide substantial support for theories of Economic-Elite Domination and for theories of Biased Pluralism, but not for theories of Majoritarian Electoral Democracy or Majoritarian Pluralism.\"\nhttp://doi.org/10.1017/S1537592714001595",
  "tags": [
    "Noam Chomsky"
  ],
  "published_at": "2017-08-12T14:23:18Z"
}