{
  "duration": "PT35M",
  "view_count": "622640",
  "like_count": "8183",
  "title": "Noam Chomsky (2014) \"How to Ruin an Economy; Some Simple Ways\"",
  "description": "©2014 Leigha Cohen Video Production http://www.leighacohenvideo.com/  https://www.youtube.com/user/LeighaCohen\n\nNoam Chomsky spoke at Third Boston Symposium on Economics on February 10th 2014, sponsored by the Northeastern University Economics Society http://www.northeastern.edu/econsociety/?page_id=267  in Boston, MA.\n\nChomsky argued that certain factors, among them cutting federal funding for research and development and the growing gap between the richest 1 percent and everybody else, have led to the country's current economic climate.\n\n\"The system is so dysfunctional that it cannot put eager hands to needed work using the resources that would be available if the economy were designed for human needs,\" Chomsky said. \"These things didn't just happen like a tornado, they are the results of deliberate policies over roughly the past generation.\"\n\nChomsky focuses on what economic actions that government, the super rich and corporations are doing that insures the US and other economies fail for the overwhelming majority of people. We're a nation whose leaders are pursuing policies that amount to economic suicide. \n\nThis video also includes an extended 14 minute question and answer period with Dr. Chomsky..\n\nUnless otherwise indicated, all materials on in this video are copyrighted to Leigha Cohen Video, All rights reserved. No part of this video may be used for any purpose other than educational use and any monetary gain from this video is prohibited without prior permission from me. Therefore, reproduction, modification, storage in a retrieval system is prohibited. Standard linking of this video is allowed and encouraged",
  "tags": [
    "Noam Chomsky 2_1_14",
    "Social Contract",
    "Super Rich",
    "Corporations",
    "Destruction of Social Contract",
    "Northeastern University (College/University)",
    "Policies that inhibit growth",
    "99%",
    "Global Warming",
    "University (Ontology Class)",
    "Q&A",
    "How to Ruin a Society",
    "Soical Action",
    "How to prevent a ruined economy",
    "Big Banks",
    "Wall Street",
    "Unemployement",
    "Cuttting Research",
    "Cutting Federal Funding",
    "Income Inequality"
  ],
  "published_at": "2014-02-12T17:07:07Z"
}