{
  "duration": "PT57M1S",
  "view_count": "247973",
  "like_count": "5141",
  "title": "Noam Chomsky on the Russia-Ukraine war, The Media, Propaganda, Orwell, Newspeak and Language",
  "description": "Noam Chomsky shines his light on the Russia-Ukraine war, the role of the media, propaganda, censorship in education, Orwell, Newspeak and language. Is there hop for human kind? Does Chomsky think there is light at the end of the tunnel? \n\nHe talks about his father who was born in Ukraine and lived there for 17 years before immigrating to the U.S. About his mother who was born in Belarussia and about the importance of Jewish culture and literature in his family. About the total annihilation of his extended family in Europe and some early memories about his parents.\n\nWe talk about Orwell, Animal Farm, Newspeak and the ministry of information. How Orwell's writings are still relevant for today.\n\nHis book Manufacturing Consent is accurate to this day. We briefly discuss the propaganda model and how the media is used in order to manufacture public consent for wars. And finally we talk about retrieving reliable information from reliable sources. How does professor Chomsky gets his information? How does he assess the reliability of an information source?\n\nNoam Chomsky is a living legend. Arguably the most important intellectual alive today. One of the few public intellectuals speaking truth to power. The father of modern linguistics. But above all, an intellectual of the people, who isn't too proud talking to people with a very small fanbase. He doesn't consider himself a famous person who should be treated with velvet gloves and admiration. Chomsky is a justice worrier and he is on a mission. Noam Chomsky is a living treasure and I can only hope that he may continue his mission for many years to come.",
  "tags": [
    "Noam Chomsky",
    "Russia",
    "Ukraine",
    "Orwell",
    "Propoganda",
    "America",
    "Trump",
    "NATO",
    "war",
    "Free Speech",
    "interview",
    "education",
    "censorship",
    "Europe",
    "history",
    "unprovoked",
    "Irak"
  ],
  "published_at": "2022-04-27T06:28:33Z"
}