{
  "duration": "PT2M24S",
  "view_count": "133",
  "like_count": "7",
  "title": "The World Bank, IMF And USAID Ruined Haiti | Noam Chomsky (FREEDOM TALK)",
  "description": "The World Bank, IMF And USAID Ruined Haiti | Noam Chomsky (FREEDOM TALK)\n\n\nIn 1985, during the Nicaraguan Contra War—in which the U.S. supported the contra militia against the Sandinista government—Chomsky traveled to Managua to meet with workers' organizations and refugees of the conflict, giving public lectures on politics and linguistics.[119] Many of these lectures were published in 1987 as On Power and Ideology: The Managua Lectures.[120] In 1983 he published The Fateful Triangle, which argued that the U.S. had continually used the Israeli–Palestinian conflict for its own ends.[121] In 1988, Chomsky visited the Palestinian territories to witness the impact of Israeli occupation.[122]\n\n\nChomsky and Herman's Manufacturing Consent: The Political Economy of the Mass Media (1988) outlines their propaganda model for understanding mainstream media. Even in countries without official censorship, they argued, the news is censored through five filters that greatly influence both what and how news is presented.[123] The book was inspired by Alex Carey and adapted into a 1992 film.[124] In 1989, Chomsky published Necessary Illusions: Thought Control in Democratic Societies, in which he suggests that a worthwhile democracy requires that its citizens undertake intellectual self-defense against the media and elite intellectual culture that seeks to control them.[125] By the 1980s, Chomsky's students had become prominent linguists who, in turn, expanded and revised his linguistic theories.[126]\n\n\nIn the 1990s, Chomsky embraced political activism to a greater degree than before.[127] Retaining his commitment to the cause of East Timorese independence, in 1995 he visited Australia to talk on the issue at the behest of the East Timorese Relief Association and the National Council for East Timorese Resistance.[128] The lectures he gave on the subject were published as Powers and Prospects in 1996.[128] As a result of the international publicity Chomsky generated, his biographer Wolfgang Sperlich opined that he did more to aid the cause of East Timorese independence than anyone but the investigative journalist John Pilger.[129] After East Timor attained independence from Indonesia in 1999, the Australian-led International Force for East Timor arrived as a peacekeeping force; Chomsky was critical of this, believing it was designed to secure Australian access to East Timor's oil and gas reserves under the Timor Gap Treaty. WIKIPEDIA \n\n\nJoin WARRIOR4POWER now if you want a future as a masculine African male. \n\n\nCHECK PATREON FOR WAR ROOM VIDEOS \nhttps://www.patreon.com/warrior4power\n\n\nWHAT IS WARRIOR4POWER\nWARRIOR4POWER is a unique organisation that has been in digestion for many years as the founder Sundjata Keita was acquiring the knowledge and experience in economics, culture, politics and business. \n\n\nMEMBERSHIP FEES\nTo get access to the classes and all the course literature it costs just $2 per month if you are living in Africa, the Caribbean or the Americas and $6 per month if you are living in North America, Europe or the UK.\n\n\nJOIN HERE\nhttps://www.patreon.com/warrior4power\n\n\nMEMBERSHIP GIFTS\nThe first brothers to sign up before the start of the classes in January 2022, will receive access to over 50 executive summaries to videos not available anywhere else including, YouTube. There will be a limited number of WARRIOR4POWER branded mugs and an exclusive PDF report on the best sectors to launch a business in post the Covid19 pandemic. \n\n\nGRADUATION\nOnce you graduate from the PATREON class you will become an official member of WARRIOR4POWER and you can then network with other graduates around the world.\n\n\nSUBSCRIBE to YOUTUBE\nPlease take a few seconds to subscribe YouTube and then to turn on the notification bell so you are the first to get all our new videos. \n\n\nSecondly be sure to LIKE the video and to SHARE it with likeminded people as we need external help to get these videos to our family. Please share the video with at least 2 people today. Thank you Bro Sundjata founder of WARRIOR4POWER\n\n\nDAILY LIVE SHOW\nWe want to launch a daily live show on YouTube but we have to reach YouTube's targets so please encourage all conscious brothers and sisters to subscribe so we can go live by this winter 2021.\n\n\nDONATIONS\nCashApp £warrior4power\npaypal.me/warrior4power\n\n\nMESSAGE TO THE SISTERS\n*We hope to hear from a SISTER who wants to establish a dedicated similar organisation for African women which must be led by women not men. We are willing to help in setting up the new sister organisation, please get in touch.\n\n\nCONTACT\nFollow on Twitter - WARRIOR4POWER\nhttps://twitter.com/home\nEmail: contactw4p@gmail.com\n\n\n\n\n\n\n#Warrior4Power\n#NoamChomsky",
  "tags": [
    "noam chomsky",
    "noam chomsky jordan peterson",
    "noam chomsky israel palestine debate",
    "noam chomsky interview",
    "noam chomsky manufacturing consent",
    "noam chomsky debate",
    "noam chomsky anarchism",
    "toussaint louverture",
    "toussaint louverture full movie english",
    "toussaint louverture biography",
    "haitian slave revolt documentary",
    "haitian revolution crash course",
    "toussaint louverture and the haitian revolution",
    "haitian revolution 1804",
    "haitian revolution crash course worksheet answers"
  ],
  "published_at": "2021-05-26T17:45:12Z"
}