{
  "duration": "PT5M49S",
  "view_count": "28465",
  "like_count": "363",
  "title": "Noam Chomsky: As Venezuela Struggles to Fix Economy, U.S. Should Stop Trying to Undermine Its Gov't",
  "description": "http://democracynow.org - Tensions are growing between the United States and Venezuela as the government of President Nicolás Maduro grapples with an economic crisis and a right-wing opposition calling for his removal from office. Venezuela has announced the arrest of an unspecified number of Americans on charges of espionage, new restrictions on the number of U.S. diplomats allowed in Venezuela, and rule changes that will subject Americans to the same visa requirements Venezuelans face in the United States. Maduro has also unveiled a list of American politicians barred from entering Venezuela in response to U.S. sanctions against Venezuelan officials last year. Maduro has repeatedly accused right-wing opponents of fomenting a coup with U.S. support. The White House has denied the charges, but said last week it is considering \"tools\" to \"steer the Venezuelan government in the direction ... they should be headed.\" Weighing in on Venezuela, Noam Chomsky says the United States should be working with the Maduro government, not trying to undermine it. \n\nWatch the full interview with Noam Chomsky on Democracy Now!, and see many more interviews with him over the years: http://www.democracynow.org/appearances/noam_chomsky\n\nDemocracy Now!, is an independent global news hour that airs weekdays on 1,300+ TV and radio stations Monday through Friday. Watch our livestream 8-9am ET: http://democracynow.org\n\nPlease consider supporting independent media by making a donation to Democracy Now! today: http://democracynow.org/donate\n\nFOLLOW DEMOCRACY NOW! ONLINE:\nFacebook: http://facebook.com/democracynow \nTwitter: https://twitter.com/democracynow\nYouTube: http://youtube.com/democracynow \nSoundCloud: http://soundcloud.com/democracynow \nDaily Email: http://democracynow.org/subscribe \nGoogle+: https://plus.google.com/+DemocracyNow\nInstagram: http://instagram.com/democracynow\nTumblr: http://democracynow.tumblr\nPinterest: http://pinterest.com/democracynow\niTunes: https://itunes.apple.com/podcast/democracy-now!-audio/id73802554\nTuneIn: http://tunein.com/radio/Democracy-Now-p90/\nStitcher Radio: http://www.stitcher.com/podcast/democracy-now",
  "tags": [
    "Democracy Now",
    "Amy Goodman",
    "DN",
    "News",
    "Politics",
    "democracynow.org",
    "Video",
    "Independent Media",
    "Daily News",
    "Breaking News",
    "World News",
    "Interview",
    "Noam Chomsky (Author)",
    "Economy (Field Of Study)",
    "United States Of America (Country)"
  ],
  "published_at": "2015-03-03T16:39:42Z"
}