{
  "duration": "PT9M30S",
  "view_count": "216368",
  "like_count": "3627",
  "title": "Funny moments with Noam Chomsky",
  "description": "Noam Chomsky discussion group: https://www.facebook.com/groups/450597501653804/ (almost 10,000 members)\n\nNoam Chomsky Quotes: https://www.facebook.com/NoamChomskyQuotes \n\nChannel Facebook page: https://www.facebook.com/year501 \n\nIf you liked this video, please leave a thumbs up - and subscribe if you don't want to miss upcoming episodes.\n\nVideo description:\n\nFunny moments with Noam Chomsky is a compilation of clips from a number of lectures and interviews. The full Ali G interview that you see a short clip from in the intro wasn't included in this compilation. I didn't think it was that funny, but it was a good fit for the intro. A wide range of topics is covered in the various clips. Noam comments on the \"most important intellectual alive\" quote from the New York Times and reveals that he doesn't know who Wesley Snipes is (good for him) . In a bit about historical universality, Noam shares his thoughts on how you can become a taxi driver.  The republican establishment and the Tea Party movement is also covered before we move on to a very funny bit about arms sales to third world countries and Lockheed Martin propaganda. We also included a clip where Noam shares timeless wisdom from the economics department as well as a couple of clips from the documentary \"Manufacturing Consent\". Obviously, I also included the famous clip at the end where Noam is asked what he would say to George W. Bush if he had one minute with him.  \n\nI'll include the links to the full speeches with sources as soon as possible. \n\nThanks!",
  "tags": [
    "Noam Chomsky (Author)",
    "chomsky",
    "Manufacturing Consent: The Political Economy Of The Mass Media (Book)",
    "Massachusetts Institute Of Technology (College/University)",
    "Anarchism (Political Ideology)",
    "George W. Bush (US President)",
    "Knowledge (Quotation Subject)",
    "Robert Fisk (Author)",
    "Chris Hedges (Author)",
    "Laura Flanders (Author)"
  ],
  "published_at": "2015-06-19T11:17:24Z"
}