{
  "duration": "PT7M17S",
  "view_count": "3148",
  "like_count": "103",
  "title": "The Influence of Money in Politics with Noam Chomsky",
  "description": "#Ad\n\nThis episode is sponsored by our friends 1440. If you’re sick of biased news reporting, 1440 is one of the closest things I’ve found to a truly objective news source. Their team of scientists and experts - not pundits - scours the media to curate a fact-based daily email newsletter. To join check out http://join1440.com/coleman\n\nWelcome to another episode of Conversations with Coleman. My guest today needs no introduction, but I'll give him one anyway. Noam Chomsky is a linguist, philosopher, social critic, and activist. Noam is considered the father of modern linguistics, and has written more than 100 books. His most recent being Requiem for the American Dream: The 10 Principles of Concentration of Wealth and Power. \n\nNoam and I both signed the infamous Harper's letter many months ago, so we start out by talking about that letter and the fallout that ensued. Next, I asked Noam what has changed most about the culture of the American Left in his lifetime, the strange alliance between multinational corporations and woke anti-racism, the role of money in politics, the rising influence of China and much more.\n\nFOLLOW COLEMAN\n\nTwitter - http://bit.ly/2rbAJue\nFacebook - http://bit.ly/2LiAXH3\nInstagram- http://bit.ly/2SDGo6o\nPodcast-https://bit.ly/3oQvNUL\nWebsite - https://colemanhughes.org/\nMerch -https://bit.ly/ColemanMerch\n\nFOLLOW NOAM\n\nTwitter -https://twitter.com/noamchomskyT\nWebsite -https://chomsky.info/\n                https://dailymotion.com/noamchomsky1\n\nHarper's Letter -https://harpers.org/a-letter-on-justice-and-open-debate/\n\nBOOKS BY NOAM\n\nRequiem for the American Dream -https://chomsky.info/books/\nThe Responsibility of Intellectuals -https://chomsky.info/books/\nGlobal Discontents: Conversations on the Rising Threats to Democracy -https://chomsky.info/books/\nOptimism over Despair: On Capitalism, Empire, and Social Change -https://chomsky.info/books/\n& MORE\n\n#Politics #ColemanHughes #NoamChomsky",
  "tags": [
    "#Politics",
    "#ColemanHughes",
    "#NoamChomsky"
  ],
  "published_at": "2021-01-31T20:00:03Z"
}