{
  "duration": "PT47M26S",
  "view_count": "85157",
  "like_count": "1441",
  "title": "Noam Chomsky: Knowledge and Power | Al Jazeera World",
  "description": "Noam Chomsky is one of the world's most-celebrated intellectuals, known for his writing on language and his views on US foreign policy, particularly in the Middle East. Now in his late eighties, the linguistics philosopher and Emeritus Professor at the Massachusetts Institute of Technology near Boston is still working, writing, and speaking publicly.\n\nHe first emerged through his pioneering work in linguistics in the 1950s but later became a political activist and a critic of US foreign policy in Vietnam, its neo-liberal capitalism, and mainstream media.\n\nHe has been almost as prolific a writer as he has been controversial.\n\nBorn to immigrant, Ashkenazi Jewish parents in Philadelphia in the 1930s, he was exposed to radical politics through his family and local bookshops.\n\nHe became a Zionist youth leader and, according to Norman Finkelstein, \"read all of Zionist literature by the age of five.\"\n\nIn the 1940s, he funded his university studies by teaching Hebrew, was interested in learning Arabic but went on to major in linguistics.\n\nDespite his Jewish origins, Chomsky became an increasing critic of Israeli policy towards the Palestinians and of US foreign policy as a whole.\n\n\"The fact that Chomsky is Jewish is secondary,\" says public radio broadcaster David Barsamian. \"What I think is more important is the justice of the Palestinian cause... there are few in the United States who've been as strong an ally and friend of the Palestinian people as Noam Chomsky.\"\n\nChomsky's classic works on Israel-Palestine, Peace in the Middle East (1974) and The Fateful Triangle (1983), led to his marginalisation by mainstream academia and publishing.\n\n\"In the United States maybe you get slammed or denounced or kept out of the press,\" says Chomsky. \"In the old Soviet Union you could end up in the Gulag, if you're in a typical American dependency, let's say like El Salvador, you get your brains blown up... It differs from society to society... It's condemning power systems, so of course it's not approved.\"\n\n\"Anyone who goes against the grain in US political culture, is going to be marginalised,\" says Barsamian. \"The truths that Chomsky articulates are very unpopular.\"\n\nChomsky has nevertheless managed to reach wider audiences, most notably with his book 9-11: Was There An Alternative? which put the attacks in the context of American intervention worldwide and became a bestseller.\n\nConsisting primarily of interviews with Chomsky and other writers, academics, philosophers, social commentators and broadcasters, this film explores the breadth, originality and importance of his work; and the alternative narratives he has advanced at some of the most critical periods in recent history.\n\n\nFacebook: https://www.facebook.com/aljazeera\nInstagram: https://instagram.com/aljazeera/?ref=...\nTwitter: https://twitter.com/ajenglish\nWebsite: http://www.aljazeera.com/\ngoogle+: https://plus.google.com/+aljazeera/posts",
  "tags": [
    "United States",
    "palestine",
    "AlJazeeraWorld",
    "Israel",
    "Al Jazeera English",
    "News",
    "al Jazeera",
    "Noam Chomsky",
    "jazeera",
    "documentary",
    "linguistics",
    "israel news",
    "chomsky",
    "noam",
    "aljazeera"
  ],
  "published_at": "2015-10-15T09:40:41Z"
}