{
  "duration": "PT31M49S",
  "view_count": "2902",
  "like_count": "136",
  "title": "Noam Chomsky on Libertarian Socialism and Types of Government | Video Lecture Series",
  "description": "Noam Chomsky on Libertarian Socialism and Types of Government.\n\nIn this installment of our video lecture series on Noam Chomsky, the brilliant thinker explores his political philosophy.. \n\nTaken from a 1970 lecture titled \"Governments in the Future,\" this video aims to serve as an audiovisual supplement to the thinker's great work!\n\nAn excerpt from the video:\n\n\"I think it is useful to set up as a framework for discussion four somewhat idealized positions with regard to the role of the state in an advanced industrial society. I want to call these positions: (1) classical liberal, (2) libertarian socialist, (3) state socialist, (4) state capitalist, and I want to consider each in turn. Also, I’d like to make clear my own point of view in advance, so that you can evaluate and judge what I am saying. I think that the libertarian socialist concepts, and by that I mean a range of thinking that extends from left-wing Marxism through to anarchism, I think that these are fundamentally correct and that they are the proper and natural extension of classical liberalism into the era of advanced industrial society.\n\nIn contrast, it seems to me that the ideology of state socialism, i.e. what has become of Bolshevism, and that of state capitalism, the modern welfare state, these of course are dominant in the industrial societies, but I believe that they are regressive and highly inadequate social theories, and a large number of our really fundamental problems stem from a kind of incompatibility and inappropriateness of these social forms to a modern industrial society.\n\nLet me consider these four points of reference in sequence, beginning with the classical liberal point of view.\n\nClassical liberalism asserts as its major idea an opposition to all but the most restricted and minimal forms of state intervention in personal and social life. Well, this conclusion is quite familiar, however the reasoning that leads to it is less familiar and, I think, a good deal more important than the conclusion itself.\n\nOne of the earliest and most brilliant expositions of this position is in Wilhelm von Humboldt’s “Limits of State Action” which was written in 1792, though not published for 60 or 70 years after that. \n\nIn his view the state tends to, I quote, “make man an instrument to serve its arbitrary ends, overlooking his individual purposes, and since man is in his essence a free, searching, self-perfecting being, it follows that the state is a profoundly anti-human institution.” I.e. its actions, its existence are ultimately incompatible with the full harmonious development of human potential in its richest diversity and, hence, incompatible with what Humboldt and in the following century Marx, Bakunin, Mill, and many others, what they see as the true end of man.\n\nAnd, for the record, I think that this is an accurate description. The modern conservative tends to regard himself as the lineal descendant of the classical liberal in this sense, but I think that can be maintained only from an extremely superficial point of view, as one can see by studying more carefully the fundamental ideas of classical libertarian thought as expressed, in my opinion, in its most profound form by Humboldt. I think the issues are of really quite considerable contemporary significance, and if you don’t mind what may appear to be a somewhat antiquarian excursion, I’d like to expand on them.\n\nFor Humboldt as for Rousseau, and before him the Cartesians, man’s central attribute is his freedom. For Humboldt then man “is born to inquire and create, and when a man or a child chooses to inquire or create out of his own free choice then he becomes in his own terms an artist rather than a tool of production or a well trained parrot.” This is the essence of his concept of human nature. And I think that it is very revealing and interesting to compare it with Marx, with the early Marx manuscripts, and in particular his account of, quote “the alienation of labor when work is external to the worker, not part of his nature, so that he does not fulfill himself in his work but denies himself and is physically exhausted and mentally debased. This alienated labor that casts some of the workers back into a barbarous kind of work and turns others into machines, thus depriving man of his species character, of free conscious activity and productive life.”\n\n\n-------------------------------------------------------------------------------------------------------------------------\n\nIf you like the video, please like and comment (the algorithm Gods demand it!).\nSubscribe to our channel\nFollow us:  Facebook | Twitter | LinkedIn (just kidding, we don’t have a LinkedIn)",
  "tags": [
    "noam chomsky",
    "libertarian socialism",
    "chomsky",
    "chomsky lecture",
    "noam chomsky lecture",
    "noam chomsky government",
    "chomsky politics",
    "noam chomsky libertarian socialism",
    "political philosophy",
    "bolshevism",
    "classical liberal",
    "classical liberalism",
    "william von humboldt",
    "state socialism",
    "state capitalism",
    "capitalism",
    "libertarian philosophy",
    "liberalism",
    "rousseau",
    "marx",
    "lenin",
    "stalin",
    "marxism",
    "stalinism",
    "bakunin",
    "communism",
    "anarchism",
    "anarcho syndicalism",
    "anarchy",
    "american politics",
    "kant",
    "engels",
    "cold war"
  ],
  "published_at": "2021-01-18T20:45:30Z"
}