{
  "duration": "PT14M15S",
  "view_count": "6334",
  "like_count": "100",
  "title": "Noam Chomsky on Israel-Palestine Prisoner Exchange, U.S. Assassination Campaign in Yemen",
  "description": "www.DemocracyNow.org - MIT Professor Emeritus Noam Chomsky, the world renewed linguist and political dissident, spoke Monday night at Barnard College in New York City about the Israeli-Palestinian conflict, just hours before Israel and Hamas completed a historic prisoner exchange. Democracy Now! airs an excerpt of his address.\n\n\"I think [Israeli soldier Gilad Shalit] should have been released a long time ago, but there's something missing from this whole story. There are no pictures of Palestinian women, no discussion, in fact, in the story of, what about the Palestinian prisoners being released? Where do they come from?\" Chomsky says. \"There is a lot to say about that. For example, we do not know -- at least I do not read it in The Times — whether the release includes the elected officials who were kidnapped and imprisoned by Israel in 2007 when the United States, the European Union, and Israel decided to dissolve the only freely elected legislature in the Arab world.\" \n\nChomsky also discussed the recent U.S. assassination of U.S.-born cleric Anwar al-Awlaki in Yemen. \"Almost all of the critics, of whom there were not many, criticized the action or qualified it because of the fact that al-Awlaki was an American citizen,\" Chomksy says. \"That is, he was a person, unlike suspects who are intentionally murdered or collateral damage, meaning we treat them kind of like the ants we step on when we walk down the street — they're not American citizens. They are unpeople, therefore, they can be freely murdered.\"\n\nFor the complete transcript, podcast, and for additional Democracy Now! interviews with Noam Chomsky, visit http://www.democracynow.org/tags/noam_chomsky\n\nFOLLOW DEMOCRACY NOW! ONLINE:\nFacebook: http://www.facebook.com/democracynow\nTwitter: @democracynow\nSubscribe on YouTube: http://www.youtube.com/democracynow\nDaily Email News Digest: http://www.democracynow.org/subscribe",
  "tags": [
    "democracy now",
    "news",
    "politics",
    "amy goodman",
    "dn",
    "israel",
    "palestine",
    "gilad",
    "shalit",
    "hamas",
    "prisoner exchange",
    "peace process",
    "netanyahu",
    "abbas",
    "PA",
    "noam",
    "chomsky",
    "fateful triangle",
    "hopes and prospects",
    "gaza in crisis",
    "ilan pappe",
    "barnard college"
  ],
  "published_at": "2011-10-18T14:26:41Z"
}