{
  "duration": "PT55M58S",
  "view_count": "286",
  "like_count": "11",
  "title": "Noam Chomsky - 2007-05-06 - Interview with Students at the University of Sussex - Improved Sound",
  "description": "Be sure to pick at least 720p for best sound quality.\nOn or about May 6, 2007 Noam Chomsky by video hook-up answered questions from students from the University of Sussex, England.\n\nI combined together 7 videos to make this one.  For the audio, I stripped off the sound and went over it second by second to reduce or eliminate various audio flubs, coughs, etc.  \nFor the video, I corrected the aspect ratio (which was too narrow). \n\n\n\nUnfortunately, it ends rather suddenly, apparently a minute or more is missing. \n\nIf anyone knows of a fuller copy, please leave a comment about that.\n\nIf you'd like an audio-only copy (in flac or MP3), or the video in top quality (.mov - the best, or good quality MP4), visit the Noam Chomsky Audio Conservatory on archive.org \n\nThanks to @UltimateHater1 for the uploads.\n\nChomsky, Sussex, 2007, 9-11 Conspiracy, 1993 World Trade Center Bombing, George W Bush, Iraq, Tony Blair, Iran, War on Terror, Israel, Program on International Policy Attitudes, Akbar Ganji, Shirin Edadi, Correlli Barnett, Mahmoud Ahmadinejad, Climate Change, Northwest Passage, Kyoto Protocol, West Bank Settlements, Palestine, Gaza, Jimmy Carter, Ronald Kasrils, University Debt, College Debt, Vietnam War, John Kennedy, _The Crisis of Democracy_, The Trilateral Commission,",
  "tags": [
    "Chomsky",
    "Sussex",
    "2007",
    "9-11 Conspiracy",
    "1993 World Trade Center Bombing",
    "George W Bush",
    "Iraq",
    "Tony Blair",
    "Iran",
    "War on Terror",
    "Israel",
    "Program on International Policy Attitudes",
    "Akbar Ganji",
    "Shirin Edadi",
    "Correlli Barnett",
    "Mahmoud Ahmadinejad",
    "Climate Change",
    "Northwest Passage",
    "Kyoto Protocol",
    "West Bank Settlements",
    "Palestine",
    "Gaza",
    "Jimmy Carter",
    "Ronald Kasrils",
    "University Debt",
    "College Debt",
    "Vietnam War",
    "John Kennedy",
    "_The Crisis of Democracy_",
    "The Trilateral Commission"
  ],
  "published_at": "2024-09-07T14:24:27Z"
}