{
  "duration": "PT1H10M49S",
  "view_count": "468",
  "like_count": "25",
  "title": "Noam Chomsky - 2007-04-16 - with Howard Zinn - Iraq, The War on Terror, etc. - Improved Sound",
  "description": "Be sure to pick at least 720p for best sound and video quality.\nOn April 16, 2007, Noam Chomsky, along with his close friend historian Howard Zinn, was interviewed on Democracy Now! regarding the then ongoing War on Terror, including the US attack on Iraq.\n\n\nI combined 2 sections together from broadcasts made on April 16 and 17. I stripped off the sound and gave it a good restoration, using digital noise reduction to remove most of the hum/hiss and went over it second by second to reduce or eliminate various microphone flubs and errant noises - a good 100+.  It's now better sounding than the original broadcast.\n\n\nI had to mute the commercial breaks, due to copyright issues regarding the music.\n\n\nTo download it in highest quality (.mov) format, or in high quality MP4, or audio only (flac and MP3), visit the original Noam Chomsky Audio Conservatory on archive.org \n\n\nTags:\n\n\nChomsky, 2007, Howard Zinn, Iraq, Afghanistan, Amy Goodman, Vietnam, Vietnam War, Cambodia, Laos, John Kennedy, War on Terror, Arthur Schlesinger, Syria, Golan Heights, Nancy Pelosi, Israel, Palestine, UN 242, James Baker, Baker Plan, Iran, Mahmoud Ahmadinejad, Ayatollah Ali Khamenei, Jimmy Carter, Lebanon, Hezbollah, Norman Finkelstein, Alan Dershowitz, Israel Shahak, Avi Shlaim, Raul Hilberg,",
  "tags": [
    "Chomsky",
    "2007",
    "Howard Zinn",
    "Iraq",
    "Afghanistan",
    "Amy Goodman",
    "Vietnam",
    "Vietnam War",
    "Cambodia",
    "Laos",
    "John Kennedy",
    "War on Terror",
    "Arthur Schlesinger",
    "Syria",
    "Golan Heights",
    "Nancy Pelosi",
    "Israel",
    "Palestine",
    "UN 242",
    "James Baker",
    "Baker Plan",
    "Iran",
    "Mahmoud Ahmadinejad",
    "Ayatollah Ali Khamenei",
    "Jimmy Carter",
    "Lebanon",
    "Hezbollah",
    "Norman Finkelstein",
    "Alan Dershowitz",
    "Israel Shahak",
    "Avi Shlaim",
    "Raul Hilberg"
  ],
  "published_at": "2024-09-08T19:16:58Z"
}