{
  "duration": "PT56M29S",
  "view_count": "2477",
  "like_count": "71",
  "title": "Noam Chomsky Interview - Language, Semiotics, Cognition & Artificial Intelligence -14 April 2020",
  "description": "Here is the recording of our interview with Prof. Noam Chomsky, covering interest-evoking questions on language, semiotics, cognition and the presumable future of Artificial Intelligence. When this interview took place, I was working as a Fulbright FLTA at the University of Arizona. As a linguistics major, it was enough of a privilege to work under the roof of the same institution with him, attend his talks and meet him in person; yet I knew it would have been a shame if I did not try my luck and ask for an interview. Much to my joy, he kindly agreed to do the interview despite his vehemently busy schedule, the generous soul that he is. Originally, when we first corresponded in November 2019, we planned for me to visit his office for the interview, which was going to take place on April 14, 2020.\n\nAxiomatically, early 2020 had been a very turbulent period for the whole world as well as the state of Arizona and we had already been under quarantine for a couple of months by that time. This is why we had to resort to a Zoom interview at that juncture. Notwithstanding, this was an opportunity for me to invite an esteemed colleague of mine, Ms. İrem Arıcan, to join the interview all the way from Turkey. Not only had she been instrumental in helping me prepare the interview questions as well as formulating her own questions, she was also kind enough to join and help conduct the interview, despite the interview starting at an unreasonably early hour of the day due to the time zone difference to the detriment of Turkey.\n\nIn our perspective, the interview went quite well. Not only did we learn a lot from him in an hour's time, he also made us genuinely laugh with his quick wit at certain priceless instances. His ideas and opinions on the subject matters that we talked about were much more than eye-opening and horizon-widening for us. We proudly present to you this interview with the most acclaimed living intellectual of the last century and we hope you enjoy it and learn from it as much as we did.",
  "tags": [],
  "published_at": "2022-01-27T16:56:43Z"
}