{
  "duration": "PT33S",
  "view_count": "3575",
  "like_count": "84",
  "title": "Noam Chomsky: AI Has Completely CHANGED",
  "description": "Welcome to a groundbreaking episode of Eye on AI podcast, where hosts Craig Smith and the renowned Noam Chomsky delve into the fascinating topic of how AI has completely changed the world as we know it. Join us for an insightful conversation as Noam Chomsky, a prominent intellectual and leading authority on linguistics and cognitive science, shares his unparalleled expertise on the transformative impact of AI.\n\nIn this thought-provoking discussion, Chomsky explores the far-reaching implications of AI across various domains, including language processing, automation, and the ethical considerations surrounding its development. With his astute observations and critical analysis, Chomsky offers a unique perspective on the profound ways in which AI has reshaped our society, economy, and even our perception of human intelligence.\n\nAs you tune in to this enlightening episode, prepare to gain a deeper understanding of the complexities and potential risks associated with AI. With Craig Smith guiding the conversation alongside Noam Chomsky, this podcast episode promises to be an intellectually stimulating experience for anyone interested in the world of AI.\n\nDon't miss out on this captivating discussion that explores the transformative power of AI with none other than the legendary Noam Chomsky. Subscribe to Eye on AI podcast today to stay informed and engaged with the latest insights on AI, LLMs (Large Language Models), and the brilliant mind of Noam Chomsky.\n\nTags: Noam Chomsky, AI, artificial intelligence, LLMs, language processing, automation, ethics, cognitive science, transformative impact, society, economy, human intelligence.",
  "tags": [
    "Noam Chomsky",
    "AI",
    "artificial intelligence",
    "LLMs",
    "language processing",
    "automation",
    "ethics",
    "cognitive science",
    "transformative impact",
    "society",
    "economy",
    "human intelligence."
  ],
  "published_at": "2023-06-24T02:07:38Z"
}