{
  "duration": "PT1M",
  "view_count": "66179",
  "like_count": "2638",
  "title": "“You’re assuming French is different from German!” | Noam Chomsky #shorts",
  "description": "Noam Chomsky explains the ways in which languages differ or are similar. He points out to the interviewer that he is assuming French is different from German. Then, he goes on to explain the ways French and German are similar. \n⚪️  This short is extracted From From Youtube Video Titled: The Concept of Language (Noam Chomsky) - UW Video. #shorts\n\n--------------\nAvram Noam Chomsky (born December 7, 1928) is an American linguist, philosopher, cognitive scientist, historian, social critic, and political activist. Sometimes called \"the father of modern linguistics\", Chomsky is also a major figure in analytic philosophy and one of the founders of the field of cognitive science. He is Laureate Professor of Linguistics at the University of Arizona and Institute Professor Emeritus at the Massachusetts Institute of Technology (MIT), and is the author of more than 150 books on topics such as linguistics, war, politics, and mass media.\n\n--------------\n⭐  I'm Elahe; a grad student of Social Psychology. The goal, on this channel, is to share with you what I learn along the way; be it snippets of fascinating lectures or stories of experiments unraveling the human psyche. Thank you for your support. 🌸",
  "tags": [
    "noam chomsky shorts",
    "noam chomsky short clips",
    "noam chomsky clips",
    "noam chomsky snippets",
    "noam chomsky philosophy of languages",
    "noam chomsky short interview",
    "noam chomsky interview on language",
    "noam chomsky the concept of language",
    "the concept of language (noam chomsky)",
    "noam chomsky evolution of language",
    "noam chomsky german french",
    "is french different than german",
    "is french similar to german",
    "noam chomsky differences in languages",
    "noam chomsky language similarities"
  ],
  "published_at": "2021-09-29T17:30:03Z"
}