{
  "duration": "PT1H19M20S",
  "view_count": "67156",
  "like_count": "1708",
  "title": "Edward Said With Noam Chomsky, on Palestine",
  "description": "A collection of publicly recorded audio lectures by Dr. Edward Said on various topics. This collection has been uploaded to all to enjoy.\n\nEdward Wadie Said (Arabic pronunciation: [wædiːʕ sæʕiːd]; Arabic: إدوارد وديع سعيد‎, Idwārd Wadīʿ Saʿīd; 1 November 1935 – 25 September 2003) was a Palestinian American literary theorist and public intellectual who helped found the critical-theory field of postcolonialism. Born in Jerusalem in Mandatory Palestine to Palestinian parents resident in Egypt, he was an American citizen through his father. Said spent his childhood in Jerusalem and Cairo, where he attended elite British and American schools. Subsequently he left for the United States, where he obtained a bachelor's degree from Princeton and a doctorate in English literature from Harvard. Said then joined the faculty of Columbia University in 1963, where he became professor of English and comparative literature in 1991.\n\nAs a cultural critic, Said is best known for the 1978 book Orientalism. In it, he analyses the cultural representations that are the basis of Orientalism, a term he redefined to refer to the West's patronizing perceptions and depictions of Middle Eastern, Asian and North African societies—\"the East\". He contended that Orientalist scholarship was, and remains, inextricably tied to the imperialist societies that produced it, which makes much of the work inherently political, servile to power, and thus intellectually suspect. Orientalism is based upon Said's knowledge of colonial literature, literary theory, and poststructuralism. Said's works proved influential in the humanities[citation needed], especially in literary theory, and had a transformative impact on Middle Eastern studies[citation needed], whose practitioners began to study how they examine, describe, and define Middle Eastern cultures[vague]. Said vigorously discussed and debated the cultural subjects comprised by Orientalism, especially as applied to history and area studies; nonetheless, some mainstream academics disagreed with the theory, most notably Bernard Lewis.\n\nAs a public intellectual, Said discussed culture, literature, music and contemporary politics. Drawing from his family experiences as Palestinian Christians in the Middle East around the time Israel was established in 1948, Said argued for the establishment of a Palestinian state. Further, he was an advocate for equal political and human rights for Palestinians in Israel, and urged the U.S. to pressure Israel to grant and respect these rights. Said was described by journalist Robert Fisk as the Palestinian people's \"most powerful political voice\". Nevertheless, he also criticized the Arab and Muslim regimes who acted against the interests of their peoples. Intellectually active until the last months of his life, he died of leukemia in late 2003.",
  "tags": [
    "Noam Chomsky (Author)",
    "Edward Said (Author)",
    "Palestine (Region)",
    "Philosophy (Field Of Study)",
    "Bush"
  ],
  "published_at": "2014-12-04T12:05:02Z"
}