{
  "duration": "PT3M10S",
  "view_count": "7779",
  "like_count": "240",
  "title": "Chomsky: Lula Is Brazil's Rightful President, Which Is Why He's In Prison",
  "description": "In this Majority Report clip, Noam Chomsky visits Lula in prison.\n\nWe need your help to keep providing free videos! Support the Majority Report's video content by going to http://www.Patreon.com/MajorityReport\n\n\"In news from Brazil, the world-renowned dissident and linguist Noam Chomsky met with Brazil’s imprisoned former President Luiz Inácio Lula da Silva on Thursday. This comes a week after Lula officially pulled out of next month’s presidential race. Lula has been jailed since April. Speaking outside the prison after his visit, Noam Chomsky condemned the right-wing media in Brazil.\n\n    Noam Chomsky: “We had just had the great privilege of spending an hour with Lula. And one of the points that he emphasized was that during his entire tenure in office, there was just a constant flood of attacks from all the media, constantly, thousands of attacks from every direction, which, of course, confuses and undermines public opinion. So the answer to your question is, something is needed to counter the concentrated power of right-wing media, which, particularly in Latin America, just overwhelms everything.”\"*\n\nRead more here: https://www.democracynow.org/2018/9/21/headlines/noam_chomsky_visits_brazils_former_president_lula_in_prison\n\nWatch the Majority Report live M–F at 12 p.m. EST at youtube.com/samseder or listen via daily podcast at http://Majority.FM\n\nDownload our FREE app: http://majorityapp.com\n\nSUPPORT the show by becoming a member: http://jointhemajorityreport.com\n\nLIKE us on Facebook: http://facebook.com/MajorityReport\n\nFOLLOW us on Twitter: http://twitter.com/MajorityFM\n\nSUBSCRIBE to us on YouTube: http://youtube.com/SamSeder",
  "tags": [
    "Majority report",
    "sam seder",
    "tyt network",
    "the young turks",
    "young turks",
    "tyt",
    "news",
    "politics",
    "socialism",
    "socialist",
    "feminism",
    "podcast",
    "our revolution",
    "progressive news",
    "tmbs",
    "Trump 2016",
    "Trump amazing speech",
    "Trump Supporter",
    "donald trump",
    "trump",
    "trump news",
    "literary hangover",
    "donald trump news",
    "Noam Chomsky",
    "Lula",
    "Chomsky Lula",
    "Chomsky Brazil",
    "Brazil",
    "Lula prison",
    "Luiz Inácio Lula da Silva"
  ],
  "published_at": "2018-09-28T00:00:00Z"
}