{
  "duration": "PT48M51S",
  "view_count": "36567",
  "like_count": "435",
  "title": "Vijay Prashad: rebels of our times - Noam Chomsky, Edward Said and Howard Zinn",
  "description": "This week my guest was - Vijay Prashad, a beloved colleague,  comrade and hero. Vijay was extremely kind to make an hour for me to talk about his work and his collaboration with three of my heroes -  Edward Said, Howard Zinn and especially, Noam Chomsky. The starting point of our talk was our respective birthplaces: Bangladesh and Kolkata (India) - our memories and experiences there. The discussion gradually then dived into our key topic areas - Noam Chomsky and Edward Said - their wisdom and perspective on current society - especially, on Palestine and the Arab World in general.  We also tried to touch a bit on Libya (Vijay covered the situation in Libya extensively from the ground) and the intervention of NATO there in 2011 and....finally the lure of NATO membership since the collapse of the Soviet Union.  This is one of our very first episodes - Vijay will be back to talk about the recent war in Ukraine and the future of the world order.\n\nVijay Prashad is the Director of Tricontinental: Institute for Social Research, Chief Editor at LeftWord Books and Chief Correspondent for Globetrotter. He was also the George and Martha Kellner Chair of South Asian History, and professor and director of international studies at Trinity College in Hartford, Connecticut. \n\nVijay is the author or editor of about thirty books, including The Death of the Nation and the Future of the Arab Revolution (University of California Press); Letters to Palestine (Verso Books); Poorer Nations: A Possible History of the Global South (Verso), Foreword by Boutros-Boutros Ghali; Arab Spring, Libyan Winter (AK Press); The Darker Nations: A People's History of the Third World (The New Press); Washington Bullets (LeftWord Books), Preface by Evo Morales Ayma; etc. And his forthcoming book (expected on: 30 August 2022) is The Withdrawal: Afghanistan, Iraq, Libya, and the Fragility of US Power with Noam Chomsky with a foreword by Angela Davis (The New Press).\n\n#chomsky #isarel #ukraine",
  "tags": [],
  "published_at": "2022-04-11T15:49:51Z"
}