{
  "duration": "PT1H54M22S",
  "view_count": "173",
  "like_count": "8",
  "title": "Noam Chomsky - 1994-05-09 - Bringing The Third World Home - Improved Sound",
  "description": "Be sure to pick at least 720p for best sound/video quality.\nOn May 9, 1994, Noam Chomsky gave the talk under the full name of: \"Bringing the 3rd World Home, Democracy and Human Rights in the New World Order\" at the Unitarian Universalist church in Marblehead, Massachusetts.  Questions and answers follow the talk. \n\nAs is usual, I applied digital noise reduction to remove almost all the hiss/hum.  The noise floor is quite low now.  Also went over the sound second by second to reduce or eliminate as many errant noises as possible.  \nFor the video, I couldn't do too much, apart from some slight color/contrast correction.  The source is a pretty crisp 360p.\n\n\nThanks to Mona Ringel @monaringel255  for the original upload:\n\n\nhttps://www.youtube.com/watch?v=F4aC1HTmPJ4\n\n\n\n\n\nEarlier I uploaded an audio-only version with inferior sound quality, now deleted. \n\n\nTags:\n\nChomsky, 1994, Indonesia, Reebok, Pentagon, Pollution, World Health Organization, Eastern Europe, Industrialization, UNESCO, Wages, Economic Health, Automation, David Ricardo, Bill Clinton, Capital Flight, Corporations, Global Economy, IMF, World Trade Organization, WTO, terrorism, Thomas Jefferson, Classical Liberalism, Corporate Personhood, Margaret Thatcher, Soviet Union, USSR, Cold War, Boeing, NAFTA, GATT, Intellectual Property, Anthony Lewis, Paul Volker, Commodity Character of Labor, Classical economics, John Stuart Mill, Nicaragua, Miskito Indians, School of the Americas, Roy Bourgeois, Joe Kennedy II,",
  "tags": [
    "Chomsky",
    "1994",
    "Indonesia",
    "Reebok",
    "Pentagon",
    "Pollution",
    "Eastern Europe",
    "Industrialization",
    "UNESCO",
    "Wages",
    "Economic Health",
    "Automation",
    "David Ricardo",
    "Bill Clinton",
    "Capital Flight",
    "Corporations",
    "IMF",
    "World Trade Organization",
    "terrorism",
    "Thomas Jefferson",
    "Classical Liberalism",
    "Corporate Personhood",
    "Margaret Thatcher",
    "Soviet Union",
    "Cold War",
    "Boeing",
    "NAFTA",
    "GATT",
    "Intellectual Property",
    "Anthony Lewis",
    "Paul Volker",
    "John Stuart Mill",
    "Nicaragua",
    "Miskito Indians",
    "School of the Americas",
    "Roy Bourgeois"
  ],
  "published_at": "2024-07-03T13:41:23Z"
}