{
  "duration": "PT52M44S",
  "view_count": "449474",
  "like_count": 0,
  "title": "Q&A with Noam Chomsky about the Future of our world for the SXSW23 Wonder House",
  "description": "Q&A with Noam Chomsky about the Future of our world.\n\nWe asked Noam Chomsky about the future of our world, our systems of government and power and our need to come together to address the challenges of our time. The laureate professor and public intellectual shared his thoughts with UArizona College of Social & Behavioral Sciences Dean Lori Poloni-Staudinger.\n\nSubscribe: http://go.arizona.edu/yt-subscribe\n \nVIDEO SPECIFIC INFO HERE (description)\n \nFollow University of Arizona:\nFacebook: https://facebook.com/uarizona\nInstagram: https://instagram.com/uarizona\nTwitter: https://twitter.com/uarizona\n\nOfficial Website: https://www.arizona.edu\nUANews: https://news.arizona.edu\n\nFor the latest on the University of Arizona response to the novel coronavirus, visit the university's COVID-19 webpage: https://covid19.arizona.edu\n\nWatch More:\nPOPULAR PLAYLIST 1: https://www.youtube.com/playlist?list=PLMrsYOKrP2J8UbSQJjKtzpc3qqrOk9iAC\nPOPULAR PLAYLIST 2: https://www.youtube.com/playlist?list=PLMrsYOKrP2J-b0q-u8M8buw9_BFdChltC\nPOPULAR PLAYLIST 3: https://www.youtube.com/playlist?list=PLCCE7A9F739BD5ADA\n \nAbout the University of Arizona:\nThe University of Arizona, a land-grant university with two independently accredited medical schools, is one of the nation's top 40 public universities, according to U.S. News & World Report. Established in 1885, the university is widely recognized as a student-centric university and has been designated as a Hispanic Serving Institution by the U.S. Department of Education. The university ranked in the top 20 in 2019 in research expenditures among all public universities, according to the National Science Foundation, and is a leading Research 1 institution with $734 million in annual research expenditures. The university advances the frontiers of interdisciplinary scholarship and entrepreneurial partnerships as a member of the Association of American Universities, the 66 leading public and private research universities in the U.S. It benefits the state with an estimated economic impact of $4.1 billion annually. \n\nLand Acknowledgement\nWe respectfully acknowledge the University of Arizona is on the land and territories of Indigenous peoples. Today, Arizona is home to 22 federally recognized tribes, with Tucson being home to the O’odham and the Yaqui. Committed to diversity and inclusion, the University strives to build sustainable relationships with sovereign Native Nations and Indigenous communities through education offerings, partnerships, and community service.\n\n#universityofarizona #arizona #university #uarizonaSXSW23 #WonderHouse",
  "tags": [
    "University of Arizona",
    "UA",
    "UofA",
    "College",
    "University",
    "Students",
    "Academics",
    "School",
    "Campus",
    "Higher Education",
    "Scholarship",
    "Graduation",
    "Research",
    "Land Grant",
    "Arizona",
    "Tucson",
    "Pride of Arizona",
    "Wild Cats",
    "Old Main",
    "UA News",
    "Bear Down",
    "Arizona university",
    "Colleges in Arizona",
    "Arizona college",
    "University of Arizona dorm",
    "dorms"
  ],
  "published_at": "2023-03-15T15:19:56Z"
}