{
  "duration": "PT14M17S",
  "view_count": "6034",
  "like_count": "87",
  "title": "Generativism | Generative Grammar by Noam Chomsky | Lecture: 12 | Linguistics-II",
  "description": "“Term for a variety of linguistic theories that have the common goals of \n(a) providing an account of the formal properties of language, positing rules that specify how to form all the grammatical sentences of a language and no ungrammatical ones, while\n(b) explaining why grammars have the properties they do and how children come to acquire them in such a short period of time. \nThe major versions of generative theory (all associated with the pioneering work of the linguist Noam Chomsky) that have influenced the fields of first and second language acquisition have been: transformational grammar (also transformational-generative grammar, TG, generative-transformational grammar), \n\nan early version of the theory that emphasized the relationships among sentences that can be seen as transforms or transformations of each other, for example the relationships among simple active declarative sentences. \ne.g.\nAffirmative                    He went to the store. \nNegative sentences:    He didn’t go to the store. \nQuestions:                   Did he go to the store?\nsuch relationships can be accounted for by transformational rules”. \n\nIt refers to a particular approach to the study of syntax. A generative grammar of a language attempts to give a set of rules that will correctly form grammatical sentences.\nIt originates in the work of Noam Chomsky, beginning in the late 1950s or studies grammar as a body of knowledge by language user. Chomsky has maintained that much of this knowledge is innate, implying that children need only learn certain parochial features of their native language. \n\n\nThe contents for the Channel are as follows:\n1.  Basic grammar for Bigginners\n2.  Linguistics (English)\n3.  Literature  (English)\n4.  Intermediate level English Lectures\n\n#generativism\n#generativegrammar\n#syntax",
  "tags": [
    "generative grammar",
    "generativism in linguistics",
    "generativism",
    "schools of linguistics",
    "structuralism",
    "syntax",
    "linguistics",
    "transformational generative grammar",
    "Noam chomsky",
    "language theory by noam chomsky",
    "introduction to linguistics",
    "language",
    "universal grammar",
    "behaviorism",
    "functionalism",
    "innatism",
    "phrase structure",
    "rules of language",
    "generative linguistics",
    "study of linguistics-II",
    "khursheed ujan"
  ],
  "published_at": "2021-11-10T07:32:37Z"
}