{
  "duration": "PT27M25S",
  "view_count": "18009",
  "like_count": "369",
  "title": "Chomsky on language, Manufacturing Consent and postmodernism.",
  "description": "Is language really not primarily for communication? \nWas President Trump more enslaved to corporations than any preceding President?\nAre fake news and alternative facts the results of postmodernism?\n\nProfessor Noam Chomsky speaks to Vittorio  Pelosi of the Intentist art movement about language theory and intention, Manufacturing Consent theory, postmodernism and alternative facts, and American domestic policy (including gun laws.)\n\n00:00 Background to the conversation\n00:31 Introduction and welcome to Professor Chomsky\n01:05 Question One- Is language primarily for communication or thought? Has this become dogma?\n10:18 Question Two- Was Trump's presidency the best example of Manufacturing Consent Theory?\n15:24 Question Three - Has postmodernism led to the concepts of 'fake news' and 'alternative facts'?\n22:27 The increase in the number of 'deaths of despair' in the US.\n23:25 Identity politics\n23:42 Chomsky, 'The US society is literally collapsing.'\n23:50 The US and guns laws\n26:48 Closing statements\n\nIntentism is the international art movement that includes artists, writers, musicians, actors, philosophers. We maintain that, \"All meaning is the imperfect outworking of intention.\"\n\nDon't miss out on more Intentist content! Subscribe to the Intentism YouTube channel for hundreds more interviews and videos on theory and artistic practice.\n\nWatch the official documentary of the Intentist art movement as it traces its origins and the artistic practices of Intentists today:\nhttps://www.youtube.com/watch?v=d_ZkeVCDD8o&t=881s\n\nWebsite: http://www.intentism.org \nCheck out the official Intentist website that is brimming with examples of Intentist art, exhibitions, demonstrations, and theory.\n\nInstagram: intentismarts\nContact: intentism@gmail.com",
  "tags": [
    "noam chomsky",
    "chomsky",
    "noam chomsky books",
    "noam chomsky theory",
    "noam chomsky language",
    "chomsky manufacturing consent",
    "linguistics",
    "philosophy",
    "mind",
    "thought",
    "language",
    "philosophical",
    "biology",
    "human nature",
    "theory",
    "United States",
    "America",
    "American foreign policy",
    "american policy",
    "corporations",
    "power",
    "fake news",
    "alternative facts",
    "postmodernism",
    "intentism",
    "intentists",
    "philosopher",
    "media",
    "politicians",
    "foucault",
    "postmodernists",
    "President Trump",
    "Donald Trump"
  ],
  "published_at": "2022-08-08T18:14:58Z"
}