{
  "duration": "PT1H9M11S",
  "view_count": "115",
  "like_count": "5",
  "title": "RFH Ep 72: Chomsky’s Linguistics & Politics—Interview with David Golumbia",
  "description": "David Golumbia is not only a cryptocurrency maven, but a longtime Chomsky Watcher as well. In this episode, Brendan and Andrew welcome him back to explore Chomsky’s linguistics, Chomsky’s politics, the politics of Chomsky’s linguistics, and the relation between Chomsky’s politics and Chomsky’s linguistics.\n\nThey begin by discussing the recent RFH episode on Chomsky and the pro-imperialist “great-power” politics that has made Henry Kissinger and Noam Chomsky into strange bedfellows. They then turn to Chomsky’s “revolution” in linguistics, which David characterizes as a declaration that “its subject was no longer to be human language,” and the political and other factors––including Chomsky’s tactics––that underlie its success. What interests has it served? David summarizes his critique of Chomsky’s “computationalism” and rebuts his Chomskyan critics. He and the co-hosts discuss whether Chomskyan linguistics is unusable, how and why it is decontextualized, and possible links between Chomsky’s decontextualized approach to linguistics and his decontextualized approach to politics, seemingly unaware of the interests it serves.\n\nThe following works are cited in the main segment: David Golumbia, “The Chomskyan Revolution and the Politics of Linguistics”; David Golumbia, The Cultural Logic of Computation; Randy Allen Harris, The Linguistics Wars; and Larissa MacFarquhar, “The Devil’s Accountant.”\n\nPlus “Onslaught of Christian Soldiers”: this ep’s current-event segment discusses recent pieces by Katherine Stewart and Chris Hedges on the far-right Christian Nationalists’ escalating war against liberal democracy and individual rights, and how to fight it. Nancy K. MacLean’s Behind the Mask of Chivalry is also cited in the segment.\n\nRadio Free Humanity is a podcast covering news, politics and philosophy from a Marxist-Humanist perspective. It is co-hosted by Brendan Cooney and Andrew Kliman. We intend to release new episodes every two weeks. Radio Free Humanity is sponsored by MHI, but the views expressed by the co-hosts and guests of Radio Free Humanity are their own. They do not necessarily reflect the views and positions of MHI.\n\nWe welcome and encourage listeners’ comments, posted on this episode’s page.\n\nPlease visit MHI’s online print publication, With Sober Senses, for further news, commentary, and analysis.",
  "tags": [
    "Chomsky",
    "Linguistics",
    "Politics",
    "David Golumbia"
  ],
  "published_at": "2022-10-12T17:00:17Z"
}