{
  "duration": "PT1H45M5S",
  "view_count": "141936",
  "like_count": "2364",
  "title": "Noam Chomsky on prospects of resolving the Israeli-Palestinian conflict",
  "description": "The lecture by Prof. Noam Chomsky on the prospects for resolving the Israeli-Palestinian conflict was organized at United Nations Headquarters in New York on 14 October 2014 by the UN Palestinian Rights Committee, within the framework of the International Year of Solidarity with the Palestinian People. The lecture was followed by a Q&A session with Prof. Chomsky moderated by broadcast journalist Amy Goodman of Democracy Now! \n\nFurther information: https://www.un.org/unispal/document/auto-insert-192921/\nhttps://www.un.org/unispal/document/auto-insert-182581/\n\nSubscribe to the UNISPAL mailing list https://app.mdirector.com/render-subscription-form/empId/84424/formId/2/lang/en\n\n0:14 - Introduction by Amy Goodman\n1:24 - Highlight on Chomsky's influence and contributions\n2:38 - Chomsky’s critique on how the media covers the Israel-Palestine conflict and the portrayal of reality\n4:14 - Chomsky on Intellectual Responsibility: Discussion on the responsibility of intellectuals, referencing his 1967 essay on U.S. involvement in Vietnam\n7:52 - Chomsky begins his lecture on the complexities of the Israel-Palestine conflict\n10:12 - Critique of U.S. foreign policy regarding Israel and its consequences on peace processes\nGlobal Implications and Future Prospects\n14:00 - Explanation of the real intentions behind publicized diplomatic moves, particularly the disengagement plans.\n19:02 - Chomsky delves into historical legal settlements and the international community's stance on them, emphasizing the legality issues.\n21:50 - Analysis of ceasefires in the region, their implementation, and frequent violations by Israel.\n31:02 - Chomsky reflects on global responses to Israeli actions and discusses the broader implications for human rights.\n37:31 - Chomsky discusses the broader implications of the conflict and potential pathways to peace\n50:55 - Chomsky's closing remarks, encapsulating his thoughts on the pursuit of peace and justice in the region.",
  "tags": [
    "Noam Chomsky",
    "lecture",
    "United Nations",
    "prospects",
    "resolving",
    "Israeli-Palestinian",
    "conflict",
    "Amy Goodman",
    "Democracy Now!",
    "Palestine",
    "Gaza",
    "Jerusalem",
    "West Bank",
    "Apartheid",
    "Israel",
    "Chomsky",
    "two-State",
    "two-state solution",
    "the queston of palestine",
    "antisemitism"
  ],
  "published_at": "2014-10-23T18:30:30Z"
}