{
  "duration": "PT21M50S",
  "view_count": "622150",
  "like_count": "6387",
  "title": "Noam Chomsky: How Climate Change Became a 'Liberal Hoax'",
  "description": "In this sixth video in the series \"Peak Oil and a Changing Climate\" from The Nation and On The Earth Productions, linguist, philosopher and political activist Noam Chomsky talks about the Chamber of Commerce, the American Petroleum Institute and other business lobbies enthusiastically carrying out campaigns \"to try and convince the population that global warming is a liberal hoax.\" According to Chomsky, this massive public relations campaign has succeeded in leading a good portion of the population into doubting the human causes of global warming.\n\nKnown for his criticism of the media, Chomsky doesn't hold back in this clip, laying blame on mainstream media outlets such as the New York Times, which will run frontpage articles on what meteorologists think about global warming. \"Meteorologists are pretty faces reading scripts telling you whether it's going to rain tomorrow,\" Chomsky says. \"What do they have to say any more than your barber?\" All this is part of the media's pursuit of \"fabled objectivity.\"\n\nOf particular concern for Chomsky is the atmosphere of anger, fear and hostility that currently reigns in America. The public's hatred of Democrats, Republicans, big business and banks and the public's distrust of scientists all lead to general disregard for the findings of \"pointy-headed elitists.\" The 2010 elections could be interpreted as a \"death knell for the species\" because most of the new Republicans in Congress are global warming deniers. \"If this was happening in some small country,\" Chomsky concludes, \"it wouldn't matter much. But when it's happening in the richest, most powerful country in the world, it's a danger to the survival of the species.\"\n\nVisit www.TheNation.com to learn more about \"Peak Oil and a Changing Climate,\" and to see the other videos in the series.",
  "tags": [
    "Noam Chomsky",
    "Peak Oil",
    "Oil",
    "Energy",
    "The Nation",
    "On The Earth Productions"
  ],
  "published_at": "2011-01-24T16:11:25Z"
}