{
  "duration": "PT45M46S",
  "view_count": "62094",
  "like_count": "2037",
  "title": "Noam Chomsky: WAGE SLAVERY | One of Noam Chomsky's most important lectures + transcript & references",
  "description": "March 24, 2021\n\n00:00 Antonio Gramsci - \"hegemonic common sense\"\n00:52 Hume's paradox and Walter Lippman - \"manufacture of consent\"\n03:07 Unquestionable common sense today - having a job\n03:54 Subordination to discipline far more extreme than in a totalitarian state\n06:40 Renting oneself for survival - having a job - is hegemonic common sense today but it wasn't in the past\n13:04 John Stuart Mill in favor of democracy in a workplace\n15:14 Wilhelm von Humboldt on human nature and free labor\n18:33 Adam Smith's critique of division of labor\n19:27 Only work freely undertaken is an acceptable social condition\n19:44 Control of all institutions within a framework of free association\n21:10 \"New spirit of the age - gain wealth forgetting all but self\"\n24:09 \"The Freedom of the Press\" - George Orwell's unpublished introduction to Animal Farm\n25:56 \"Manufacture of consent\" - liberal progressive democratic theory\n27:24 Framer's coup against democracy\n29:36 Adam Smith - \"masters of mankind\"\n30:50 James Madison in 1792 on the collapse of the quasi-democratic experiment that he had designed\n32:02 Radical democratic movements of farmers and working people\n34:46 Comments on recent labor-related developments\n43:39 Threats to survival of organized human life\n44:14 The path is open to a much better world based on freedom and independence for all\n45:03 Engaged public can break the fetters of submission and passive conformity\n\nSOURCE:\nhttps://bit.ly/37hqOoB\nhttps://bit.ly/3lgZcIo\nKAPA Network - https://www.diktio-kapa.dos.gr/\n\nTRANSCRIPT WITH QUOTES & REFERENCES:\nhttps://bit.ly/3AMYabV\nhttps://bit.ly/3ACvh29\n\nSELECTED QUOTES & REFERENCES:\nMichael Sandel: Free Labour versus Wage Labour (1996)\nhttps://bit.ly/3DVhAxg\nhttps://bit.ly/39C0Zkd\n\nAlexander Gourevitch: From Slavery to the Cooperative Commonwealth: Labor and Republican Liberty in the Nineteenth Century (2014)\nhttps://bit.ly/3ubg1qt\nhttps://bit.ly/3EPvSQC\n\nAntonio Gramsci: \"hegemonic common sense\"\nhttps://bit.ly/3zTDoXg\n\nThe Knights of Labor: Wage Slavery and Chattel Slavery (May 25, 1884; 702)\n\"When a man is placed in a position where he is compelled to provide the benefits of his labor to another, he is in a condition of slavery.\"\n\nThomas Skidmore: The Rights of Man to Property! (1829)\nslavery - \"being compelled to labor while the proceeds of that labor is taken by others\"\n\"[property owners] have no just right to use [property] in such a manner, as to extract from others, the result of their labors, for the purpose of exempting themselves from the necessity of laboring as much as others must labor\"\nhttps://bit.ly/3fJbhlR\n\nDavid Ellerman: Neo-Abolitionism: Abolishing Human Rentals in Favor of Workplace Democracy (2021)\nhttps://bit.ly/3C7V5UQ\n\nJohn Stuart Mill: Principles of Political Economy (1885)\n\"The form of association, however, which if mankind continue to improve, must be expected in the end to predominate, is not that which can exist between a capitalist as chief, and work-people without a voice in the management, but the association of the labourers themselves on terms of equality, collectively owning the capital with which they carry on their operations, and working under managers elected and removable by themselves.\"\nhttps://bit.ly/3C5E2mj\n\nWilhelm von Humboldt: The Limits of State Action, Chapter 3: On the solicitude of the State for the positive welfare of the citizen\n\"Naturally, freedom is the necessary condition without which even the most soul-satisfying occupation cannot produce wholesome effects. [...] Whatever task is not chosen of man's free will, whatever constrains or even only guides him, does not become part of his own nature. It remains forever alien to him; if he performs it, he does so not with true humane energy but with mere mechanical skill. [...] all peasants and craftsmen could be transformed into artists, i.e., people who love their craft for its own sake, who refine it with their self-guided energy and inventiveness, and in so doing cultivate their own intellectual energies, ennoble their character, and increase their enjoyments. This way humanity would be ennobled by the very things which now, however beautiful they might be, degrade it.\"\n\"This urge for self-realization is man's basic human needs from childhood as distinct from\nmere animal needs. One who fails to recognize this ought, justly, to be suspected of failing to regard human nature as what it is and of wishing to turn men into machines. To determine whether the fundamental human rights are being honored we must consider not just what a person does but the conditions under which he does it. Whether it is done under external control or spontaneously to fulfill a human need. If an artisan produces a beautiful work on command we may admire what he does but we despise what he is - an instrument in the hands of others not a free human being.\"\nhttps://bit.ly/3j9zoet",
  "tags": [],
  "published_at": "2021-03-26T00:15:14Z"
}