{
  "duration": "PT18M18S",
  "view_count": "145500",
  "like_count": "1646",
  "title": "On Left and Right | George Galloway, Peter Hitchens, Noam Chomsky, Steven Pinker",
  "description": "Spanning the left and right of politics, our top speakers tackle the biggest issues in politics today. We hear from George Galloway, Peter Hitchens, Noam Chomsky, and Steven Pinker. \n\n#hitchens #galloway #chomsky #pinker #politics #iaitv\n\n** Subscribe to the Institute of Art and Ideas https://www.youtube.com/user/IAITV\n** Listen to our weekly podcast: https://soundcloud.com/instituteofartandideas\n** Donate to the Institute of Art and Ideas: https://iai.tv/support-the-iai/donate\n\nTrump's Foreign Policy | Full Debate | George Galloway, Mark Leonard\n\nCould a beligerent approach to foreign policy make for a safer world? Many think Trump a buffoon and a threat to world peace. But with ISIS weakened, and signs of progress in North Korea, perhaps his supporters can point to some initial successes. Is the beat way of pursuing peace to prepare for war? Or has Trump in fact made the world more precarious than ever?  Watch the full debate: https://www.youtube.com/watch?v=xcyfVLMWqFI\n\nNoam Chomsky Debate | Why is Authority Dangerous? | Mark Lilla, Deirdre McCloskey\n\n‘Orders were the highest thing in my life and I had to obey them without question.’ So wrote Eichmann, organiser of the Holocaust.  We know authority is dangerous, but we assume it is necessary for society to work. Should we dream of a free and flourishing world without leadership and rules? Or do we want and need leaders and authority to feed our hopes and dreams?\nWatch the full debate: https://www.youtube.com/watch?v=UDoXb1_CbQU\n\nThe Left, the Right and the Righteous | Full Debate | Peter Hitchens, Sophie Walker, Chris Bryant\n\nThe left has traditionally seen itself as progressive, with history and morality on its side. But is history on anyone's side? And as for morality, don't all politicians think they're in the right? Should the left then give up its claim to the moral high ground and argue for policies on pragmatic grounds alone? Or would this be to undermine its very core and meaning?\nWatch the full debate: https://www.youtube.com/watch?v=53I--0Tps1s\n\nWhy Things Get Better | Steven Pinker\n\nSteven Pinker's global bestseller Enlightenment Now was hailed by Bill Gates as \"the most inspiring book I've ever read\" but dismissed by philosopher John Gray as \"unenlightened and embarrassing\". Channel 4 news presenter and LBC host Matt Frei engages Pinker in a frank discussion of his work and its critics, while Pinker lays out the case that now really is the best time to be alive. \nWatch the full debate: https://iai.tv/video/why-things-get-better\n\nDELVE DEEPER\nFor debates and talks: https://iai.tv \nFor articles: https://iai.tv/articles \nFor courses: https://iai.tv/iai-academy/courses",
  "tags": [
    "hitchens",
    "chomsky",
    "pinker",
    "authority",
    "leadership",
    "trump",
    "foreign",
    "policy",
    "war",
    "peace",
    "rogress",
    "enlightenment",
    "galloway",
    "left",
    "right",
    "politics",
    "philosophy",
    "think",
    "learn",
    "debate",
    "talk",
    "men"
  ],
  "published_at": "2019-05-27T15:00:04Z"
}