{
  "duration": "PT50M24S",
  "view_count": "11",
  "like_count": "1",
  "title": "Episode 2253: Andrew Keen revisits Cult of the Amateur",
  "description": "In this KEEN ON Andrew Keen special, guest host David Masciotra (https://davidmasciotra.com/)  interviews Andrew about his controversial book Cult of the Amateur (https://en.wikipedia.org/wiki/The_Cult_of_the_Amateur) . While David generously describes it as prescient, Andrew focuses more on what the 2007  book got blatantly wrong - like dismissing Google’s $1.5 billion acquisition of YouTube. Duh. What both David and Andrew agree on, however, is that the book’sn focus on the damage that the supposedly “democratizing” Web 2.0 revolution did to both our culture and politics is still of massive significance.  Perhaps it might be time for a 20th anniversary rewrite, a Cult of the Amateur 2.0 for our brave new AI world. \n\n\n\n\n\n\n\n\n\n\n\nNamed as one of the \"100 most connected men\" by GQ magazine, Andrew Keen is amongst the world's best known broadcasters and commentators. In addition to presenting KEEN ON, he is the host of the long-running How To Fix Democracy show. He is also the author of four prescient books about digital technology: CULT OF THE AMATEUR, DIGITAL VERTIGO, THE INTERNET IS NOT THE ANSWER and HOW TO FIX THE FUTURE. Andrew lives in San Francisco, is married to Cassandra Knight, Google's VP of Litigation & Discovery, and has two grown children.\n\n\n\n\n\n\n\n\n\n\n\nDavid Masciotra is an author, lecturer, and journalist. He is the author of I Am Somebody: Why Jesse Jackson Matters (I.B. Tauris, 2020), Mellencamp: American Troubadour (University Press of Kentucky), Barack Obama: Invisible Man (Eyewear Publishers, 2017), and Metallica by Metallica, a 33 1/3 book from Bloomsbury Publishers, which has been translated into Chinese. In 2010, Continuum Books published his first book, Working On a Dream: The Progressive Political Vision of Bruce Springsteen. His next book, Exurbia Now: Notes from the Battleground of American Democracy, is scheduled for publication from Melville House Books in 2024. Masciotra writes regularly for the New Republic, Washington Monthly, Progressive, the Los Angeles Review of Books, CrimeReads, No Depression, and the Daily Ripple. He has also written for Salon, the Daily Beast, CNN, Atlantic, Washington Post, AlterNet, Indianapolis Star, and CounterPunch. Several of his political essays have been translated into Spanish for publication at Korazon de Perro. His poetry has appeared in Be About It Press, This Zine Will Change Your Life, and the Pangolin Review. Masciotra has a Master’s Degree in English Studies and Communication from Valparaiso University. He also has a Bachelor’s Degree in Political Science from the University of St. Francis. He is public lecturer, speaking on a wide variety of topics, from the history of protest music in the United States to the importance of bars in American culture. David Masciotra has spoken at the University of Wisconsin, University of South Carolina, Lewis University, Indiana University, the Chicago Public Library, the Lambeth Library (UK), and an additional range of colleges, libraries, arts centers, and bookstores. As a journalist, he has conducted interviews with political leaders, musicians, authors, and cultural figures, including Jesse Jackson, John Mellencamp, Noam Chomsky, all members of Metallica, David Mamet, James Lee Burke, Warren Haynes, Norah Jones, Joan Osborne, Martín Espada, Steve Earle, and Rita Dove. Masciotra lives in Indiana, and teaches literature and political science courses at the University of St. Francis and Indiana University Northwest. \n\n\n\n\n\n\n\n\nKeen On is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nThis is a public episode. If you’d like to discuss this with other subscribers or get access to bonus episodes, visit keenon.substack.com/subscribe (https://keenon.substack.com/subscribe?utm_medium=podcast&utm_campaign=CTA_2)",
  "tags": [],
  "published_at": "2024-11-24T15:48:42Z"
}