{
  "duration": "PT2M16S",
  "view_count": "1783",
  "like_count": "8",
  "title": "Chomsky - Language as Growth",
  "description": "A clip from 'The Ideas of Chomsky', and episode of BBC's excellent series 'Men of Ideas' (1978), starring Bryan Magee. In this clip Chomsky explains why he not only disagrees with the description of language as being taught, but even as it being learned, and in doing so provides a powerful analogy to demonstrate his theory of linguistic nativism.\nTranscript:\nMAGEE: One of the things that you've pointed out, which is in fact very obvious once it's pointed out, is that most people probably aren't actually taught language at all. That is to say that parents don't give any systematic instruction of any kind to their children, yet the children nevertheless learn it.\nCHOMSKY: Well I would want to even go beyond that. It's certainly the case that language is in only the most marginal sense is taught, and the teaching is in no sense essential to the acquisition of language, but in another, in a certain sense we might even go on to say that language isn't even learned. At least, if by learning we mean any process that has those characteristics that are generally associated with learning, for example the characteristics that I mentioned. It seems to me if we want a reasonable metaphor we should talk about growth. Language seems to me to grow in the mind, rather in the way that familiar physical systems of the body grow. We begin our interchange with the world with our mind in a certain genetically determined state, and through an interaction with experience, with an environment, this state changes, until it reaches a mature state, which we call a state of knowledge of language. But this sequence of changes, from the genetically determined initial state to the final state in which we really have a quite complex system of mental computations, this series of changes seems to me very much analogous growth of organs. And in fact, I think it's not inappropriate to regard the mind as a system of mental organs, the language faculty being one, each of a structure determined by our biological endowment with interactions also generally determined by the nature of our biological endowment, growing through the triggering effect of experience, which shapes and articulates the organs as they develop in the individual, through the relevant period of his life. So, as I say, it seems to me, not only is it wrong to think of language as being taught, but it's at least, very misleading to think of it as being learned, if we carry with the notion learning the associations that generally go along with it.",
  "tags": [
    "YouTube Editor"
  ],
  "published_at": "2013-05-12T20:54:37Z"
}