{
  "duration": "PT7M50S",
  "view_count": "255780",
  "like_count": "6569",
  "title": "Noam Chomsky: Under Trump's tinpot dictatorship, corporate power rules all",
  "description": "The U.S. is in the throes of an unprecedented economic, political and public health crisis — but billionaires have been reporting record-breaking profits since COVID-19 hit in March. \"It is a country run essentially by the corporate sector,\" says Noam Chomsky. \"They are running on all stops to try to maintain what they've succeeded in largely getting through the neoliberal period the last four years: enormous concentration of wealth.\" Chomsky adds that this is an extraordinary historical moment unlike any other, distinct from early 20th-century fascist regimes. \"The fascist systems were based on the principle that the powerful state under the leadership of the ruling party and leader should basically control everything … including the business community.\" In this sense, Chomsky argues, Trump is not a fascist. \"We are almost the opposite. It is the business community controlling the government,\" he says.  \n\n#DemocracyNow\r\n\r\nDemocracy Now! is an independent global news hour that airs on nearly 1,400 TV and radio stations Monday through Friday. Watch our livestream 8-9AM ET: https://democracynow.org\r\n\r\nPlease consider supporting independent media by making a donation to Democracy Now! today: https://democracynow.org/donate\r\n\r\nFOLLOW DEMOCRACY NOW! ONLINE:\r\nYouTube: http://youtube.com/democracynow \r\nFacebook: http://facebook.com/democracynow \r\nTwitter: https://twitter.com/democracynow\r\nInstagram: http://instagram.com/democracynow\r\nSoundCloud: http://soundcloud.com/democracynow \r\niTunes: https://itunes.apple.com/podcast/democracy-now!-audio/id73802554 \r\nDaily Email Digest: https://democracynow.org/subscribe",
  "tags": [
    "Democracy Now",
    "Amy Goodman",
    "News",
    "Politics",
    "democracynow",
    "Independent Media",
    "Breaking News",
    "World News",
    "Noam Chomsky",
    "Noam Chomsky Donald Trump",
    "corporate greed",
    "Jeff Bezos",
    "noam chomsky trump",
    "noam chomsky coronavirus"
  ],
  "published_at": "2020-07-25T17:15:01Z"
}