{
  "duration": "PT40M26S",
  "view_count": "13300",
  "like_count": "433",
  "title": "#261 Noam Chomsky: Cognitive Revolution, Piaget, Foucault, And Evolutionary Psychology",
  "description": "------------------Support the channel------------\nPatreon: https://www.patreon.com/thedissenter\nSubscribeStar: https://www.subscribestar.com/the-dissenter\nPayPal: paypal.me/thedissenter\nPayPal Subscription 1 Dollar: https://tinyurl.com/yb3acuuy\nPayPal Subscription 3 Dollars: https://tinyurl.com/ybn6bg9l\nPayPal Subscription 5 Dollars: https://tinyurl.com/ycmr9gpz\nPayPal Subscription 10 Dollars: https://tinyurl.com/y9r3fc9m\nPayPal Subscription 20 Dollars: https://tinyurl.com/y95uvkao\n\n------------------Follow me on---------------------\nFacebook: https://www.facebook.com/thedissenteryt/\nTwitter: https://twitter.com/TheDissenterYT\nAnchor (podcast): https://anchor.fm/thedissenter\n\nRECORDED ON NOVEMBER 16th, 2019.\nDr. Noam Chomsky is an American linguist, philosopher, cognitive scientist, historian, political activist, and social critic. Sometimes called \"the father of modern linguistics\", Dr. Chomsky is also a major figure in analytic philosophy and one of the founders of the field of cognitive science. He holds a joint appointment as Institute Professor Emeritus at the Massachusetts Institute of Technology (MIT) and laureate professor at the University of Arizona, and is the author of over 100 books on topics such as linguistics, war, politics, and mass media.\n\nIn this episode, we go through some of the major highlights in Dr. Chomsky’s intellectual career. We talk about the importance of the cognitive revolution in the 50s/60s, and how behaviorism was dominating back then. We refer to what came to be known as the Chomsky-Piaget debate in 1975, and also address the issue of the modularity of mind. We also discuss evolutionary psychology. Finally, we refer to some of the main points addressed in the debate between Dr. Chomsky and Michel Foucault in 1971, namely human nature from an epistemological perspective and the importance of creativity.\n\nTime Links:\n00:37  The importance of the cognitive revolution in the 50s/60s\n09:53  The Chomsky-Piaget debate (constructivism vs. nativism)\n12:53  Modularity of mind\n20:29  About evolutionary psychology\n27:13  The debate with Foucault (human nature, and epistemology)\n35:43  The importance of creativity for humans\n--\nFollow Dr. Chomsky’s work:\nFaculty page: http://bit.ly/33UgcJ5\nWebsite: http://bit.ly/37cckFg\nBooks on Amazon: https://amzn.to/37dilBz\n\nRelevant links:\nCognitive revolution: http://bit.ly/2qZ8NJT\nLanguage and Learning: The Debate Between Jean Piaget and Noam Chomsky: https://amzn.to/2rRYkQS\nA Review of B. F. Skinner's Verbal Behavior: http://bit.ly/2NXMo8R\nDebate Noam Chomsky & Michel Foucault - On human nature: http://bit.ly/2XlsUhn\n--\nA HUGE THANK YOU TO MY PATRONS/SUPPORTERS: KARIN LIETZCKE, ANN BLANCHETTE, SCIMED, PER HELGE HAAKSTD LARSEN, LAU GUERREIRO, RUI BELEZA, ANTÓNIO CUNHA, CHANTEL GELINAS, JERRY MULLER, FRANCIS FORDE, HANS FREDRIK SUNDE, BRIAN RIVERA, ADRIANO ANDRADE, YEVHEN BODRENKO, SERGIU CODREANU, ADAM BJERRE, ŁUKASZ STAFINIAK, AIRES ALMEIDA, BERNARDO SEIXAS, HERBERT GINTIS, RUTGER VOS, RICARDO VLADIMIRO, BO WINEGARD, JOHN CONNORS, VEGA GIDEY, CRAIG HEALY, OLAF ALEX, PHILIP KURIAN, JONATHAN VISSER, DAVID DIAS, ANJAN KATTA, JAKOB KLINKBY, AND ADAM KESSEL!\nA SPECIAL THANKS TO MY PRODUCERS, YZAR WEHBE, ROSEY, AND JIM FRANK!\nAND TO MY EXECUTIVE PRODUCER, MICHAL RUSIECKI!\n\nI also leave you with the link to a recent montage video I did with the interviews I have released until the end of June 2018:\nhttps://youtu.be/efdb18WdZUo\n\nAnd check out my playlists on:\nPSYCHOLOGY: https://tinyurl.com/ybalf8km\nPHILOSOPHY: https://tinyurl.com/yb6a7d3p\nANTHROPOLOGY: https://tinyurl.com/y8b42r7g\n\n#TheDissenter #NoamChomsky #HumanNature",
  "tags": [
    "The Dissenter",
    "Noam Chomsky",
    "human nature",
    "psychology",
    "cognitive science",
    "cognitive revolution",
    "Jean Piaget",
    "nativism",
    "constructivism",
    "modularity of mind",
    "evolutionary psychology",
    "Michel Foucault",
    "epistemology",
    "creativity"
  ],
  "published_at": "2019-11-28T19:00:01Z"
}