{
  "duration": "PT4M11S",
  "view_count": "152130",
  "like_count": "5313",
  "title": "John Stossel vs. Noam Chomsky on Venezuela",
  "description": "Stossel has an exchange with famed M.I.T. linguist Noam Chomsky, who once praised former President Hugo Chávez socialist policies.\n\n-----------\nSubscribe to our YouTube channel: http://youtube.com/reasontv\nLike us on Facebook: https://www.facebook.com/Reason.Magaz...\nFollow us on Twitter: https://twitter.com/reason\nSubscribe to our podcast at iTunes: https://goo.gl/az3a7a\n\nReason is the planet's leading source of news, politics, and culture from a libertarian perspective. Go to reason.com for a point of view you won't get from legacy media and old left-right opinion magazines.\n----------\n\nVenezuela used to be the richest country in Latin America. Today, its economy and civil society are disintegrating. The country is experiencing widespread hunger and out-of-control violence—a result of former President Hugo Chávez' move, starting in 2002, to nationalize industries, establish price controls, and block foreign capital from entering the country.\n\nBack when Chávez was still in power (and still alive), U.S. celebrities, including Danny Glover, Naomi Campbell, Michael Moore, Oliver Stone, and Sean Penn, praised the former president and his brand of \"Bolivarian\" socialism. As did left-wing intellectuals, including the famed M.I.T. linguist Noam Chomsky.\n\nWhat do they have to say now?\n\nIn an exchange with John Stossel, Chomsky said that he never described Chavez's \"state-capitalist government \"as 'socialist,'\" and that capitalists \"undermine the economy\" in all sorts of ways.\n\nWhich brings to mind the phrase \"useful idiots\" (attributed to Russian revolutionary Vladimir Lenin), which means a person who champions a cause they don't fully understand.\n\nProduced by Naomi Brockwell. Edited by Joshua Swain.",
  "tags": [
    "libertarian",
    "Reason magazine",
    "reason.com",
    "reason.tv",
    "reasontv",
    "Venezuela",
    "Hugo Chavez",
    "Socialism",
    "Noam Chomsky",
    "John Stossel"
  ],
  "published_at": "2017-08-15T15:17:22Z"
}