{
  "duration": "PT5M4S",
  "view_count": "75330",
  "like_count": "2598",
  "title": "Noam Chomsky on Bernie Sanders and why Trump's reelection would be an \"indescribable disaster\"",
  "description": "Bernie Sanders has dropped out of the 2020 presidential race — but that doesn't mean the movement Sanders sparked has failed, and it doesn't mean the stakes aren't still high in the race between remaining contenders President Donald Trump and former Vice President Joe Biden. \"This is the most crucial election in human history, literally. Another four years of Trump and we're in deep trouble,\" says renowned linguist and political dissident Noam Chomsky. \"It's common to say now that the Sanders campaign failed. I think that's a mistake. I think it was an extraordinary success — completely shifted the arena of debate and discussion,\" he says, adding that the Sanders campaign also inspired a wave of grassroots activism among the Democratic party's rank-and-file that a Biden presidency could potentially be sympathetic to. \"Suppose Biden is elected. I would anticipate it would be essentially a continuation of Obama — nothing very great, but at least not totally destructive.\" \n\n#DemocracyNow\r\n\r\nDemocracy Now! is an independent global news hour that airs on nearly 1,400 TV and radio stations Monday through Friday. Watch our livestream 8-9AM ET: https://democracynow.org\r\n\r\nPlease consider supporting independent media by making a donation to Democracy Now! today: https://democracynow.org/donate\r\n\r\nFOLLOW DEMOCRACY NOW! ONLINE:\r\nYouTube: http://youtube.com/democracynow \r\nFacebook: http://facebook.com/democracynow \r\nTwitter: https://twitter.com/democracynow\r\nInstagram: http://instagram.com/democracynow\r\nSoundCloud: http://soundcloud.com/democracynow \r\niTunes: https://itunes.apple.com/podcast/democracy-now!-audio/id73802554 \r\nDaily Email Digest: https://democracynow.org/subscribe",
  "tags": [
    "Democracy Now",
    "Amy Goodman",
    "News",
    "Politics",
    "democracynow",
    "Independent Media",
    "Breaking News",
    "World News",
    "bernie sanders 2020",
    "bernie sanders drop out",
    "bernie sanders",
    "joe biden 2020 presidential run",
    "trump 2020",
    "noam chomsky interview",
    "noam chomsky trump democracy now",
    "noam chomsky 2020 election",
    "2020 election prediction",
    "2020 election candidates",
    "2020 election prediction joe biden vs donald trump",
    "donald trump",
    "joe biden",
    "noam chomsky"
  ],
  "published_at": "2020-04-11T00:45:00Z"
}