{
  "duration": "PT58M16S",
  "view_count": "452",
  "like_count": "17",
  "title": "Noam Chomsky - 1971-10-05 - Should the Government Drop Charges Against Dan Ellsberg? Improved Audio",
  "description": "Be sure to pick 720p for best sound and video quality.\nOn October 5, 1971, Noam Chomsky took part in a debate/discussion forum on the topic \"Should the Government Drop the Charges Against Daniel Ellsberg.\" \n\nDaniel Ellsberg leaked to the US public the infamous Pentagon Papers, which detailed an incredible avalanche of lies told by the US government to the populations of the USA and, indeed, the whole world.  The leaking of the Papers infuriated Richard Nixon and was a factor in the American attack on Vietnam (and much of the rest of Indochina) finally coming to an end. \n\nNoam Chomsky, along with Professor Howard Zinn, helped to edit the Pentagon Papers for publication.  Hence, he was an important figure in this discussion. \n\nAppearing on this program: \n\nModerator: Victor Palmieri \n\nAdvocate for the charges to be dropped: Howard Miller \nAdvocate for the charges to not be dropped: William Rusher \n\nWitnesses: \n\nErnest Gruening – Ex-Senator, Alaska \nJohn Siegenthaler – Editor, Nashville Tennessean \nLeo Cherne – Research Institute of America \nElbridge Durbrow – Ambassador to Vietnam 1957-1961 \nNoam Chomsky – MIT\n\nEarlier, I uploaded only Chomsky's portion of the program (q.v).  However, since the issues raised are of considerable contemporary significance, I thought to upload the entire program to see his remarks in context. \n\nTechnical notes:\nFrom 3:04 to 4:27, there was a copyright issue on the video, so that segment goes black.  Otherwise the video is intact.  \n\nI removed a persistent, though low level, hum/hiss that ran throughout the entire program, though due to the high quality of the audio engineering by the original staff, no EQing was necessary or desirable. \n\nTags:\n\nNoam Chomsky, 1971, Daniel Ellsberg, The Pentagon Papers, Vietnam, Richard Nixon, Lyndon Johnson, Vietnam",
  "tags": [
    "Noam Chomsky",
    "1971",
    "Daniel Ellsberg",
    "The Pentagon Papers",
    "Vietnam",
    "Richard Nixon",
    "Lyndon Johnson"
  ],
  "published_at": "2024-01-30T21:12:40Z"
}