{
  "duration": "PT11M23S",
  "view_count": "2455",
  "like_count": "171",
  "title": "Chomsky: How The World Negatively Views America — The Political Vigilante",
  "description": "Graham discusses an article that was written by Noam Chomsky about our government and the world's perception of us.\n\nT / IG: @GrahamElwood\nUse #PoliticalVigilante on social media!\n\nIndependent news doesn’t come with a big corporate paycheck; The Political Vigilante is powered solely by support from viewers like you. \n\nPlease consider supporting independent news by becoming a patron!\nhttps://www.patreon.com/grahamelwood\n\nThank you so much to our current patrons:\nDan Aquilina, Robert Buchanan Smith, @nds711d, Jeff Boutin, Logan D'Alessandro, Alex Vivian, Travs_Chula, Elizabeth Franz, Tim Stack, Annabelle Corley, Eric Butterfield, @DigbyDavisLLC, Rob Roberts, Jessica Page, Perry Ramstad, Ernestine Wolf, Richard Reich, Shawn Dooley, Gail Casineau, Robert Eldridge, Andrew, Michael Esau, Roger Kamben, Zakiya Alake, Francis Joaquin, Rondeyj, Mikkel Jensen, Lauryn Barrie, Adrian Byers, James McColl, Julie Stoddart, Art Designed for You by 3kkori D-Zined, Nathan Shreppler, Christine Zomack, Pat GW, Thomas Witherow, Chris Overy, Kristofferson Kakavecos, Kelley Crider, Daniel Sonnenberg, Ryan D Fenyves, Barbara Hands, Dale Axelrod, Edward McColl, Andrew Moses, Joe Romano, Gareth Francis, Todd Price, Siara Biuk, Lee Campbell, Alex Grant, Nic Meier, Marsha Smith, & Alex Ratliff!\n\nNOTE: New patrons will be added to credit roll/description in their first official month of patronage (once successfully processed).\n\nNeed to buy something on Amazon? Use this custom link to reach the Amazon website & your purchase will help The Political Vigilante! (Bookmark it!):\nhttp://tinyurl.com/TPVAmazon\n\nLike and subscribe for more of The Political Vigilante!\n\nShow produced by Graham Elwood & Lindsay Rose (@MarsOddity).",
  "tags": [
    "the political vigilante",
    "political vigilante",
    "graham elwood",
    "funny",
    "comedian",
    "american",
    "united states",
    "government",
    "politics",
    "political",
    "talk",
    "chat",
    "discussion",
    "news",
    "democrat",
    "left",
    "liberal",
    "republican",
    "conservative",
    "independent",
    "progressive",
    "liberal progressive",
    "democracy",
    "election",
    "donald trump",
    "trump",
    "president",
    "jimmy dore",
    "the young turks",
    "tyt",
    "secular talk",
    "aggressive progressive",
    "sane progressive",
    "humanist report",
    "noam chomsky"
  ],
  "published_at": "2017-05-30T18:45:46Z"
}