{
  "duration": "PT1H16M56S",
  "view_count": "8227",
  "like_count": "233",
  "title": "Todos seremos más pobres | Ricos contra pobres | Avaricia y justicia social",
  "description": "¿Todos seremos más pobres? - Siete personas desconectadas que luchan por una vida mejor en Estados Unidos y el Reino Unido descubren que las probabilidades pueden estar en su contra. La cineasta Katharine Round provoca momentos íntimos para construir un mosaico de vidas presas del miedo y la inseguridad, impulsadas por una brecha cada vez mayor entre los más ricos y los más pobres.\n\n¿Todos seremos más pobres? (2015)\nDirectora: Katharine Round\nEstrellas: Noam Chomsky, Max Hastings, Cathy O'Neil\nGénero: Documental\nCountry: Reino Unido, Estados Unidos\nIdioma: Español\nFecha de publicación: Noviembre 2015 (Irlanda)\n\nReseñas:\n\"En última instancia, ¿Todos seremos más pobres? enfurece por todas las razones correctas. Se le podría reprochar que a veces se desvía un poco del camino, pero esto es simplemente el resultado de que Round se mantiene firme y cuenta historias humanas, no estadísticas. Esto no quiere decir que la película carezca de contexto, sino que no se deja llevar por su propia agenda. Sin duda, atraerá más a los de una determinada tendencia política, pero estoy seguro de que los que están al otro lado del debate disfrutarán recogiéndola casi tanto como el resto de nosotros disfrutando de estar de acuerdo con ella y aprendiendo de ella. Incluso podría llegar a tocar la fibra sensible de aquellos demasiado endurecidos para dejarse convencer por las estadísticas. 5/5\"\n- escrito por \"\" en IMDb.com\n\nTambién conocida como (AKA):\n(título original) The Divide\nIndia (título en inglés) The Divide\nReino Unido (título provisional) The Spirit Level\nReino Unido The Divide\nEE.UU. (título alternativo) Security, Insecurity and the Future of the West\n\n···················································································· \n\n¡APÓYANOS!\n✘ Membresía: https://bit.ly/3KlUnqf\n\n¡MÁS PELÍCULAS!:\n► Finanzas: https://bit.ly/3kYFq2I\n► Economía: https://bit.ly/3yUt00u\n► Todas las listas de reproducción: https://bit.ly/2YyZdy6\n\n#economía #finanzas #peliculas\n\n···················································································· \n\nCOPYRIGHT / IMPORTANTE: ¡Todos los derechos reservados! Todas las películas publicadas por nosotros tienen licencia legal. Hemos adquirido los derechos (al menos para territorios específicos) de los titulares de los derechos mediante contrato escrito. Si tiene preguntas, por favor envíe un correo electrónico a: info[at]moconomy.tv, Moconomy GmbH, www.moconomy.tv.",
  "tags": [
    "Documentales sobre economía y finanzas",
    "Documentales Economía y Finanzas",
    "Documentales sobre el tema de la economía y las finanzas",
    "Economía y finanzas",
    "documental sobre finanzas",
    "CIENCIA FINANCIERA",
    "espíritu empresarial",
    "espíritu emprendedor",
    "finanzas",
    "fintech",
    "insurtech",
    "el comercio mundial",
    "crisis económica mundial",
    "documentales de economía",
    "protección del medio ambiente",
    "industria de la moda",
    "blockchain",
    "mercado de valores",
    "documentales sobre finanzas",
    "económico",
    "economía"
  ],
  "published_at": "2024-11-18T00:00:09Z"
}