{
  "duration": "PT53M8S",
  "view_count": "118951",
  "like_count": "6756",
  "title": "Robert Reich SPEAKS OUT After Election | PoliticsGirl",
  "description": "As today’s guest, Robert Reich reminds us, wishful thinking won’t save us from what’s coming, but neither should we bury ourselves in cynicism. The truth is, the bottom 90% of the country have been ignored for 50 years and while Trump might have spoken to them and swayed them, he will not help them. So this is not the time to give up. This is the time to use every lever of power to stop the worst of authoritarianism from taking over and to stand behind the people and organizations fighting for our country’s integrity, its principles, and our freedoms. Perhaps we can even use this destruction as an opportunity to build something better.\n\nThe mainstream media has let us down, so we need to support those doing independent work more than ever. The extremists have been able to shape the minds of fair amount of this nation because the far right invested in their voices. Please give people like me a chance to fight back. If you find worth in what we do, please SUBSCRIBE to PoliticsGirl Premium. You’ll get this podcast ad free, along with the rants, directly to your inbox so even if I’m off social media you will still get my work. I can’t do this without your help.\n\nIf that interests you, please go to https://www.politicsgirl.com/premium and subscribe today!! Thank you so much! xoPG\n\nThis episode is sponsored by…\nhttps://ShopMDHearing.com code: PoliticsGirl\nhttps://calm.com/politicsgirl\nhttps://MarleySpoon.com/OFFER/POLITICSGIRL code: PoliticsGirl\nTEXT PoliticsGirl to 64000 for DeleteMe \n\nGUEST SOCIALS:\nhttps://robertreich.org/\nSubstack: http://robertreich.substack.com\n\nInequality Media LinkTree: https://linktr.ee/inequalitymedia\n\nTwitter:  @RBReich\n  @InequalityMedia\n\nAs always, please RATE and SUBSCRIBE so we can grow the show, open the dialogue, and inspire change moving forward!\n \nAll show links here!: https://linktr.ee/politicsgirl",
  "tags": [
    "meidastouch",
    "meidas touch",
    "politics",
    "political videos",
    "political advertising",
    "breaking news",
    "ben meiselas",
    "midas touch",
    "midastouch",
    "donald trump",
    "trump",
    "joe biden",
    "biden",
    "president",
    "elections",
    "republicans",
    "democrats",
    "democratic party",
    "republican party",
    "trump indictments",
    "legal news",
    "michael popok",
    "gop",
    "current events",
    "department of justice",
    "justice department",
    "political news",
    "msnbc",
    "cnn",
    "cable news",
    "independent media",
    "united states",
    "us news"
  ],
  "published_at": "2024-11-20T02:30:10Z"
}