{
  "duration": "PT3H6S",
  "view_count": "556",
  "like_count": "75",
  "title": "EVENTOS HISTÓRICOS. NUEVO MISÍL RUSO/WW3 inevitable. Netanyahu arresto mundial. CFM edición especial",
  "description": "Enlaces para quien esté interesado en convertirse en patrocinador: \n\nhttp://www.paypal.me/JuanZavaleta\nhttp://wwwpaypal.com-juanzavaleta@hitmail.com\nhttp://www.patreon/JuanZavaletaLaConpiracionDeLaVerdad\n\nThis is a basic list of personalities that can give you a real and truthful understanding about the War in Ukraine and the reality in Gaza.\n\nCol, Douglas McGregor: retired U.S. Army colonel and government official.\nScott Ritter: former United States Marine Corps intelligence officer, former UN Special Commission weapons inspector.\nClare Daly: Irish EU parlamentarian.\nMick Wallace: Irish EU parlamentarian.\nJeff Sachs: : Economist.\nGeorge Galloway: former British parlamentarian.\nGlen Greenwal:Pulitzer Prize Jjournalist.\nVijay Prashad: Journalist and researcher.\nAaron Mate: Journalist.\nMax Blumenthal: Journalist.\nChris Hedges: Pulitzer prize journalist.\nVanessa Beelet: journalist.\nEva Bartlett: Journalist.\nBen Norton: Journalist.\nBrian Becker: Academic and Journalist.\nStephen F. Cohen: Academic, Political Scientist (RIP).\nEmmanuel Tod: French Anthropologist, Historian, Political sciences expert.\nJhon Mearsheimer: Political Scientist.\nAbby martin: Journalist.\nGonzalo Lira: Journalist and reporter (RIP)\nRania Khalek: Joournalist.\nDan Vovalik: Journalist.\nAnya Parampil: Investigative Journalist.\nKevork Almassian, Syriana analisis: Independent Journalist.\nPeter Zuznick: Scholar.\nChristopher Black: International Criminal Lawyer\nAlexander Merouris: Historian, political analyst.\nPhillip Geraldy: Former CIA agent.\nCol. richard Black. US Senator.\nSymour Hersh: Iconic Pulitzer Prize journalist.\nLarry Johnson: Ex CIA agent and political analyst.\nGeorge Szamuely: Doctor in Political studies.\nNoam Chomsky. Schollar \nAnn Wright: Retired American Colonel.\nWyatt Reeed: Journalist.\nDimitri Babich: Political Analyst.\nRaymond McGovern. Former CIA Intelligence Analyst USSR branch. \nCol. Lawrence B. Wilkerson: US Colonel and former chief of staff to Secretary of State Colin Powell.\nMatthew Crosston: Director of Academic Transformation and Professor of National Security at Bowie State University.\nTamara Lorincz: Researcher, writer and author.  PhD candidate in Global Governance at the Balsillie School for International Affairs.\nKatrina vanden Heuvel. American editor and publisher. Former editor of the progressive magazine The Nation.\nAndrei Martyanov: expert on Russian military and naval issues. He was born in Baku, USSR.\nJames Jatras: Former U.S. Diplomat and policy adviser.\nRichard Medhurst. Blogger and Activist. Expert in Palestinian Affairs.\nAmy Goodman. Journalist. Chief staffer of Democracy Now!\nAndrew Napolitano: Retired Constitutional Judge, TV Host and Blogger.\nKaren Kwiwatoski: Retired U.S. Air Force Lieutenant Colonel \nEugene Puryear: American journalist, writer, activist, politician, and host on Breakthrough News.\nAlastair Crook: Former British diplomat, and MI-6 Agent. Founder and director of the Beirut-based Conflicts Forum.\nJackson Hinkler: Blogger and Activist.\nJimmy Dore. Comedian.\nAvraham \"Miko\" Peled: Israeli-American activist, author, and karate instructor. He is author of the books The General’s Son: The Journey of an Israeli in Palestine\nPatrick Henningsen. Journalist.\nProf. Glenn Diessen: Professor at the School of Business of the University of South-Eastern Norway.\nShir Hever: Geopolitical Economist based in Jerusalem.\nNora Barrows Friedman: Journalist. The Electronic Intifada.\nJohn Pilger: Australian journalist, writer, scholar and documentary filmmaker. (RIP)\nProfessor Richard Wolf:  American Marxian economist known for his work on economic methodology and class analysis.\nDaniel Kovalik: Lawyer and Journalist.\nWhitney Webb: Researcher an Journalist.\nMark Sleboda: Political Analyst.\nKen Klipenstein: Independent Jousnalist.\nMathew Hoh: Veteran and Political Activist.\nCaleb maupin: Author, Journalist, Political Analyst, Founder of the Center for Political Innovation.\nMarwa Osman: Lebanese Journalist.\nFrancesca Albanese:  International lawyer and academic. On 1 May 2022, she was appointed UN Special Rapporteur on the occupied Palestinian territories.\nFiorela Isabel: Journalist.\nGhadi Francis: Lebanese Journalist.\nMiko Peled: Israeli, Jewish journalist, activist and writer.\nDaniel Levi: Former advisor to the Israeli government. Negotiator of the Taba summit and Oslo 2 peace process in 1990s.\nCol. Daniel L. Davis:  Retired United States Army officer and analyst of US foreign policy.\nCraig Mokhiber:  American former United Nations human rights official and specialist in international human rights law, policy, and methodology.\nAnnie Machon: Former British MI5 intelligence officer, author, and public speaker.\nElijah Magnier: War Correspondent.",
  "tags": [
    "Iran",
    "Israel",
    "guerra",
    "medio oriente",
    "Palestina",
    "Hamas",
    "Hezbollah",
    "Libano",
    "Siria",
    "Gaza",
    "Franja de Gaza",
    "justicia",
    "bombardeo",
    "misiles",
    "ONU",
    "BRICS",
    "Palestinos",
    "genocidio",
    "Tercera Guerra Mundial",
    "Holocausto nuclear",
    "Apocalipsis",
    "Fin del mundo",
    "Estados Unidos",
    "CIA",
    "Mossad",
    "Rusia",
    "Hassan Nasrallah",
    "Vladimir Putin",
    "Yahya Sinwar",
    "Crónicas del fin del mundo",
    "La Conspiración de La Verdad",
    "Elecciones EEUU 2024",
    "Estados Unidos vota",
    "Donald Trump",
    "Francesca Albanese",
    "Ucrania",
    "Zelinsky",
    "misiles hipersonicos",
    "ICBM"
  ],
  "published_at": "2024-11-22T05:55:38Z"
}