{
  "duration": "PT4M39S",
  "view_count": "33175",
  "like_count": "2228",
  "title": "Noam Chomsky Absolutely Misunderstands The Concept Of Democracy",
  "description": "PATRONS\n\nAnn Connolly, John Krauss, Germain, Banzaifly, cdoublejj, Don Pascucci, Reginald Daniels, Frederick C Scherr, Bruce T Berger, Tom Wendelken\nDarth Wedgius, Allison Reals, John Palmieri, Michael Hammang, Brenda Young, Michael Kiley, Greg Thatcher, Kenneth Tamburello, Matthew Willis\nDr. Jesue Walker, James L. Barr, Mystery Man, Dirk L Hugen, Dick Johnston, Spence, Lars Glade, Stefanie Philipp, Hollye Barrett, Worth Kilcrease, Russell Neer, Stan Kerr, pharah-best-girl, Fred Puttroff, Phyllis Waltz, Richard Molloy, Barron Yanaga, Roger Green, Brett McMahon\nByron Nicholas, Bryan Rias, Jordan , Jeff DeWitt, Robert Hedges, Jonathan Smyth, R Freeman, Juan Bonilla, Ed Fagan, Mike Farmwald, Dan Wiggins, Tim Georgic, Andre Villarreal, Nathan Ngumi, Konstantin Atanassov, Arvid Ekenberg, Ed Musiel, Elad Yaniv, Bruce Labrecque, Vladi Stalewski\nJoseph  M Olivetti, Rochelle,  Samuel levine, Anthony J, Michael Paradis\nDan Haber, Randy Moffett, Rainer Emanuel, Dustin Koellhoffer, Jason McIntosh, Burton Jensen, Elliot Levy, Najieb, LowellBoggs, Bogbanter, Larry Nease\n\nhttps://thomassowelltv.myspreadshop.com/all\nVisit Our Shop: https://www.spreadshirt.com/shop/user/thomas+sowell/\nGet Thomas Sowell Quotes: https://play.google.com/store/apps/details?id=com.thomas.thomas_sowell_quote\n\nSubscribe to our second channel:\nhttps://www.youtube.com/channel/UCvMF8_XoqeVar1lAHTpaQxQ\nODYSEE:https://odysee.com/@ThomasSowellTV:b\n\nSupport on Patreon: \nhttps://www.patreon.com/user?u=49799823\n\nTo get all this content plus free quotes of Dr. Thomas Sowell, visit thomassowellwisdom.com \n\nYou can support our work by buying any of Dr. Sowell's books:\n- Black Rednecks and white Liberals:\nhttps://amzn.to/3y2TtJv\n- Intellectuals and society:\n https://amzn.to/3kYFD5x\n- Intellectuals and Race:\nhttps://amzn.to/2OEyAms\n- Basic Economics:\nhttps://amzn.to/3kYGlzJ\n- Charter Schools and their enemies:\nhttps://amzn.to/3l2P3gs\n- Discrimination and Disparities:\nhttps://amzn.to/30w17gu\n- Economic Facts and Falacies:\nhttps://amzn.to/3qy7Zo4\n- The Vision of the Anointed: Self-congratulation as a Basis for Social Policy:\nhttps://amzn.to/3buiOmW\n\nImage copyright:\nhttps://depositphotos.com/ \nhttps://pexels.com\nhttps://www.dreamstime.com/\nhttps://www.storyblocks.com/\nThomas Sowell is an American economist and political commentator. He taught economics at Cornell University, the University of California, Los Angeles, and since 1980 at the Hoover Institution at Stanford University, where he is currently a Senior Fellow.\nThis channel helps to promote his teachings and principles of economics and philosophy.\nPlease subscribe to this channel through the link\nhttps://www.youtube.com/channel/UC46lOhs-EHKgvjXSjz1r9Ig\n\nFAIR USE NOTICE: This video may contain copyrighted (©) material the use of which has not always been specifically authorized by the copyright owner. Such material is made available to advance understanding of ecological, political, human rights, economic, democracy, scientific, moral, ethical, and social justice issues, etc. It is believed that this constitutes a 'fair use' of any such copyrighted material as provided for in section 107 of the US Copyright Law. In accordance with Title 17 U.S.C. Section 107, this material is distributed without profit to those who have expressed a prior general interest in receiving similar information for research and educational purposes.",
  "tags": [
    "Thomas Sowell",
    "Thomas Sowell on socialism",
    "Thomas Sowell on income",
    "Thomas Sowell slavery",
    "liberalism",
    "minority",
    "basic economics",
    "intellectuals and society",
    "black rednecks"
  ],
  "published_at": "2023-06-04T16:42:20Z"
}