{
  "duration": "PT1H2M36S",
  "view_count": "5178",
  "like_count": "184",
  "title": "Postmortem on Election 2024 : Noam Chomsky in 2022 on Why the Democrats Suck",
  "description": "In a premortem from 2022, that is now a postmortem after yesterday's election, we are reposting our interview with Noam Chomsky from 2022 on the rightward shift of the Democrats.\n\nA very important interview for 2024. \n---------------------------\nFrom the 2022 episode: \n\nRepublicans go to war . . . Democrats go to brunch!\n\nThe past 50 years have seen a dramatic shift to the far-right in American politics. On the heels of the 1972 McGovern debacle, the Democrats all but abandoned their New Deal heritage and moved swiftly to a stronger pro-business position and embraced Neo-Liberalism. They abandoned class politics and giving priority to workers and the poor and instead have embraced ID politics and wokeness.  As the Republicans stole elections and Supreme Court seats, gerrymandered congressional districts, packed the courts, and ran scorched-earth campaigns at every level, the Democrats have offered a timid resistance at best.\n\nIn this fantastic interview, Noam Chomsky gives us a history and analysis of the evolution of the Democrats from the party of FDR to a party that's Republican-Lite.  We discussed the Carter campaign, the Trilateral Commission, the DLC and the Clintons, Obama, Democratic hawkishness, and other factors in the Democratic retreat from progressive ideas, all while the GOP waged an open and ruthless war on workers, non-whites, women, and others.\n\nDon't miss this important interview with the world's greatest living intellectual. \n\nProfessor Chomsky is an American linguist, political philosopher, social critic and political activist. He is Institute Professor Emeritus in the Department of Linguistics and Philosophy at MIT and Laureate Professor of Linguistics and Haury Chair in the Program in Environment and Social Justice at the University of Arizona. \n\nAt 93, he is still active; writing and giving interviews to media all over the world. He is the author of scores of books, including American Power and the New Mandarins, Towards a New Cold War, Necessary Illusions, Hegemony or Survival, Failed States: The Abuse of Power and the Assault on Democracy and Requiem for the American Dream. His most recent book is “The Withdrawal: Iraq, Libya, Afghanistan, and the Fragility of U.S. Power,” co-authored with Vijay Prashad. \n\n--------------\nOutro- \"G&R Blues\" by Moody\n\nLinks//\n+ The Withdrawal:Iraq, Libya, Afghanistan, and the Fragility of U.S. Power (https://bit.ly/3DPoAOI)\n+ G&R: Noam Chomsky on Oliver Stone's \"JFK Revisited\" (https://apple.co/3FepBwT)\n+ G&R: Noam Chomsky on the 1960s (https://bit.ly/ChomskyGandR)\n\nFollow Green and Red//\n+G&R  Linktree: https://linktr.ee/greenandredpodcast\n+https://greenandredpodcast.org/\n+Join our Discord community: https://discord.gg/aP3MAC6b\n\nSupport the Green and Red Podcast//\n+ Become a Patron at https://www.patreon.com/greenredpodcast\n+ Or make a one time donation here: https://bit.ly/DonateGandR\n\nThis is a Green and Red Podcast (@PodcastGreenRed) production. Produced by Bob (@bobbuzzanco) and Scott (@sparki1969).  “Green and Red  Blues\" by Moody.  Editing by Scott.\n\nKeywords:\nNoam Chomsky,Election 2024,Donald Trump,Joe Biden,Kamala Harris,Election 2024Noam Chomsky,Democrats,Political Commentary,Voter Discontent,Political History,Party Performance,Election Analysis,Trust Building,Political Theory,American Politics,Postmortem Discussion,Future Elections,Democrats' Strategies,Election Results,Voter Engagement,Political Relevance,I Tried to Understand the 2024 Election with Noam Chomsky Here's What I Learned,libertarian marxism\n\nHashtags:\n#Election2024\n#NoamChomsky\n#DemocraticParty\n#PoliticalAnalysis\n#AmericanPolitics\n#PoliticalInsights\n#VoterTrust\n#FutureElections",
  "tags": [
    "Noam Chomsky",
    "Election 2024",
    "Donald Trump",
    "Joe Biden",
    "Kamala Harris",
    "Election 2024Noam Chomsky",
    "Democrats",
    "Political Commentary",
    "Voter Discontent",
    "Political History",
    "Party Performance",
    "Election Analysis",
    "Trust Building",
    "Political Theory",
    "American Politics",
    "Postmortem Discussion",
    "Future Elections",
    "Democrats' Strategies",
    "Election Results",
    "Voter Engagement",
    "Political Relevance",
    "I Tried to Understand the 2024 Election with Noam Chomsky Here's What I Learned",
    "libertarian marxism"
  ],
  "published_at": "2024-11-07T04:38:27Z"
}