{
  "duration": "PT1H34M6S",
  "view_count": "3572",
  "like_count": "64",
  "title": "Noam Chomsky The Terrorist Role of the US in the World. 2002",
  "description": "Noam Chomsky speaking on May 25, 2002 in the Bronx, NY at Montefiore Hospital, affiliate of Albert Einstein College of Medicine (AECOM), in a lecture entitled: \"US Arms, Human Rights, and Social Health\". The Role of the US was Noam's last minute choice to title the talk as he was about to give it. \n\nThe speaking venue for this event at Montefiore Hospital was nearly canceled last minute, but restored in part by the efforts of Dr. Victor Sidel, when the matter went up to the President of the Hospital.  The last minute unsuccessful attempt to squash Chomsky's political free speech may be related to AECOM's still-hidden relationship with US and foreign government agencies with respect to, and adverse actions against, the host and organizer, Omar Scott Antar, of AECOM Muslim Students' Association (MSA), because of a small internet company co-founded by him. The small internet company is referenced in FBI FOIA documents.  That's the reason for Antar's monumentally thorough listing of Chomsky's academic honors, accomplishments as he introduces Chomsky,  to justify inviting such a controversial intellectual to talk to Montefiore medical students.    video by Joe Friendly \n\nPart of this lecture was incorporated into John Junkerman's 2002 film, Power and Terror: Noam Chomsky in Our Times.https://www.youtube.com/watch?v=kfYuxn3Lj0o&t=3979\n\nCheck out other lectures arranged by Omar Scott Antar:\n\nRobert Dickson Crane: Building Islamic Policy Alternatives\nhttps://www.youtube.com/watch?v=ZHboDEvKzGI\n\nImam Zaid Shakir: Iraq: The New Viet Nam\nhttps://www.youtube.com/watch?v=e90xjuPzSsw",
  "tags": [
    "AECOM",
    "Montefiore Hospital",
    "Omar Antar",
    "Omar Scott Antar",
    "MSA",
    "Power and Terror",
    "Junkerman",
    "Muslim Students' Association",
    "US Arms",
    "Human Rights",
    "and Social Health",
    "US terrorism",
    "U.S. terrorism",
    "American terrorism",
    "Albert Einstein College of Medicine"
  ],
  "published_at": "2015-12-31T15:05:18Z"
}