{
  "duration": "PT1H25M21S",
  "view_count": "66",
  "like_count": "3",
  "title": "Noam Chomsky - 2006-12-01 - Kicking Away the Ladder - Talk with Q&A   Boston, MA -  Improved sound",
  "description": "Be sure to pick at least 720p for best sound quality.\nOn December 1, 2006, Noam Chomsky spoke to City Life/Vida Urbana - a Boston-based social justice group - on the subject \"Kicking Away the Ladder\" in which he discusses economic matters.  Q&A follows the talk.\n\nThe source file is an old MP3 I've had on various hard drives for almost 20 years.  I gave it the usual digital noise reduction and EQing, improving it quite a bit.  The lecture section (the first 59 minutes or so) suffered from severe clipping, so it was necessary to roll of much of the treble. I also removed several strange audio flubs and leveled out the sound.  \n\n\n\n\nTags:\n\n\nChomsky, 2006, City Life/Vida Urbana, Milton Friedman, Reagan, Charlie Carnahan, NAFTA, Kate Bronfenbrenner, Taylorism, Scientific management, Privatization, GATT, Trade in Services, Financial Liberalization, Industrial Development, Paul Bairoch, UNCTAD, Tariffs, Free Trade, India, Britain, Opium Wars, Shanghied, Japan, Import substitution, China, Dean Baker, _The Conservative Nanny State_, Operation Gatekeeper, Venezuela, Pedro Carmona, Hugo Chavez, George W Bush, Hu Jintao, Saudi Arabia, Mercosur, Kirchner, Evo Morales, Bolivia, Rafael Correa, João Belchior Marques Goulart, Luiz Inácio Lula da Silva, John Kenneth Galbraith, Pinochet, Chile, Presidential Elections, John Kerry, Health Care, Georgia, Ukraine, Atlacatl Battalion, El Salvador, Iraq, Palestine, Gaza, Iran, Khuzestan,",
  "tags": [
    "Chomsky",
    "2006",
    "Milton Friedman",
    "Reagan",
    "Charlie Carnahan",
    "NAFTA",
    "Taylorism",
    "Privatization",
    "GATT",
    "Paul Bairoch",
    "UNCTAD",
    "Tariffs",
    "Free Trade",
    "India",
    "Britain",
    "Opium Wars",
    "Shanghied",
    "Japan",
    "Import substitution",
    "China",
    "Dean Baker",
    "Venezuela",
    "Hugo Chavez",
    "George W Bush",
    "Hu Jintao",
    "Saudi Arabia",
    "Mercosur",
    "Kirchner",
    "Evo Morales",
    "Bolivia",
    "Rafael Correa",
    "Pinochet",
    "Chile",
    "Presidential Elections",
    "John Kerry",
    "Health Care",
    "Georgia",
    "Ukraine",
    "Atlacatl Battalion",
    "El Salvador",
    "Iraq",
    "Palestine",
    "Gaza",
    "Iran",
    "Khuzestan"
  ],
  "published_at": "2024-04-16T22:03:17Z"
}