{
  "duration": "PT14M23S",
  "view_count": "16725",
  "like_count": "607",
  "title": "Noam Chomsky: War Crimes of USA Presidents | Video Lecture Series",
  "description": "In this installment of our video lecture series on philosopher Noam Chomsky, the the famous linguist explores the war crimes of United States leaders. \n\nTaken from a series of Chomsky interviews, this video serves as an audiovisual supplement to the original.\n\nAn excerpt from the interviews:\n\n\"You said that if the Nuremberg principles were applied, every post-WWII president would be indictable.\n\nProbably true..\n\nCan we run down them real fast? What did Eisenhower do that you would indict him for?\n\nEisenhower overthrew the conservative nationalist government of Iran with the military coup. He overthrew the first and last democratic government in Guatemala by military coup and invasion leading to years of—in Iran it led to 25 years of brutal dictatorship finally overthrown in 79. In Guatemala it led to massive atrocities which are still continuing. That's after almost 50 years.  \n\n.....\n\nWhat about Kennedy?\n\nKennedy was one of the worst. Kennedy first of all invaded South Vietnam. During the Eisenhower administration they had blocked the political settlement in 1954 and instituted a kind of a Latin American style terror state which had killed maybe 60 or 70 thousand\npeople by the end of the Eisenhower period and had instigated a response, a reaction. \n\n......\n\nJohnson?\n\nWell, Johnson expanded the war in Indochina to the point where ended up probably leaving three or four million people dead. He invaded the Dominican Republic to block what looked like the potential democratic revolution there and supported the Israeli occupation in its early stages. \n\nNixon?\n\nNixon, we don't even have to talk about. We can skip that one okay…\n\nFord’s next.\n\nFord well for sure was only there for a short time but long enough to endorse the Indonesian invasion of East Timor which became about as close to genocide as anything in the modern period. They pretended to oppose it but secretly supported. \nIn fact, not so secretly. The U.S. immediately—after the invasion—the US did join the rest of the world informally condemning it at the Security Council.\n\nCarter.\n\nCarter increased, as the Indonesian atrocities were increasing (they peaked\nin 1978), Carter's flow of weapons to Indonesia increased. When Congress imposed a human rights restrictions by then it was a human rights movement in Congress to block the flow of\nadvanced weaponry to Indonesia. Carter arranged through Mondale, Vice President to get Israel to send us Skyhawks to Indonesia.\n\nReagan.\n\nI don't think we have to talk about that one either. I mean, Reagan is the first president to have been condemned by the International Court of Justice for what they called the unlawful use of force— meaning international terrorism— in the war against Nicaragua. Again that's just for starters.\nThey also, the Security Council, endorsed it in two resolutions both of\nwhich were vetoed by the United States.\n\nBush I.\n\nWell, we can begin with the invasion of Panama. The invasion of Panama, which according to the Panamanians killed about 3,000 people. Since it's never investigated we don't\nknow if that's true or not. This was done in order to kidnap a disobedient thug who had been supported by the United States right through his worst atrocities.\n\nClinton.\n\nIn one of Clinton's minor escapades—very minor—was sending a couple of cruise missiles to the Sudan to destroy what they knew to be a pharmaceutical plant. There was no intelligence failure. According to the only estimates we had from the German ambassador and the regional director of the Near East foundation which does field work in Sudan, both of them estimate several tens of thousands of deaths from one cruising missile attack. That’s pretty serious.\n\nBush II\n\nBush II, I don’t think we even have to discuss.\n\nObama \n\nNow underway is President Obama's global assassination campaign. That's sheer terror. Drone attacks terrorize population. They murder suspects. Not people shown to be guilty but suspects. Others who may be unfortunate enough to be nearby. They traumatize communities, terrorized tribal societies.\"\n\n\n\nIf you like the video, please like and comment (the algorithm Gods demand it!).\nSubscribe to our channel\nFollow us:  Facebook | Twitter | LinkedIn (just kidding, we don’t have a LinkedIn)",
  "tags": [
    "noam chomsky",
    "us foreign policy",
    "noam chomsky war crimes",
    "president war crimes",
    "jfk",
    "eisenhower",
    "truman",
    "carter",
    "obama",
    "trump",
    "bush",
    "bush ii",
    "clinton",
    "george w bush",
    "gerald ford",
    "vietnam",
    "afghanistan",
    "lbj",
    "lyndon johnson",
    "john f kennedy",
    "nixon",
    "richard nixon",
    "indonesia",
    "east timor",
    "reagan",
    "ronald reagan",
    "barack obama",
    "donald trump",
    "george h. w. bush",
    "noam chomsky usa",
    "guatemala",
    "panama",
    "terrorism",
    "sudan",
    "al-shifa",
    "drones",
    "nuremberg trials",
    "wwii",
    "usa politics",
    "manufacturing consent",
    "korean war"
  ],
  "published_at": "2020-04-01T14:00:11Z"
}