{
  "duration": "PT22M59S",
  "view_count": "2423",
  "like_count": "12",
  "title": "Noam Chomsky Interview with Frank Barat - Six People Six Questions Part 1",
  "description": "London 10.03.2011 - Frank Barat asks Prof Noam Chomsky 6 questions that were sent by Alice Walker, John Berger, Ken Loach, Paul Laverty, Amira Hass and Chris Hedges.\n\nInterview starts with question from John Berger:\nPolitical practice often surprises political vocabulary. For example, the recent Revolution in the Middle East is said to demand Democracy. Can we find more adequate words?\nIsn't the use of the old and frequently betrayed words a way of absorbing the shock, instead of welcoming it and transmitting it further?\n\n05:20: Chris Hedges\nJulien Benda in The Treason of Intellectuals argued that it is only when intellectuals are not in the pursuit of practical aims or material advantages that they can serve as a conscience and a corrective.  Can you address the loss of philosophers, religious leaders, writers, journalists, artists and scholars whose lives were once lived in direct opposition to the realism of the multitudes and what this has meant for our intellectual and moral life?\n\n11:51: Amira Hass\nHave the uprisings in the Arab states made you change, revise some of your past evaluations? Have they - and how - affected your notions of, for example :masses, hope, facebook, poverty, western intervention, surprise?\n\n22:06: Ken Loach\nHow do we overcome sectarianism on the left?\n\n25:44: Paul Laverty\nThere has probably never been a time where there has been such concentration of wealth and power in so few hands.  The powerful are sophisticated in maintaining this state of affairs, but perhaps we use this too as an excuse to hide our shortcomings on the left.  What do you think has been lacking in our imaginative effort to build a mass international campaign to democratize resources, and challenge Corporate Power?  Can you imagine a time where we can organize our lives and economies successfully on a co-operative basis, rather than a competitive one?\n\n35:05: Alice Walker\nI believe that a one state solution to the Palestine/Israel impasse is inevitable;  and more just than a two state solution could ever be. This is because I don't believe Israel will ever give up trying to control Palestinians, whether citizens of Israel or those living in the occupied territories.  Under a two state solution there would be Israel and a Palestinian bantustan.\n\nI have been struck by your dismissal of the one state idea as something almost absurd, and would like to understand why you see it this way. Is there no hope that Israelis and Palestinians might live together as white and black people do, after the fall of apartheid, in South Africa?\n\nFrank Barat is coordinator of the Russell Tribunal on Palestine, an initiative endorsed by Noam Chomsky. http://russelltribunalonpalestine.com/en/\n\n\"Gaza in Crisis: Reflections on Israel's War Against the Palestinians\" a book by Noam Chomsky and Ilan Pappe (edited by Frank Barat) is out now. http://gazaincrisis.org/\n\nCopyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for fair use for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Non-profit, educational or personal use tips the balance in favor of fair use.",
  "tags": [
    "Noam Chomsky",
    "Frank Barat",
    "Six People Six Questions",
    "London",
    "Alice Walker",
    "John Berger",
    "Ken Loach",
    "Paul Laverty",
    "Amira Hass",
    "Chris Hedges",
    "Middle East",
    "Democracy",
    "Corporate Power",
    "Palestine",
    "Israel",
    "Palestinians"
  ],
  "published_at": "2012-01-31T01:03:46Z"
}