{
  "duration": "PT51M19S",
  "view_count": "173886",
  "like_count": "4271",
  "title": "Noam Chomsky on Trump's Disastrous Coronavirus Response, WHO, China, Gaza and Global Capitalism",
  "description": "How did the United States — the richest country in the world — become the worldwide epicenter of the coronavirus outbreak, with one person dying of COVID-19 every 47 seconds? We spend the hour with Noam Chomsky, the world-renowned political dissident, linguist and author, discussing this unprecedented moment in history, and its political implications. Chomsky reflects on the significance of the Bernie Sanders campaign, calling it \"an extraordinary success\" that \"completely shifted the arena of debate and discussion\" in the United States. He also responds to President Trump's cuts to U.S. support for the World Health Organization and the surge in deaths in the United States to another record high, and discusses conditions in Gaza, the rise of authoritarianism around the world, and the progressive response.\n\n#DemocracyNow\r\n\r\nDemocracy Now! is an independent global news hour that airs on nearly 1,400 TV and radio stations Monday through Friday. Watch our livestream 8-9AM ET: https://democracynow.org\r\n\r\nPlease consider supporting independent media by making a donation to Democracy Now! today: https://democracynow.org/donate\r\n\r\nFOLLOW DEMOCRACY NOW! ONLINE:\r\nYouTube: http://youtube.com/democracynow \r\nFacebook: http://facebook.com/democracynow \r\nTwitter: https://twitter.com/democracynow\r\nInstagram: http://instagram.com/democracynow\r\nSoundCloud: http://soundcloud.com/democracynow \r\niTunes: https://itunes.apple.com/podcast/democracy-now!-audio/id73802554 \r\nDaily Email Digest: https://democracynow.org/subscribe",
  "tags": [
    "Democracy Now",
    "Amy Goodman",
    "News",
    "Politics",
    "democracynow",
    "Independent Media",
    "Breaking News",
    "World News",
    "noam chomsky",
    "noam chomsky democracy now",
    "chomsky amy goodman",
    "chomsky trump democracy now",
    "chomsky trump coronavirus",
    "noam chomsky trump era",
    "chomsky biden vs trump",
    "gaza",
    "palestine",
    "israel",
    "apartheid",
    "noam chomsky 2020"
  ],
  "published_at": "2020-05-24T11:00:13Z"
}