{
  "duration": "PT27M56S",
  "view_count": "8579",
  "like_count": "195",
  "title": "Noam Chomsky on Ukraine and Beyond (Lecture)",
  "description": "“Meanwhile, by extending the conflict instead of seeking to end it, we impose severe costs on Ukrainians, drive millions of people to death by starvation, hurtle the burning planet even more rapidly to the sixth mass extinction, and — if we are lucky — escape terminal war.”\n\nIn this presentation, Noam Chomsky will touch on the roots of the Ukraine war and potential paths to a sane resolution through an all-out effort of diplomacy and statecraft. He will examine the disastrous strategy the U.S. is presently pursuing in Ukraine and the implications of Finland and Sweden joining NATO. But he will expand the scope of his analysis by looking at the frightening impacts that the decisions of “world leaders” toward this “criminal Russian invasion” are having far beyond Ukraine. For instance, he sees the perpetuation of the war as basically a program of mass murder through starvation throughout much of the Global South.\n\nBut a major focus of this presentation will be the impact of the Ukraine war and the way the world has responded to it on the prospects of the greatest crisis humanity has ever faced: the prospects for human survival itself. He will examine the specific ways in which the decision of U.S. leaders to exploit the invasion to `harm Russia’ and possible Russian responses are increasing the likelihood of terminal nuclear war as well as hastening our demise through global warming if we should somehow dodge that nuclear bullet.\n\nThe presentation raises a fundamental question: whether the gap between our technical capacity to destroy and the human moral capacity to control that technical capacity can be bridged. Always the optimist about human capabilities when confronted with injustice, gruesome wars or now, with extinction itself, Noam will remind viewers that — as the history of social movements has shown — “it is within our power to bring about the answer that we all hope for, but there is no time to waste”.\n\nSponsored by Massachusetts Peace Action",
  "tags": [],
  "published_at": "2022-07-29T13:38:16Z"
}