{
  "duration": "PT11M26S",
  "view_count": "18101",
  "like_count": "303",
  "title": "Noam Chomsky: Climate Change & Nuclear Proliferation Pose the Worst Threat Ever Faced by Humans",
  "description": "http://democracynow.org  - President Obama has just passed a little-noticed milestone, according to The New York Times: Obama has now been at war longer than any president in U.S. history—longer than George W. Bush, Franklin D. Roosevelt and Abraham Lincoln. Obama has taken military action in at least seven countries: Iraq, Afghanistan, Libya, Syria, Pakistan, Yemen and Somalia. Just last month, President Obama announced the deployment of 250 more Special Operations troops to Syria in a move that nearly doubles the official U.S. presence in the country. As war spreads across the globe, a record 60 million people were driven from their homes last year. Experts warn the refugee crisis may also worsen due to the impacts of global warming. Over the weekend, NASA released data showing 2016 is on pace to be by far the hottest year ever, breaking the 2015 record. Meanwhile, many fear a new nuclear arms race has quietly begun, as the United States, Russia and China race to build arsenals of smaller nuclear weapons. These multiple crises come as voters in the United States prepare to elect a new president. We speak with one of the world’s preeminent intellectuals, Noam Chomsky, institute professor emeritus at Massachusetts Institute of Technology, where he has taught for more than 50 years. His latest book is titled \"Who Rules the World?\"\n\nDemocracy Now! is an independent global news hour that airs weekdays on nearly 1,400 TV and radio stations Monday through Friday. Watch our livestream 8-9AM ET: http://democracynow.org\n\nPlease consider supporting independent media by making a donation to Democracy Now! today: http://democracynow.org/donate\n\nFOLLOW DEMOCRACY NOW! ONLINE:\nFacebook: http://facebook.com/democracynow \nTwitter: https://twitter.com/democracynow\nYouTube: http://youtube.com/democracynow \nSoundCloud: http://soundcloud.com/democracynow \nDaily Email: http://democracynow.org/subscribe \nGoogle+: https://plus.google.com/+DemocracyNow\nInstagram: http://instagram.com/democracynow\nTumblr: http://democracynow.tumblr.com\nPinterest: http://pinterest.com/democracynow\niTunes: https://itunes.apple.com/podcast/democracy-now!-audio/id73802554 \nTuneIn: http://tunein.com/radio/Democracy-Now-p90/\nStitcher Radio: http://www.stitcher.com/podcast/democracy-now",
  "tags": [
    "noam chomsky",
    "war",
    "president barack obama",
    "military",
    "russia",
    "china",
    "nuclear weapons",
    "arms race",
    "MIT",
    "international relations",
    "who rules the world?",
    "nuclear war",
    "climate change",
    "nukes",
    "environment",
    "rising sea levels",
    "global warming",
    "john kasich",
    "election 2016",
    "democracy now",
    "amy goodman",
    "interview",
    "news",
    "world news",
    "politics",
    "independent media",
    "daily news",
    "breaking news",
    "world",
    "democracy now!",
    "DN"
  ],
  "published_at": "2016-05-16T15:51:41Z"
}