{
  "duration": "PT59S",
  "view_count": "3953",
  "like_count": "100",
  "title": "Noam Chomsky and Michel Foucault discussing justice, power (1971) _ 3 attempt",
  "description": "Chomsky-Foucault Debate on Power vs Justice (1971)\n #Foucault #Chomsky #Philosophy\nA few clips of Noam Chomsky and Michel Foucault discussing justice, power, and the notion of human nature in their famous 1971 debate. This is a version of an upload from the previous channel. The translation is my own, although I referenced the published text (which by the way was edited by Foucault prior to publication, which is why there are various differences between the published transcript and the actual recording). The audio has also been improved. \n\nThe debate was about human nature and took place in November 1971 at the Eindhoven University of Technology, in the Nederlands, as part of the “International Philosophers Project” initiated by the Dutch Broadcasting Foundation and arranged by the Dutch philosopher Fons Elders, who was also the moderator.\n\n\nThus Spake Zarathustra\nThis is Lena Hades oil painting cycle created in 1996-1997\nJean-Christophe Ammann called the painting of the series tablets. \"Figurative language of Lena Hades expresses itself often intentionally as a poster, because we see here some visual tablets which should stir and awaken. At the same time, the language of her images remains faithful to the fundamental task of the artist: every artist should be a dervish, not only in order to conjure the collective memory, being in constant motion, but also to stay in the thought and memory of our times. Lena Hades is a dervish.\"",
  "tags": [
    "ammann",
    "lena hades",
    "nietzsche",
    "also sprach zarathustra",
    "thus spoke zarathustra",
    "thus spake zarathustra",
    "ницше",
    "хейдиз",
    "совриск",
    "современное искусство",
    "contemporary art",
    "forbes russia",
    "russian billionaires",
    "nietzsche in the art",
    "nietzsche quote",
    "nietzsche quotes",
    "philosophy",
    "философия",
    "filosofo franco volpi",
    "nihilismo",
    "nihil",
    "lena hades is genius",
    "russian contemporary art",
    "abramovich",
    "garage",
    "museum art works",
    "chimeras by lena hades",
    "chimera of the american dream",
    "capitalist chimera"
  ],
  "published_at": "2023-03-29T14:13:05Z"
}