{
  "duration": "PT1H37M30S",
  "view_count": "1146",
  "like_count": "27",
  "title": "Noam Chomsky: Sovereignty and World Order",
  "description": "Noam Chomsky, Preeminent Linguist and Political Commentator\nLou Douglas Lecture Series\nKansas State University\n9/20/1999\n\nBio: An institute professor of linguistics at the Massachusetts Institute of Technology, Chomsky is a fellow of the American Academy of Arts and Sciences and of the National Academy of Sciences. His work in linguistics, which has been internationally acclaimed, has earned Chomsky the Distinguished Scientific Contribution Award of the American Psychological Association, the Kyoto Prize in Basic Sciences and the Helmholtz Medal.\n\nChomsky has written and lectured widely on linguistics, philosophy, intellectual history, international affairs and U.S. foreign policy. Among the numerous political works he has authored or co-authored include \"American Power and the New Mandarins\"; \"At War with Asia\"; \"The Political Economy of Human Rights, Vol. I and II\"; \"Rethinking Camelot: JFK and the Vietnam War and U.S. Political Culture\"; \"Reflection on Propaganda;\" \"The Common Good\"; and \"Profit Over People.\"\n\nAn MIT faculty member since 1955, Chomsky has received honorary degrees from several of the nation's and world's most noted universities, including the University of London, University of Chicago, Georgetown University and Cambridge University.\n\nLou Douglas Lectures | https://tryufm.org/lou-douglas/\nLou Douglas Lectures seek to extend understanding of public policies with a focus on social justice issues. They contribute to the general education of K-State students and others on campus and in the community by presenting speakers who propose public policy that deals progressively and democratically with the roots of social, political and economic issues. Known for their impact on regional, national and world affairs, speakers are selected for their commitment to justice and equality for all people.",
  "tags": [
    "lou douglas lectures",
    "lou douglas"
  ],
  "published_at": "2022-05-10T19:53:56Z"
}