{
  "duration": "PT17M47S",
  "view_count": "36964",
  "like_count": "1016",
  "title": "On Noam Chomsky and the Far-Left's Anti-Semitism (Pt. 3) | Nick Cohen | POLITICS | Rubin Report",
  "description": "Dave Rubin of The Rubin Report talks to Nick Cohen (journalist and author of \"What's Left?\") about his views on Noam Chomsky and the anti-semitism that is often seen from the people on the far-left. \n\nWatch Dave Rubin’s full interview with Nick Cohen here: \nhttps://www.youtube.com/watch?v=h5fXEp4O6Lo&list=PLEbhOtC9klbCr0iN2ANJbaV477B0eSpc6&index=192&t=0s\n\nIs the state of US news driving you crazy? Does the coverage of political news rarely seem “fair and balanced”? Serious discussions on US politics is vital to having a healthy democracy. No matter what political party you belong to, we need to be able to hear a variety of political perspectives. Whether you majored in political science or just want to have a deeper understanding of the issues you’ll want to check out this playlist:\nhttps://www.youtube.com/playlist?list=PLEbhOtC9klbCr0iN2ANJbaV477B0eSpc6\n\nTo make sure you never miss a single Rubin Report video, click here to subscribe:\nhttps://www.youtube.com/channel/UCJdKr0Bgd_5saZYqLCa9mng?sub_confirmation=1\n\nLooking for smart and honest conversations about current events, political news and the culture war? Want to increase your critical thinking by listening to different perspectives on a variety of topics? If so, then you’re in the right place because on The Rubin Report Dave Rubin engages the ideas of some of society's most interesting thought leaders, authors, politicians and comedians. The Rubin Report is the largest talk show about free speech and big ideas on YouTube. \nDave allows his guests to speak their minds and his audience to think for themselves.\nNew videos every week.\n\nThe Rubin Report is fan funded through monthly and one-time donations: http://www.rubinreport.com/support\n\n******\n\nDave Rubin's book, \"Don't Burn This Book\" is now available for pre-order: www.dontburnthisbook.com\n\nLISTEN to The Rubin Report podcast: www.rubinreport.com/podcast\n\nSee Dave LIVE:  https://daverubin.com/events/\n\nSign up for our newsletter with the best of The Rubin Report delivered to your inbox once a month: http://www.rubinreport.com/newsletter\n\nOfficial Rubin Report Merchandise: https://rubinreport.com/shop\n\nAll art on the set are original works by Caylin Rose Janet. \nGet a print here: https://www.caylinrosejanet.com/rubinreportart.html\n\n******\n\nNick Cohen\nJournalist and author of \"What's Left?\" \nGet the book: http://amzn.to/1Sjyd9v\nNick Cohen on Twitter: https://twitter.com/NickCohen4\n\n******\nFollow Dave on Twitter: https://twitter.com/RubinReport\nFollow The Rubin Report on Facebook: https://www.facebook.com/rubinreport\nFollow Dave on Facebook: https://www.facebook.com/daverubin\nAbout Dave Rubin: http://daverubin.com/",
  "tags": [
    "rubin report",
    "dave rubin",
    "idw",
    "current events",
    "free speech",
    "intellectual dark web",
    "critical thinking",
    "rubin",
    "the rubin report",
    "david rubin",
    "us news",
    "political news",
    "us politics",
    "political science",
    "political",
    "political party",
    "Nick Cohen",
    "Nick Cohen interview",
    "regressive left",
    "identity politics",
    "islam",
    "muslim"
  ],
  "published_at": "2015-12-10T17:07:45Z"
}