{
  "duration": "PT51S",
  "view_count": "9",
  "like_count": "0",
  "title": "Chomsky on Moral Relativism and Michel Foucauly   to more 👉 #philotvChomskyFoucault #interview",
  "description": "see: Noam Chomsky & Michel Foucault - Debate - Human Nature and Power -Remastered- The Philosopher King\n\nThis video can be first seen by subscribers, link below:\nclick: https://www.youtube.com/@Philotv-official?sub_confirmation=1\n\nThe Chomsky-Foucault debate, held at the Eindhoven University of Technology in the Netherlands on October 22, 1971, was a discussion about human nature. The central question was: \"Is there such a thing as 'innate' human nature independent of our experiences and external influences?\".\n\nNoam Chomsky and Michel Foucault assumed opposing viewpoints on this question. Chomsky argued that human nature was real and identified it with the innate structures of the human mind, consistent with his theory of universal grammar. He believed that even though our concept of human nature is limited and socially conditioned, it's crucial to have some direction and know what impossible goals we're trying to achieve.\n\nOn the other hand, Foucault explained the same phenomena with reference to human social structures. He argued that our conceptions of human nature are acquired from our own society, civilization, and culture. Foucault was critical of what he saw as the hidden political power of seemingly neutral institutions and believed that institutions such as the family, schools, universities, medicine, and psychiatry all serve to maintain power in the hands of one social class and exclude the other.\n\nIn essence, the debate was a philosophical argument rooted in linguistics (Chomsky) and the theory of knowledge (Foucault), which evolved into a broader discussion encompassing a wide range of topics, from science, history, and behaviorism to creativity, freedom, and the struggle for justice in the realm of politics.\n\nleave a comment below 💬\n\nRemember to like 👍 and subscribe 🤝 and share 📢 \nIt helps reach more people looking for this kind of content 😊.\n\nAnd if you know any philosophy or humanities documentaries, post them in the comments.\n\n#Philotv #philosophy #philosophie #philosophic #Foucault #Ideology #Chomsky",
  "tags": [],
  "published_at": "2024-03-06T02:00:13Z"
}