{
  "duration": "PT50M1S",
  "view_count": "3718211",
  "like_count": "68084",
  "title": "Steven Pinker: Linguistics as a Window to Understanding the Brain | Big Think",
  "description": "In this lecture, Steven Pinker, renowned linguist and Harvard Psychology Professor, discusses linguistics as a window to understanding the human brain.\nNew videos DAILY: https://bigth.ink\nJoin Big Think Edge for exclusive video lessons from top thinkers and doers: https://bigth.ink/Edge\n----------------------------------------------------------------------------------\nHow is it that human beings have come to acquire language? Steven Pinker's introduction to the field includes thoughts on the evolution of spoken language and the debate over the existence of an innate universal grammar, as well as an exploration of why language is such a fundamental part of social relationships, human biology, and human evolution. Finally, Pinker touches on the wide variety of applications for linguistics, from improving how we teach reading and writing to how we interpret law, politics, and literature.\n\nRead the full transcript on: https://bigthink.com/videos/how-we-speak-reveals-how-we-think-with-steven-pinker\n----------------------------------------------------------------------------------\nSteven Pinker is an experimental psychologist who conducts research in visual cognition, psycholinguistics, and social relations. He grew up in Montreal and earned his BA from McGill and his PhD from Harvard. Currently Johnstone Professor of Psychology at Harvard, he has also taught at Stanford and MIT. He has won numerous prizes for his research, his teaching, and his nine books, including The Language Instinct, How the Mind Works, The Blank Slate, The Better Angels of Our Nature, The Sense of Style, and Enlightenment Now: The Case for Reason, Science, Humanism, and Progress.\n----------------------------------------------------------------------------------\nABOUT BIG THINK:\n\nSmarter Faster™\n\nBig Think is the leading source of expert-driven, actionable, educational content. With thousands of videos, featuring experts ranging from Bill Clinton to Bill Nye, we help you get smarter, faster. ​Our experts are either disrupting or leading their respective fields—subscribe to learn from top minds like these daily.\n\nWe aim to help you explore the big ideas and core skills that define knowledge in the 21st century, so you can apply them to the questions and challenges in your own life.\n\nOther Frequent contributors include Michio Kaku & Neil DeGrasse Tyson.\n\nMichio Kaku Playlist: https://bigth.ink/Kaku\n\nBill Nye Playlist: https://bigth.ink/BillNye\n\nNeil DeGrasse Tyson Playlist: https://bigth.ink/deGrasseTyson\n\nRead more at https://bigthink.com for a multitude of articles just as informative and satisfying as our videos. New articles posted daily on a range of intellectual topics.\n\nJoin Big Think Edge, to gain access to an immense library of content. It features insight from many of the most celebrated and intelligent individuals in the world today. Topics on the platform are focused on: emotional intelligence, digital fluency, health and wellness, critical thinking, creativity, communication, career development, lifelong learning, management, problem solving & self-motivation.\n\nBIG THINK EDGE: https://bigth.ink/Edge\n\n----------------------------------------------------------------------------------\nFOLLOW BIG THINK:\n\n📰BigThink.com: https://bigth.ink\n🧔Facebook: https://bigth.ink/facebook\n🐦Twitter: https://bigth.ink/twitter\n📸Instagram: https://bigth.ink/Instragram\n📹YouTube: https://bigth.ink/youtube\n✉ E-mail: info@bigthink.com\n----------------------------------------------------------------------------------\nTRANSCRIPT:\n\nFor more info on this video, including the full transcript, check out https://bigthink.com/big-think-edge/learn-better",
  "tags": [
    "Stephen Pinker",
    "Educational",
    "Floating University",
    "Psychology",
    "Language",
    "Chomsky",
    "Linguistices",
    "Big Think",
    "School",
    "Lifelong Learning",
    "Cognitive Science",
    "BigThink",
    "Lessons",
    "BigThink.com",
    "Linguistics (Field Of Study)",
    "Education",
    "EDU",
    "Brain",
    "Teacher",
    "AI",
    "Student",
    "Lesson",
    "steven pinker lecture",
    "steven pinker big think",
    "steven pinker language",
    "steven pinker audiobook",
    "steven pinker interview",
    "Linguistics as a Window to Understanding the Brain",
    "steven pinker linguistics"
  ],
  "published_at": "2012-10-06T13:27:05Z"
}