{
  "duration": "PT50M46S",
  "view_count": "75",
  "like_count": "3",
  "title": "Noam Chomsky - 2006-08-18 - Interview on Israel, Lebanon, and Palestine, etc. - KBOO Radio, Portland",
  "description": "Be sure to pick at least 720p for best sound quality.\nOn August 18, 2006, Noam Chomsky appeared by telephone on KBOO Radio in Portland, Oregon, where he takes questions from the hosts on the Middle East situation.\n\n\nThe source file, which I've had on various hard drives for almost 20 years, is one of the worst audio files I've ever heard.  I searched around quite a bit to turn up a better copy, but only the same one is available, alas.   It suffers from clipping and some kind of over-aggressive noise reduction attempt that rendered it almost un-listenable.  Ironically, I used digital noise reduction to remove most of the noise left behind from the artifacting from their attempt. A stiff EQing was necessary, too, as all the treble was just screechy noise.  It's still pretty bad, but I include it in the Conservatory out of a sake of completeness. Hopefully, a better master copy will emerge.\n\n\n\n\nTags:\n\n\nChomsky, 2006, Israel, Palestine, Lebanon, Ilan Pappé, Tanya Reinhart, Seymour Hersh, Hezbollah, Iran, Hassan Nasrallah, Gilad Shalit, Gaza, Britain, Palestinian Mandate, Jordan, Egypt, UN 242, Anwar Sadat, Henry Kissinger, Nabatieh Fawka attack, Ehud Olmert, Rafiq Khan, nuclear weapons, George W Bush, Iraq, Muhammad Khatami, Two State Settlement, Mohamed ElBaradei, Peak Oil, Tar Sands, Shale Oil,",
  "tags": [
    "Chomsky",
    "2006",
    "Israel",
    "Palestine",
    "Lebanon",
    "Ilan Pappé",
    "Tanya Reinhart",
    "Seymour Hersh",
    "Hezbollah",
    "Iran",
    "Hassan Nasrallah",
    "Gilad Shalit",
    "Gaza",
    "Britain",
    "Palestinian Mandate",
    "Jordan",
    "Egypt",
    "UN 242",
    "Anwar Sadat",
    "Henry Kissinger",
    "Nabatieh Fawka attack",
    "Ehud Olmert",
    "Rafiq Khan",
    "nuclear weapons",
    "George W Bush",
    "Iraq",
    "Muhammad Khatami",
    "Two State Settlement",
    "Mohamed ElBaradei",
    "Peak Oil",
    "Tar Sands",
    "Shale Oil"
  ],
  "published_at": "2024-04-14T20:02:59Z"
}