{
  "duration": "PT4S",
  "view_count": "2159",
  "like_count": "29",
  "title": "Noam Chomsky: \"My Favorite Philosopher - David Hume\"",
  "description": "February 19, 1991\n\nNoam Chomsky: Force and Opinion (1991)\nhttps://archive.org/details/NoamChomsky-1991-02-19-ForceAndOpinion/Chomsky-02-19-91-ForceAndOpinion-Speech-Amhearst-Pq.mp3\nhttps://www.youtube.com/watch?v=4GXCKmVhWtA\nhttps://bit.ly/3ya9BcD\n\nJulian Baggini: The Hume paradox: how great philosophy leads to dismal politics (2021)\nhttps://bit.ly/2VikI4F\n\nAnd then there are general implications for the way in which a healthy intellectual scepticism, the essential precondition for rational enquiry in science and much else, can easily become a fatalistic cynicism about the prospects for building a better society.\n\nPerhaps Hume also stands as a warning about the ease with which profound theoretical heterodoxy can be married with comfortable social conformity. So many who pride themselves on their rejection of received opinions sit contented on the established social and economic order. It seems that property, pensions, salaries and status all have the power to miraculously dissolve scepticism. [...]\n\nOverall, for Hume, philosophical reasoning was not a matter of going wherever logic takes us, no matter how absurd, but acceding to what experience demands. Reason divorced from experience defeats itself, leaving us convinced that nothing can be known. To be a person of true reason is to understand that reasoning is not just a matter of constructing arguments but attending to all the reasons we have to believe things or not, and some of those reasons are furnished by experience, not logic. In philosophy, this approach served Hume well. He remains the model for many philosophers today, keen to navigate between the prison of extreme scepticism and conceptual castles in the clouds. In politics, however, it introduces a reactionary bias.\n\nThe wisdom of conservatism, and it does contain wisdom, is decidedly Humean. Conservatives are above all else suspicious that abstract reason can debunk centuries of experience: a utopia on paper is doomed to turn out worse than an existing imperfect society. One of Hume’s most famous passages reads: “Custom, then, is the great guide of human life. It is that principle alone which renders our experience useful to us, and makes us expect, for the future, a similar train of events with those which have appeared in the past.” Apply this “principle” to metaphysics and epistemology—the nature of the world and how we know it—and it works wonders. But apply it to politics and public morality and it leaves us too willing to accept flawed and maybe appalling norms and institutions, just because they’ve always been there. [...]\n\nHume’s discussion of divorce and marriage provides the perfect example of how no intellectual virtue is indivisible nor fit for all purposes. Appropriate caution in philosophy can become timidity in politics. No politician who was similarly suspicious of unproven reforms would have legalised same-sex marriage, introduced the minimum wage or started the NHS. [...]\n\nHume’s scepticism was of the right kind for philosophy, perfectly calibrated on the mean. But in politics, the same degree of scepticism was too much. He also apportioned it incorrectly, being too doubtful of the benefits of change and not questioning enough how much the test of time really validated existing social norms. [...]\n\nA second virtue is a suspicion of utopias. He consistently argued against “that grave philosophic Endeavour after Perfection.” Whether it was the Stoic injunction to make ourselves invulnerable to loss or schemes to create heaven on earth, Hume believed that inhuman perfection is the enemy of humanity’s best. The horrific failures of revolutions to build a new society on ground zero, from Stalin’s Russia to Pol Pot’s Cambodia, have borne this out.\n\nA third Humean lesson is that we should distrust rigid principles. “All general maxims in politics ought to be established with great caution,” he wrote, since “irregular and extraordinary appearances are frequently discovered.” [...]\n\nIn themselves, these lessons are all sound. Collectively, they might seem to add up to a familiar Burkean conservatism: cautious, pragmatic, suspicious of change, abstract principle and progressive projects. But they do not add up to a complete political philosophy: the scepticism they embody becomes paralysing unless matched by another scepticism—about the status quo. Whatever the uncertain dangers of reform, sometimes the certain harms of “business as usual” are worse.\n\nIn philosophy, the risks of theoretical folly and giving up the proven common sense that allows us to navigate the world are so great that we need to be more sceptical of scepticism than we do the testimony of experience. But in politics, the evidence that common sense and convention have served us well is thin: the status quo may not be so much optimised by experience, as forged and then entrenched by powerful interests. Unless we question the wisdom of our own age, we will perpetuate its errors.",
  "tags": [
    "Noam Chomsky",
    "David Hume"
  ],
  "published_at": "2021-07-28T10:30:42Z"
}