{
  "duration": "PT36M35S",
  "view_count": "141805",
  "like_count": "1166",
  "title": "Unintentional ASMR | Noam Chomsky interview on surveillance [Deep, relaxing voice]",
  "description": "An unintentional ASMR video that has been requested many times is a Noam Chomsky interview.\n5 hours of Noam's soft spoken voice: https://www.youtube.com/watch?v=56MZl-8uano\nHope you find this relaxing. Subscribe to Pure Unintentional ASMR to help our unintentional ASMR collection grow: https://goo.gl/QLm8Qw\n\nEdited by http://ineedtosleepnow.com this is an interview with Noam Chomsky from 2014 where he is interviewed by Juan Branco. This video has been edited and is only half the length of the full interview as the audio quality isn't great in the first half. To see the full video check below. \n\nFull video: https://youtu.be/8ED1Xt3IoRc\nJuan Branco's channel: https://www.youtube.com/channel/UCMOrzCo7Jdp6qqEX24CXuog\n\nIf you listen to ASMR to help you sleep then these headband-sleep headphones are literally perfect: https://bit.ly/2YrrKQC\nSubscribers of this channel get an extra 10% OFF when you use the code SLEEPNOW10\n\nBEST ASMR PLAYLISTS:\nMedical ASMR: http://bit.ly/MedicalASMR\nFemale ASMR: http://bit.ly/FemaleASMR\nBest of the best: http://bit.ly/BestUnintentionalASMR\nCeleb ASMR: http://bit.ly/CelebASMR\nShow and tell ASMR: http://bit.ly/ShowTellASMR\nRelaxing interviews: http://bit.ly/InterviewsASMR\n\nWHAT IS UNINTENTIONAL ASMR? \nhttps://ineedtosleepnow.com/what-is-u...\n\nEXCLUSIVE: You can get 10% off any SleepPhones products with the code SLEEPNOW here: https://bit.ly/2YrrKQC\n\n🙂 Finding, editing and uploading these videos does take some time and I try to upload a new video each night. If you find these videos useful, please consider supporting us by doing your Amazon shopping through our affiliate link: https://www.amazon.ca/shop/pureuninte...\n\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\nWANT TO MAKE A RECOMMENDATION? Contact us via:\n\nFacebook ► https://www.facebook.com/uASMR/ \n\nTwitter ► https://twitter.com/AccidentalASMR\n\n🔴 In case this channel is removed, please subscribe to our newsletter for updates on new videos locations: http://eepurl.com/ds-orr. We will never email you about anything other than a new channel.\n\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\nMore of the Pure ASMR channels:\nPure ASMR: http://bit.ly/PureASMR and hit that 🔔. \nPure Unintentional ASMR 2: https://bit.ly/PureUASMR2\nPure Natural ASMR: http://bit.ly/NatureASMR\nPure Audiobook ASMR: http://bit.ly/AudiobookChannel\nPurr ASMR: http://bit.ly/CatASMR\n\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\nNOTE: This video is being shared for #unintentionalASMR reasons only. The video has been edited from its original format for this purpose.\n\nWHAT IS ASMR? http://ineedtosleepnow.com/what-is-asmr\n\nASMR definition: http://ineedtosleepnow.com/asmr-defin...\n\nhttp://iNeedToSleepNow.com is a YouTube channel and website that curates calm softly spoken voices that serve as great unintentional #ASMR. This channel focuses primarily on soft speaking, calm softly spoken voices, unintentional ASMR interviews, relaxing voices, ASMR tingles and anything that helps you sleep.\n\nDisclaimer: Some of these links are Amazon affiliate links where I'll earn a small commission if you make a purchase. Shopping through these links is a great way to support the channel so I can keep making more videos for you. Thanks!",
  "tags": [
    "unintentional ASMR",
    "ASMR",
    "soft spoken",
    "relaxing voice",
    "relaxing video",
    "soothing voice",
    "accidental ASMR",
    "ASMR whispers"
  ],
  "published_at": "2019-12-16T03:16:42Z"
}