{
  "duration": "PT1H56M8S",
  "view_count": "45",
  "like_count": "4",
  "title": "Noam Chomsky - 2003-04-05 - The Invasion of Iraq & its World Wide Implications - Boulder, Colorado",
  "description": "Be sure to pick at least 720p for best sound quality. Noam begins speaking at 4:46 in.\nOn April 5, 2003, Noam Chomsky spoke in Boulder, Colorado, on the then recently launched attack on Iraq.  Chomsky is introduced by David Barsamian of Alternative Radio.\n\nFor the audio, I gave it a very extensive restoration: digital noise reduction to remove a persistent hissing, and went over it second by second to reduce or eliminate as many audio flubs as possible, including several attacks of high frequency squealing/squeaking that appear to be damage to the video tape.\n\n\nFor the video, I fixed the aspect ratio - which was too wide - and improved the contrast somewhat.\n\n\nEarlier I uploaded an audio-only version with inferior sound quality, now deleted.\n\n\n\nTags:\n\n\n\nChomsky, 2003, Saddam, Iraq War, 9-11, 911, George W Bush, France, Preemptive War, Grenada, USSR, Preventive War, Karl Rove, Dick Cheney, Tony Blair, Colin Powell, Reagan, Pakistan, Russia, Nuclear Weapons, North Korea, Peace Movement, Terrorism, International Criminal Court, Iraq, Willie Horton, George Bush, South Africa, Libya, Anglola, Colin Powell, Nelson Mandela, Winston Churchill, Jack M. Balkin, James Madison, Alan Gilbert, Denis Halliday, Hans von Sponeck, Azores Summit, James Woolsey, Bill Clinton, Arthur Schlesinger, Lula da Silva, John Kennedy, João Goulart, Nuclear Non-Proliferation Treaty, McGeorge Bundy, Bolivia, NAFTA, Mexico, Operation Gatekeeper,",
  "tags": [
    "Chomsky",
    "2003",
    "Saddam",
    "Iraq War",
    "9-11",
    "911",
    "George W Bush",
    "France",
    "Grenada",
    "USSR",
    "Preventive War",
    "Karl Rove",
    "Dick Cheney",
    "Tony Blair",
    "Colin Powell",
    "Reagan",
    "Pakistan",
    "Russia",
    "Nuclear Weapons",
    "North Korea",
    "Terrorism",
    "Iraq",
    "Willie Horton",
    "George Bush",
    "South Africa",
    "Libya",
    "Nelson Mandela",
    "Winston Churchill",
    "Jack M. Balkin",
    "James Madison",
    "Alan Gilbert",
    "Denis Halliday",
    "Azores Summit",
    "James Woolsey",
    "Bill Clinton",
    "Arthur Schlesinger",
    "Lula da Silva",
    "John Kennedy",
    "McGeorge Bundy",
    "Bolivia",
    "NAFTA"
  ],
  "published_at": "2024-11-24T22:13:46Z"
}