{
  "duration": "PT1H12M10S",
  "view_count": "8010",
  "like_count": "167",
  "title": "Utopia 6/13 | \"Practical Utopias\" with Noam Chomsky and Che Gossett",
  "description": "Utopia 6/13: https://blogs.law.columbia.edu/utopia1313/6-13/\n\nNoam Chomsky*, Che Gossett, and Bernard E. Harcourt read and discuss “The Responsibility of Intellectuals” (1967), Part 2 of the Foucault-Chomsky Debate on Politics (1971), On Anarchism (2013), and Preface to Practical Utopia (2017) by Noam Chomsky.\n\nProfessor Noam Chomsky is and has been, for years now, a role model for critical thinkers and practitioners. An engaged intellectual with one of the clearest moral compasses, Professor Chomsky continuously shines a light on the injustices that surround us at home and abroad. From his early, vocal, and staunch opposition to the Vietnam War and his classic 1967 essay on The Responsibility of Intellectuals, to his many engagements today in the midst of our present crises—climate, nuclear, economic, and geopolitical—Chomsky has always challenged our governments, institutions, and those with power to prove that they are legitimately exercising their power and has always held them to task. Never one to compromise his principled beliefs, Noam Chomsky unfailingly speaks truth to power in the great and long tradition of the parrhesiasts. A modern-day Voltaire or Rousseau or Wollstonecraft, in his humility and brutal honesty Chomsky often reminds me of the greatest parrhesiast in antiquity, the philosopher Diogenes of Sinope.\n\nIn his Preface to Michael Albert’s book Practical Utopias, Professor Chomsky speaks about “planting the ‘seeds of the future in the present.’” That notion is very close to the idea of “concrete utopias” as “histories of the future.” Elsewhere, in his Dewey lectures, Chomsky embraces the political theory of anarcho-syndicalism as, what he calls, “a reasonable approximation of the common good.” He traces modern anarchism historically to the classical liberal tradition that emerged in the Enlightenment, and argues that it forms part of a larger category of political thought which favors genuinely participatory democratic processes that “lead very naturally to a vision of society based on workers’ control of productive institutions.” That category includes not only anarcho-syndicalist thinkers and actors (such as Rudolf Rocker), but also truly democratic thinkers within classical liberalism (such as John Dewey), and liberal economic thinkers (such as Adam Smith and John Stuart Mill, properly read). Chomsky maintains that anarchism, properly understood, forms part of this genuine libertarian tradition and that it offers the best seeds for our future and common good.\n\nIt is to these questions that we turn to in our seminar with Noam Chomsky and Che Gossett.\n\nWelcome to Utopia 6/13!",
  "tags": [],
  "published_at": "2023-01-19T12:49:40Z"
}