{
  "duration": "PT7M49S",
  "view_count": "118866",
  "like_count": "1212",
  "title": "Noam Chomsky vs Ayn Rand on Social Security",
  "description": "Ayn Rand is the Russian born champion of anti-collectivism/anti-government and the godmother of the anti-altruistic movement which seeks to destroy America's Social Security Insurance and other social protective legislation, calling it \"Evil.\" She is revered by the Koch brothers (who support the Ayn Rand Institute and the increasing push to teach Ayn Rand's philosophy in American Universities), as well as Paul Ryan, Rand Paul, and the GOP who seem to be following Ayn Rand's viewpoint that social safety-net programs designed to protect the most vulnerable in our society must be destroyed. This in essence is Social Darwinism - survival of the fittest - to control the population, those of means survive unfettered by government intrusion such as any form of taxation or regulatory oversight, and those who fall on hard times survive or perish on their own without government safety-net programs such as Social Security, Medicare, pensions, healthcare and/or unemployment insurance. \n\nThe push to privatize Social Security (and Medicare) is, according to Chomsky and many others, a hidden way to undermine and destroy the very successful program which people rely on to an even greater extent since the financial catastrophes which occurred on G.W. Bush's watch.\n\nPeople Like Charles Manson, David Koresh of the Branch Davidians, Jim Jones, leader of the Peoples Temple, and Ayn Rand, each possessed an intensely persuasive ability to promote their bizarre philosophy in a manner so as to make it appear completely rational to susceptible individuals. But if the core points of those philosophies are examined minus their bizarre rational, the often sinister intent is revealed.\n\nIn a 1959 Mike Wallace interview with Ayn Rand, Wallace asked Rand:\nMike Wallace: \"How does your philosophy translate itself into the world of politics? Now one of the principle achievements of this country in the past 20 years, particularly, I think, most people agree, is the gradual growth of social and protective legislation based on the principle that we are our brothers keepers. How do you feel about the political trends of the United States, the Western world?\" \n\nAyn Rand: \"...I feel that it is terrible, that you see destruction all around you, and that you are moving toward disaster, until and unless, all those welfare state conceptions have been reversed and rejected.\" [She of course meant Social Security, etc.]\n\nMike Wallace: \"You say that you do not like the Altruism by which we live. You like a certain kind of Ayn Randist selfishness.\"\n\nAyn Rand: \"I will say that, I don't \"like\" [Altruism] is too weak a word. I consider it evil.\" \n\nMike Wallace: \"Were taught to feel concern for our fellow man. To feel responsible for his welfare. To feel that we are, as religious people might put it, children under god, and responsible one for the other. Now why do you rebel? What's wrong with this philosophy?\"\n\nAyn Rand: \"But that is in fact what makes man a sacrificial animal.\"\n\nMike Wallace: \"What's wrong with loving your fellow man? Christ, [and] every important moral leader in man's history, has taught us that we should love one another. Why then is this kind of love in your mind immoral?\"\n\nAyn Rand: \"It is immoral if it is a love placed above oneself.\" \n\nMike Wallace: \"Because you put this philosophy to work in your novel Atlas Shrugged. You demonstrate it, in human terms, in your novel Atlas Shrugged. And let me start by quoting from a review of this novel, Atlas Shrugged, that appeared in News Week. It said that, \"You are out to destroy almost every edifice in the contemporary American way of life. Our Judeo-Christian religion, our modified government regulated capitalism, our rule by the majority will.\" Other reviews have said that, \"You scorn churches, and the concept of God.\" Are these accurate criticisms?\" \n\nAyn Rand: \"Ah.. Yes... I agree with the fact...\"\n\nIt is interesting, in light of the GOP's affinity for Rand's philosophy, that Anton LaVey, who founded the Church of Satan, also revered Ayn Rand. In 1970 he told the Washington Post that his brand of Satanism was “just Ayn Rand’s philosophy with ceremony and ritual added.” He appears to have been so influenced by Ayn Rand's philosophy that LaVey has been accused of plagiarizing part of his “Nine Satanic Statements” from the John Galt speech in Rand’s Atlas Shrugged - the novel spoken of with so much admiration by the GOP.\nhttp://www.dailykos.com/story/2012/08/27/1124666/-The-Paul-Ryan-Ayn-Rand-Satanism-Connection-Made-Simple#\n\nhttp://blog.acton.org/archives/67931-fountainhead-satanism.html\n\nCanadian Broadcasting Corporation - \"The Rise and Rage of Donald Trump : The Fire Breather - the fifth estate\" -   https://www.youtube.com/watch?v=X3B4lgV1IxQ\n\nThe documentary on Donald Trump he tried to suppress -  \nVideo Teaser - http://trumpthemovie.com/watch/\n\n\"Ronald Reagan - a Democrat? Yes, seriously!\" - https://www.youtube.com/watch?v=MmjrlnbMuI8&t=1s",
  "tags": [
    "Ayn Rand",
    "Paul Ryan",
    "Bush",
    "Cheney",
    "Tea Party",
    "Social Security",
    "liberal",
    "dem",
    "Medicare",
    "2nd Amendment",
    "Second Amendment",
    "9 11",
    "gun control",
    "assault rifle",
    "World Trade Center",
    "Flight 11",
    "Flight 175",
    "Flight 93",
    "Flight 77",
    "Pentagon",
    "Russia",
    "China",
    "North Korea",
    "Cuba",
    "Obamacare",
    "Obama",
    "Iraq",
    "Iran",
    "Syria",
    "Project for the New American Century",
    "Wolfowitz",
    "Noam Chomsky",
    "Koch brothers",
    "PNAC",
    "Tom Cotton",
    "Marco Rubio",
    "Rand Paul",
    "Bernie Sanders"
  ],
  "published_at": "2015-01-14T06:49:33Z"
}