{
  "duration": "PT18M38S",
  "view_count": "2394",
  "like_count": "11",
  "title": "UPEC 2008 - Noam Chomsky interview by Vicente Navarro (Part I)",
  "description": "An interview to Professor Noam Chomsky by Vicente Navarro on the 2008 elections predidential. Chomsky analyzes the political system, foreing policy and inequalities of American society after Bush government (issues such as Iraq war, terrorism His opinion on Democrat candidate Barack Obama to the presidential elections and the social phenomenon generated around him can also be found in this interview. ---- The interview with Noam Chomsky is 45 minutes long and focuses mainly on the situation in the U.S., Europe and the world, answering questions that makes Vicente Navarro. clearly and direct, speaking of the U.S. political situation, correcting the idealization that is in the European press of the primaries and the presidential (election on the occasion of 2008). clearly shows the major shortcomings of this process in which media constantly redefining the political debate by reducing it to an issue of personalities rather than political programs. manipulation by the media contributes to misinformation that radically impoverished democracy. result is that the population not clear what the information means for example that the change Obama is asking, and everyone interprets it as necessary. Moreover, this discussion is limited to the exclusion of critical points of view to that system such as his, virtually banned by the major media in that country. The interview also touches the situation in Europe and the Americanization of European politics, in which the media are also weakening the process election. In Chomsky also analyzes how the U.S. government after World War II did everything possible to weaken the left in Europe. The Americanization of European political life is the triumph of European business classes. The need people regain control of your life requires a radical democratization of society, organizing movements, as part of a new International to fight for a new world and a new society in every country. \"",
  "tags": [
    "UPEC",
    "2008",
    "Noam",
    "Chomsky",
    "per",
    "Vicen",
    "Navarro",
    "part"
  ],
  "published_at": "2012-06-11T04:37:53Z"
}