{
  "duration": "PT5M19S",
  "view_count": "811553",
  "like_count": "29279",
  "title": "What do all languages have in common? - Cameron Morin",
  "description": "Dig into Noam Chomsky’s theory of universal grammar and decide: are there universal grammar rules and are they hardwired into our brains?\n\n--\n\nLanguage is endlessly variable. Each of us can come up with an infinite number of sentences in our native language, and we’re able to do so from an early age— almost as soon as we start to communicate in sentences. How is this possible? In the early 1950s, Noam Chomsky proposed a theory that the key to this versatility was grammar. Cameron Morin details Chomsky's theory of universal grammar.\n\nLesson by Cameron Morin, directed by Eoin Duffy.\n\nAnimator's website: https://eoinduffy.me/\nSign up for our newsletter: http://bit.ly/TEDEdNewsletter\nSupport us on Patreon: http://bit.ly/TEDEdPatreon\nFollow us on Facebook: http://bit.ly/TEDEdFacebook\nFind us on Twitter: http://bit.ly/TEDEdTwitter\nPeep us on Instagram: http://bit.ly/TEDEdInstagram\nView full lesson: https://ed.ted.com/lessons/what-do-all-languages-have-in-common-cameron-morin\n\nThank you so much to our patrons for your support! Without you this video would not be possible! Ivan Todorović, Alex Schenkman, Brittiny Elman, Ryohky Araya, Paul Coupe, David Douglass, Ricardo Paredes, Bill Feaver, Eduardo Briceño, Arturo De Leon, Christophe Dessalles, Janie Jackson, Dr Luca Carpinelli, Heather Slater, Yuh Saito, Quentin Le Menez, Mattia Veltri, Fabian Amels, Sandra Tersluisen, PnDAA, Hugo Legorreta, Zhexi Shan, Gustavo Mendoza, Bárbara Nazaré, Josh Engel, Natalia Rico, Andrea Feliz, Eysteinn Guðnason, Bernardo Paulo, Victor E Karhel, Sydney Evans, Latora Slydell, Oyuntsengel Tseyen-Oidov, Noel Situ, Elliot Poulin, emily lam, Juan, Jordan Tang, Kent Logan, Alexandra Panzer, Laura Cameron Keith, Jen, Ellen Spertus, Cailin Ramsey, Markus Goldhacker, Leora Allen, Andras Radnothy, Chris, Arpita Singh and Vijayalakshmi.",
  "tags": [
    "chomsky universal grammar",
    "noam chomsky",
    "universal grammar",
    "language",
    "universal language",
    "brain",
    "psychology",
    "communication",
    "linguistics",
    "cognitive science",
    "generative syntax",
    "syntax",
    "principles and parameters",
    "recursion",
    "behaviorism",
    "evolution",
    "genetics",
    "biology",
    "education",
    "animation",
    "cameron morin",
    "eoin duffy",
    "TED",
    "TED-Ed",
    "TED Ed",
    "Teded",
    "Ted Education"
  ],
  "published_at": "2020-06-29T15:00:18Z"
}