{
  "duration": "PT10M36S",
  "view_count": "73",
  "like_count": "14",
  "title": "Kristen's Presentation on Building 7 at Wellesley College",
  "description": "I found the video that a friend made for me of the first presentation I did at Wellesley College about World Trade Center 7, back in 2017! This is the first time I openly talked about 9/11 in an academic setting, after a year of hesitation due to fear of being thought of as crazy.\n\nThe course was \"News and Politics\" and dealt with the growing concerns around \"post-truth\", media misinformation and disinformation, and censorship following the election of Donald Trump in 2016. My argument was that mainstream media had been primarily responsible for a decline of trust among the public, because of its failure to highlight and fairly report on issues that could deeply undermine the legitimacy of the current state apparatus. One such issue is the underreporting on World Trade Center 7, the THIRD skyscraper to collapse completely at Ground 0 on 9/ll. \n\nYou can access the full 30 minute documentary shown in the presentation here:\n\nhttps://youtu.be/GvAv-114bwM?si=eYNIC1v303BfHPx6\n\nI was SO nervous that you can see the puddle of sweat under my armpit haha  :) I was trying really hard to look calm and collected, but I definitely ended up being less precise with my words than I would've liked to, at various points.\n\nThe professor (who you can briefly hear speaking towards the end of the video), had tried to dissuade me from this topic for the entire semester. Her angle for the course was to persuade us impressionable 20-year-olds that Donald Trump had \"stolen\" the election by colluding with Russia against Hillary Clinton, and that democracy would truly die in darkness if we didn't stick to the \"reputable\" sources of information such as the Washington Post, the New York Times and other establishment media, as opposed to fringe sources disseminating Russian propaganda.\n\nWhen I pushed to discuss Noam Chomsky's \"Manufacturing Consent\" (which was not even MENTIONED in the syllabus), she said, \"Chomsky is an excellent linguist, but only a poor pained soul when it comes to political analysis\". \n\nAnd that's Wellesley College for y'all, folks. \n\nI came back to the topic academically again for various classes. The following is a paper I wrote in 2019 for an Anthropology of Science course. It is a synopsis of both the tehcnical and sociological aspects that I feel are at the heart of the problem of Building 7 and systems of information. Thank you for reading! \n\nhttps://kristengasparini.medium.com/saving-science-from-power-the-epistemic-significance-of-world-trade-center-7-1e3ed5fa5dfc\n\n\n#politics #media #truth #911 #education #censorship #academia",
  "tags": [],
  "published_at": "2024-11-23T16:42:23Z"
}