{
  "duration": "PT34M12S",
  "view_count": "1115",
  "like_count": "62",
  "title": "O novo bloqueio bilionário no orçamento e entrevista com Marco Saravalle",
  "description": "As bolsas europeias e os futuros americanos são negociados em alta na manhã desta segunda-feira, 25. O governo federal anunciou um novo bloqueio de 6 bilhões de reais do orçamento público em 2024. A medida foi anunciada na publicação do relatório bimestral de receitas e despesas dos ministérios da Fazenda e do Planejamento. O relatório revela as mudanças nas projeções fiscais do país. Além desse bloqueio, o governo elevou em quase 8 bilhões de reais as despesas previstas com a Previdência Social. Os ministérios ainda esperam arrecadas mais de 17 bilhões de reais entre os meses de novembro e dezembro com as medidas de aumento de arrecadação aprovadas no ano passado. O grande assunto da semana é a publicação do pacote de cortes de gastos entre hoje e amanhã. Agora vai? O ministro Fernando Haddad acredita que sim, mas não foi a primeira vez que ele estipulou uma data para o pacote. O fato é que as medidas devem economizar cerca de 70 bilhões de reais em dois anos, mas os detalhes ainda são desconhecidos. Um dos pontos mais importante é a eventual trava no aumento real do salário mínimo. Nos mercados, a Petrobras foi o principal destaque na última sexta-feira, quando suas ações subiram 4% depois da publicação de seu plano de investimentos para os próximos cinco anos. Diego Gimenes entrevista Marco Saravalle, CEO da SaraInvest e diretor da Apimec.\n\nO VEJA Mercado é transmitido de segunda a sexta, ao vivo no YouTube, Facebook, Twitter, LinkedIn e VEJA+, a partir das 10h.\n\nOferecimento de JHSF\n\n—————————————————————————\n\nAssine VEJA: https://abr.ai/2VZw8dN\n\nConfira as últimas notícias sobre o Brasil e o mundo: https://veja.abril.com.br/\n\nSIGA VEJA NAS REDES SOCIAIS:\nInstagram: http://www.instagram.com/vejanoinsta/\nFacebook: http://www.facebook.com/Veja/\nX: http://x.com/VEJA\nTelegram: http://t.me/vejaoficial\nLinkedin: http://www.linkedin.com/company/veja-com/",
  "tags": [
    "veja",
    "revista veja",
    "jornalismo",
    "notícias",
    "brasil",
    "economia",
    "mercado",
    "lula",
    "haddad",
    "vale",
    "bolsa",
    "estados unidos",
    "eua",
    "europa",
    "china",
    "dólar",
    "real",
    "juro",
    "juros",
    "inflação",
    "selic",
    "copom",
    "JHSF",
    "Federal Reserve",
    "fed",
    "MP",
    "desoneração",
    "petrobras",
    "agronegócio",
    "agro",
    "dinheiro",
    "Americanas",
    "Lojas Americanas",
    "banco",
    "bancos",
    "banco central",
    "veja mercado",
    "Petrobras",
    "Vale",
    "PIB",
    "aeroporto",
    "ipca",
    "PCM",
    "pib",
    "boletim focus",
    "BNDES",
    "crédito",
    "tesouro nacional",
    "Chambriard",
    "Magda Chambriard",
    "fazenda",
    "FMI",
    "trump",
    "Marco Saravalle",
    "SaraInvest",
    "Apimec"
  ],
  "published_at": "2024-11-26T01:50:04Z"
}