{
  "duration": "PT2H8M10S",
  "view_count": "9629",
  "like_count": "127",
  "title": "Noam Chomsky vs Richard Perle Debate on US Foreign Policy",
  "description": "Noam Chomsky. Noam Chomsky 2015.\nAvram Noam Chomsky is an American linguist, philosopher, cognitive scientist, logician, political commentator, social justice activist, and anarcho-syndicalist advocate. Sometimes described as the \"father of modern linguistics\", Chomsky is also a major figure in analytic philosophy.[21] He has spent most of his career at the Massachusetts Institute of Technology (MIT), where he is currently Professor Emeritus, and has authored over 100 books. He has been described as a prominent cultural figure, and was voted the \"world's top public intellectual\" in a 2005 poll.\nStories by Noam Chomsky. Noam Chomsky bernie sanders\nIn a speech Saturday at The New School in New York, Noam Chomsky explained why he believes the U.S. poses the greatest threat to world peace. Noam Chomsky debate\nNoam Chomsky: Why Powerful Factions in America Are Hellbent on Spreading Mideast Chaos. Posted on: Sep 22, 2015, Source: Noam Chomsky's Official Site. Noam Chomsky sam harris\nNoam Chomsky weighed in on U.S. presidential politics in a speech Saturday at The New School in New York. In addressing a question about Noam Chomsky manufacturing consent\nOn Biography.com, the fascinating life story of brilliant linguist and political theorist Noam Chomsky. Noam Chomsky iran\nNoam Chomsky was born on December 7, 1928, in Philadelphia, Pennsylvania. His undergraduate and graduate years were spent at the University Noam Chomsky isis\nBecause We Say So (City Lights Open Media) by Noam Chomsky and ... Understanding Power: The Indispensible Chomsky Noam Chomsky interview",
  "tags": [
    "Noam Chomsky",
    "Noam Chomsky 2015",
    "Noam Chomsky bernie sanders",
    "Noam Chomsky debate",
    "Noam Chomsky sam harris",
    "Noam Chomsky iran",
    "Noam Chomsky isis",
    "Noam Chomsky interview",
    "Noam Chomsky israel"
  ],
  "published_at": "2015-09-27T16:24:17Z"
}