{
  "duration": "PT1M14S",
  "view_count": "12322",
  "like_count": "881",
  "title": "Chomsky vs ChatGPT 4. Video",
  "description": "Bu videoda, Noam Chomsky ve akademik çevresinin ChatGPT hakkında yazdıklarını anlattığım videolara kısa bir özetini vereceğim. Bu konuyu son bölümlerimde ele aldım.\r\nChomsky ve akademik çevresinin ChatGPT ve diğer yapay zeka modelleri hakkında ciddi endişeleri var. Bu modellerin gerçekten düşünen makineler olmadığını söylüyorlar. Bunlar sadece çok sayıda veriden öğrenen istatistiksel motorlar. Tıpkı insanlar gibi ses çıkaran şeyler yapabiliyorlar ancak ne söylediklerini gerçekten anlamıyorlar.\r\nNoam Chomsky ve akademik çevresi bu modellerin yanlış bilgi ve propaganda yaymak için kullanılabileceğinden endişeleniyorlar. Bunlara örnek olarak, 2016'da piyasaya sürüldükten sadece 24 saat sonra ırkçı ve kadın düşmanı şeyler yayınlamaya başlayan Tay adında bir Microsoft sohbet robotu vardı.\r\nAncak Chomsky ayrıca bu modellerin bazı iyi yönleri olduğunu da söylüyor. Şiir ve hikaye gibi yaratıcı şeyler yazmamıza (sadece) yardımcı olabilirler. Ancak bu modellerin hala oldukça yeni olduğunu ve kolayca kandırılabileceğini, bu nedenle bunları dikkatli kullanmamız gerektiği konusunda uyarıyor.\r\nBir sonraki videoda ChatGPT'yi daha derinlemesine inceleyeceğiz ve güçlü ve zayıf yönleri hakkında konuşacağız.\r\nDaha ilginç tartışmalar için beğenmeyi, paylaşmayı ve abone olmayı unutmayın!\r\n\r\nAyrıca bana sosyal medyadan ulaşabilirsiniz:\r\n\nInstagram: @erdogan_ciftcioglu\r\nTiktok: @dr.erdogan.c\r\n\r\n#chatgpt  #noamchomsky  #yapayzeka  #yz  #makineöğrenmesi  #teknoloji #etik #dilmodelleri  #zeka  #ChomskyVsChatGPT #yapayzekanıngeleceği #sorumluyapayzeka #yzproblemi  #propaganda  #MicrosoftTay #YZiçerik #YZsınırları",
  "tags": [
    "yapayzeka",
    "chomsky",
    "chatgpt",
    "artificialintelligence",
    "AI",
    "eleştireldüşünce",
    "zeka",
    "bilim",
    "analiz",
    "YZ",
    "Araştırma",
    "akademik"
  ],
  "published_at": "2024-11-16T15:47:25Z"
}