{
  "duration": "PT48S",
  "view_count": "3412",
  "like_count": "88",
  "title": "Noam Chomsky on Impossible Languages & LLMs",
  "description": "Welcome to a mind-bending episode of Eye on AI podcast, where hosts Craig Smith and the legendary Noam Chomsky take you on a deep dive into the fascinating world of impossible languages and LLMs (Language Learning Machines). In this captivating conversation, Chomsky, renowned linguist and cognitive scientist, shares his groundbreaking insights on the intricacies of language and how AI is pushing the boundaries of what we once thought was impossible.\n\nGet ready to have your preconceptions shattered as Chomsky discusses the limits of human language and the extraordinary advancements in artificial intelligence that are challenging our understanding of communication. With his unparalleled expertise, Chomsky sheds light on the fascinating capabilities and limitations of LLMs, providing thought-provoking analysis that will leave you pondering the nature of language itself.\n\nJoin Craig Smith, a leading expert in AI, and Noam Chomsky, the intellectual giant, for a mind-expanding conversation that explores the cutting-edge intersection of AI, LLMs, and linguistics. Discover how these fields converge and shape our understanding of language, communication, and the very essence of human intelligence.\n\nDon't miss out on this captivating episode of Eye on AI podcast. Tune in now and prepare to be captivated by the brilliance of Noam Chomsky as he unravels the mysteries of impossible languages and LLMs!\n\nTags: Noam Chomsky, AI, LLMs, language learning machines, linguistics, cognitive science, artificial intelligence, communication, human intelligence, Craig Smith, Eye on AI podcast.",
  "tags": [
    "Noam Chomsky",
    "AI",
    "LLMs",
    "language learning machines",
    "linguistics",
    "cognitive science",
    "artificial intelligence",
    "communication",
    "human intelligence",
    "Craig Smith",
    "Eye on AI podcast."
  ],
  "published_at": "2023-06-27T01:00:08Z"
}