{
  "duration": "PT18M27S",
  "view_count": "599378",
  "like_count": "7384",
  "title": "Sam Harris & Noam Chomsky Trade Nasty Emails Until A Winner Emerges...",
  "description": "\"Sam Harris, the prominent secularist and neuroscientist, recently exchanged a series of heated emails with Noam Chomsky, a linguist and leading social and foreign policy critic since the 1960s. Their discussion was buzzworthy because both men are well-known public commentators with occasionally overlapping subject matter who have never shared a forum before. Unfortunately for Harris, who reached out to Chomsky initially, the conversation didn’t go as well for him as he seemed to hope it would when he embarked on it.\n\nA great deal of fuss was made, both by Harris and by his fans in comment threads, about Chomsky’s cantankerousness. Some readers are anxious to call the “debate” in Harris’s favor because of it. While Chomsky does clearly evince impatience and frustration with Harris, the rhetorical flourishes which so miffed Harris are typical of Chomsky’s manner: phrases like “As you know” and the rather more cutting, “If you had read further before launching your accusations, the usual procedure in work intended to be serious, you would have discovered…”\n\nChomsky, who has spoken at the UN more times than maybe anyone who doesn’t work there, is entitled to some impatience and frustration.\"\n\nRead more here:\nhttp://www.salon.com/2015/05/07/scoring_the_noam_chomskysam_harris_debate_how_the_professor_knocked_out_the_atheist/\n\nCenk Uygur (http://www.twitter.com/cenkuygur), host of The Young Turks, breaks it down.\n\nGet The Young Turks​ Mobile App Today!\n\nDownload the iOS version here: https://itunes.apple.com/us/app/the-young-turks/id412793195?ls=1&mt=8\n\nDownload the Android version here: https://play.google.com/store/apps/details?id=com.tyt",
  "tags": [
    "sam harris noam chomsky",
    "sam harris chomsky",
    "sam harris critics",
    "sam harris blog",
    "sam harris bill maher",
    "sam harris atheist",
    "new atheist",
    "neo atheist",
    "noam chomsky iraq",
    "sam harris iraq",
    "chomsky sudan",
    "sam harris debate",
    "sam harris interview",
    "noam chomsky interview",
    "morality",
    "ethics",
    "religious ethics",
    "immoral ethics",
    "sam harris intentions",
    "sam harris noam chomsky emails",
    "israel",
    "palestine",
    "news",
    "politics",
    "tyt",
    "the young turks",
    "theyoungturks"
  ],
  "published_at": "2015-05-15T04:30:01Z"
}