{
  "duration": "PT1H49S",
  "view_count": "1480",
  "like_count": "28",
  "title": "Alan Lightman, \"The Miraculous from the Material: Understanding the Wonders of Nature\"",
  "description": "Nature is capable of extraordinary phenomena. Standing in awe of those phenomena, we experience a feeling of connection to the cosmos. For acclaimed physicist and novelist Alan Lightman, just as remarkable is that all of what we see around us—soap bubbles, scarlet ibises, shooting stars—are made out of the same material stuff and obey the same rules and laws. This is what Lightman calls “spiritual materialism,” the belief that we can embrace spiritual experiences without letting go of our scientific worldview.\n\nPairing 36 beautiful, full-color photos evoking some of nature’s most awe-inspiring phenomena with accessible and lyrical personal essays, The Miraculous from the Material explores the fascinating science underlying the natural world. Why do rainbows make an arc? Why does a particular waterfall at Yosemite National Park sometimes glow like it’s on fire? How does a hummingbird fly? The world has so many things to marvel at—and the science is just as fascinating.\n\nLightman’s imagination travels from the world of atoms and molecules to the animal kingdom, from places like Ha Long Bay, Vietnam and the Grand Canyon out to the solar system and beyond, illuminating the majesty of the cosmos and the remarkable science behind it. The Miraculous from the Material is a stunning, soaring ode to the beauty and wonder around us, and the perfect holiday gift for photography aficionados, life-long learners, and admirers of the natural world.\n_______________________\n\nAlan Lightman earned his PhD in physics from the California Institute of Technology and is the author of seven novels, including the international best seller Einstein’s Dreams and The Diagnosis, a finalist for the National Book Award. His nonfiction includes The Transcendental Brain, The Accidental Universe, Searching for Stars on an Island in Maine, and Probable Impossibilities. He has taught at Harvard and at MIT, where he was the first person to receive a dual faculty appointment in science and the humanities. He is currently a professor of the practice of the humanities at MIT. He is the host of the public television series Searching: Our Quest for Meaning in the Age of Science.\n\nLogan S. McCarty is Associate Dean of Science Undergraduate Education, Lecturer on Chemistry and Chemical Biology, and Lecturer on Physics at Harvard University. He received undergraduate and Ph.D. degrees in Chemistry from Harvard, where he studied contact electrification of organic polymers (what most people would call “static electricity”). He now directs Harvard’s Science Education Research Lab, which seeks to improve teaching and learning in undergraduate science education. He has taught organic chemistry at Harvard for over 25 years, and also teaches physical chemistry, physics, and applied mathematics. With colleagues from the biology and physics departments, Dr. McCarty created and co-teaches a Harvard General Education course entitled, “What is Life? From Quarks to Consciousness.”\n\nFor more information and videos of Harvard Science Book Talks, see https://science.fas.harvard.edu/book-talks.",
  "tags": [],
  "published_at": "2024-11-22T17:51:13Z"
}