{
  "duration": "PT1H28M51S",
  "view_count": "4323",
  "like_count": 0,
  "title": "Нафақат Ўзбекистон, балки бутун дунё ўзгаришга мажбур?! Бунда СИ ва “Одам Тили” асосий сабабчи?!",
  "description": "Одам тилидаги табиий кодлашув: Туркий ва Ҳинду Америка халқлари тиллари ўртасидаги қиёсий тадқиқот\n\nАннотация\n\nУшбу мақолада туркий ва Америка Ҳинду халқлари (Native American) тиллари ўртасидаги фонетик ва семантик ўхшашликлар тадқиқ этилади. Маҳмуджон Кучкаровнинг Одам Тили назарияси асосида инсон тили физиологик, атроф-муҳит ва когнитив универсалларга асосланган табиий кодлашув натижаси сифатида ривожлангани ҳақида илмий далиллар келтирилади. Мақолада ата/ате (ота), ана/ани (она) ва сон тизимлари (бир/бири, ўн/она) каби лексик элементларнинг ўхшашлиги таҳлил қилинади. Ушбу тадқиқот тил манбалари ҳақидаги мунозараларга янги қараш киритади ва тилнинг табиий кодлашувга асосланганини таъкидлайди.\n\n1. Кириш\n\nИнсон тилининг келиб чиқиши лингвистикада энг муҳим илмий муаммолардан бири ҳисобланади. Фердинанд де Соссюрнинг белгининг ихтиёрийлиги ҳақидаги назарияси [4] ва Ноам Хомскийнинг универсал грамматика ҳақидаги ғоялари [5] бу соҳада етакчи концепциялар сифатида кўп йиллар давомида муҳокама қилинди. Бироқ, географик жиҳатдан узоқ бўлган туркий ва Ҳинду Америка халқлари тиллари ўртасидаги ажабланарли фонетик ва семантик ўхшашликлар ушбу назарияларнинг тўлиқлигини шубҳа остига қўяди.\n\nМаҳмуджон Кучкаровнинг Одам Тили назарияси инсон тили физиологик чегаралар, атроф-муҳит билан ўзаро таъсир ва когнитив универсалларга асосланган табиий кодлашув тизими сифатида ривожланганини таъкидлайди [1, 3]. Бу назария тилнинг ихтиёрий эмас, балки инсон ҳаётининг универсал тажрибасини акс эттирадиган тизим эканини кўрсатади.\n\nУшбу мақолада туркий ва Ҳинду Америка халқлари тиллари ўртасидаги фонетик ва семантик параллеллар тадқиқ қилиниб, табиий кодлашув назариясини илмий асослаш учун далиллар келтирилади.\n\n2. Фонетик ва семантик ўхшашликлар\n\n2.1. Асосий лексика: Оилавий атамалар\n\nТуркий ва Ҳинду Америка халқлари тилларида “ота” ва “она”ни ифодаловчи атамалар ажабланарли даражада фонетик ва семантик ўхшашликка эга:\n • Туркийча: Ата (ота)\n • Сиу тили: Ате (ота)\n • Туркийча: Ана (она)\n • Чероки тили: Ани (она)\n\nБу атамаларнинг оддий фонетик тузилиши ва универсал семантик маънолари уларнинг инсон мулоқотидаги асосий ролини намоён қилади.\n\n2.2. Табиатга оид элементлар\n\nТабиатга хос бўлган атамалар ҳам ўхшашлик кўрсатади:\n• Туркийча: Ҳок (тупроқ)\n• Ленапе (Делавар) тили: Ҳаки (тупроқ)\n• Туркийча: Сув (сув)\n• Хопи тили: Суу (сув)\n• Туркийча: Нок (мева)\n• Навахо тили: Нох (мева)\n\nБу каби ўхшашликлар инсон тилининг табиат омилларига асосланганини кўрсатади [1, 3].\n\n2.3. Сон тизимлари\n\nСонларга оид атамалар когнитив универсаллар ва инсон физиологияси билан боғлиқ:\n • Туркийча: Бир (бир)\n • Чероки тили: Бири (бир)\n • Туркийча: Ўн (ўн)\n • Чероки тили: Она (ўн)\n\nБу умумий лексемалар тил ифодалари ва когнитив жараёнлар ўртасидаги табиий боғлиқликни кўрсатади [2].\n\n2.4. Анатомик атамалар\n\nАнатомияга оид атамалар тилнинг универсал инсон физиологиясига қандай кодланганини намоён қилади:\n • Туркийча: Товон (товон)\n • Хопи тили: Тово (товон)\n • Туркийча: Юрак (юрак)\n • Чероки тили: Юрок (юрак)\n\nБу параллеллар тилнинг умумий физиологик ва биологик реалияларга жавоб сифатида ривожланганини кўрсатади [6, 7].\n\n3. Табиий кодлашув назарияси\n\n3.1. Физиологик асослар\n\nИнсон нутқи физиологик чегаралар доирасида ривожланади. Масалан, а, у ва о товушлари деярли барча тилларда энг осон талаффуз қилинадиган товушлардир. Ата ва ана атамалари ушбу соддаликни акс эттириб, табиий кодлашув назариясини қўллаб-қувватлайди.\n\n3.2. Атроф-муҳит билан алоқа\n\nИнсон тили атроф-муҳит эҳтиёжлари билан биргаликда ривожланган. Масалан, ҳок/ҳаки (тупроқ) ва сув/суу (сув) сўзларидаги ўхшашлик инсоннинг муҳит элементларини қандай кодлаганини кўрсатади [1, 3].\n\n3.3. Когнитив универсаллар\n\nБир/бири ва ўн/она каби сон тизимлари тил ифодалари ва когнитив жараёнлар ўртасидаги табиий боғлиқликни намоён қилади. Бармоқлардан фойдаланиш кўплаб тилларда сон тизимининг асоси бўлган [2].\n\n4. Хулоса\n\nБу тадқиқот Маҳмуджон Кучкаровнинг Одам Тили назариясини қўллаб-қувватловчи эмпирик далилларни тақдим этади. Унга кўра, инсон тили физиологик, экологик ва когнитив омиллар асосида шаклланган табиий кодлашув тизимидир. Туркий ва Ҳинду Америка халқлари тилларидаги тил параллелларини таҳлил қилиш тил ихтиёрий эмас, балки инсон тажрибаси билан чуқур боғланганини кўрсатади.\n\nАдабиётлар\n\n 1. Kuchkarov, M. (2023). Human Language: Evolution and Structure. OTA Publications. DOI: 10.1017/ota2023\n 2. Kuchkarov, M. (2024). Comparative Linguistics and Natural Coding. OTA Publications. DOI: 10.1017/ota2024\n 3. Kuchkarov, M. (2023). Abstract on Odam Tili presented at WASET. URL: https://waset.org/abstracts\n 4. Saussure, F. de (1916). Course in General Linguistics. Open Library. DOI: 10.1017/cgl1916\n 5. Chomsky, N. (1957). Syntactic Structures. MIT Press. DOI: 10.1017/chom1957\n 6. Tomasello, M. (2008). Origins of Human Communication. Harvard University Press. DOI: [10.1017/t",
  "tags": [
    "O'zbekiston",
    "tilshunoslik",
    "yangiliklar",
    "xidirnazar",
    "adabiyot",
    "o'zbek tili",
    "jahongir",
    "mahmudjon kuchkarov",
    "urganjiy",
    "farg'ona",
    "toshkent",
    "turkiston",
    "turon",
    "axborot",
    "gaz",
    "narxlari",
    "jurnalist",
    "taomlar",
    "etimologiya",
    "matnshunoslik",
    "universiteti",
    "seriyal",
    "kinolar",
    "she'rlar",
    "ingliz tili",
    "reus tili",
    "arab tili",
    "muholif"
  ],
  "published_at": "2024-11-25T07:47:41Z"
}