{
  "duration": "PT35M57S",
  "view_count": "127",
  "like_count": "7",
  "title": "Noam Chomsky - 2006-04-25 - Interview on the Former Yugoslavia - by Danilo Mandic - Improved Sound",
  "description": "Be sure to pick 720p for best sound and picture quality.\nOn April 25, 2006, Noam Chomsky was interviewed in his office at MIT on matters concerning the former Yugoslavia and its breakup and consequent wars.  The interviewer was Danilo Mandic of RTS Online.\n\n\nThe source videos were extremely noisy and unpleasant to listen to.  I did a very thorough de-noising and EQed the sound to make the audio quality pretty good for the first time online.  As the video was made up of several parts, there are periodic, small \"hiccups\" in the flow of the sound and video.\n\n\nTags:\n\n\nChomsky, 2006, Serbia, 1999 bombing of Serbia, Kosovo, Harold Rosenberg,  herd of independent minds, Strobe Talbott, Bill Clinton, John Norris, John Stewart Mill, India, Genocide, Hitler, Kosovo Liberation Army, KLA, Turkey, Kurds, The Thin Man, Phillip Knightley, Fallujah, NATO, Genocide Convention, Srebrenica, George Orwell, Iraq, Iraq War, Justice Robert Jackson, Nicaragua, Richard Goldstone, Operation Horseshoe, Israel, Slobodan Milošević, Sudan, General Wesley Clark, Iran, Krajina, The Račak massacre,",
  "tags": [
    "Chomsky",
    "2006",
    "Serbia",
    "1999 bombing of Serbia",
    "Kosovo",
    "Strobe Talbott",
    "Bill Clinton",
    "John Norris",
    "John Stewart Mill",
    "India",
    "Genocide",
    "Hitler",
    "Kosovo Liberation Army",
    "KLA",
    "Turkey",
    "Kurds",
    "The Thin Man",
    "Phillip Knightley",
    "Fallujah",
    "NATO",
    "Genocide Convention",
    "Srebrenica",
    "George Orwell",
    "Iraq",
    "Iraq War",
    "Justice Robert Jackson",
    "Nicaragua",
    "Richard Goldstone",
    "Operation Horseshoe",
    "Israel",
    "Slobodan Milošević",
    "Sudan",
    "General Wesley Clark",
    "Iran",
    "Krajina",
    "Harold Rosenberg",
    "The Račak massacre"
  ],
  "published_at": "2024-03-26T01:43:05Z"
}