{
  "duration": "PT54M19S",
  "view_count": "44832",
  "like_count": "682",
  "title": "Noam Chomsky Debate | Why is Authority Dangerous? | Mark Lilla, Deirdre McCloskey",
  "description": "‘Orders were the highest thing in my life and I had to obey them without question.’ So wrote Eichmann, organiser of the Holocaust.  We know authority is dangerous, but we assume it is necessary for society to work. Should we dream of a free and flourishing world without leadership and rules? Or do we want and need leaders and authority to feed our hopes and dreams?\n\n** Subscribe to the Institute of Art and Ideas https://www.youtube.com/user/IAITV\n** Listen to our weekly podcast: https://soundcloud.com/instituteofartandideas\n** Donate to the Institute of Art and Ideas: https://iai.tv/support-the-iai/donate\n\nNoam Chomsky:\n- The authority of the state is bad – it leads to tyranny. Anarchism is the way forward.\n- Authority ought to be tested and scrutinised before being deemed legitimate and worthy of power.\n- Violence, deceit and lawlessness are natural functions of the state.\n- Society should be free of coercive institutions – we need less hierarchy and more collective decision making.\n- It is worth being idealistic like this because it moves us towards a better society. \n\nMark Lilla: \n- Authority is good, we need the state. \n- Both left and right want authority in certain areas and not in others. \n- The right want authority in civil society and not economic matters\n- The left, vice versa.\n- Ultimately, our governments are too weak not too strong.\n\nDeidre McCloskey: \n- It’s good to challenge the established way of doing things; plus individuals need individual autonomy for economic growth.\n- The state should be as small as possible.\n- Economies can only flourish when there is as much individual freedom as possible \n- China’s economic success can only be accredited to the fact they are allowing more individual freedom, and limited capitalism, giving the large population a chance to innovate and produce wealth. \n- With a strong, authoritative government the free flow of ideas is limited. This will ultimately hinder its economic development. \n\nFor debates and talks: https://iai.tv \nFor articles: https://iai.tv/articles \nFor courses: https://iai.tv/iai-academy/courses",
  "tags": [
    "noam chomsky",
    "authority",
    "hierarchy",
    "anarchy",
    "authoritarianism",
    "leadership",
    "rules",
    "economics",
    "politics",
    "debate",
    "talk",
    "think",
    "learn",
    "leader",
    "trump",
    "global",
    "dominance",
    "anarchism",
    "people",
    "profit",
    "free",
    "freedom",
    "power",
    "hope"
  ],
  "published_at": "2019-04-13T15:00:07Z"
}