{
  "duration": "PT2M29S",
  "view_count": "23532",
  "like_count": "225",
  "title": "Marvin Minsky - Chomsky's theories of language were irrelevant (83/151)",
  "description": "To hear more of Marvin Minsky’s stories, go to the playlist: https://www.youtube.com/watch?v=CB2SsvcECzI&list=PLVV0r6CmEsFxJatFYBb7P4NZscvJw1f0r\n\nThe scientist, Marvin Minsky (1927-2016) was one of the pioneers of the field of Artificial Intelligence, having founded the MIT AI Lab in 1970. Since the 1950s, his work involved trying to uncover human thinking processes and replicate them in machines. [Listener: Christopher Sykes; date recorded: 2011]\n\nTRANSCRIPT: And a particular thing that bothers me is the lack of progress on understanding how language is generated and produced. \n\nI think there’s a wonderful accident of history that, in the 1960s... I guess the name Noam Chomsky is well known here, he... and working with some mathematicians, found some really very nice simple theories of how grammar works and they accumulated evidence that grammatical processes are relatively simple, they’re almost the same in all languages and that led to a sort of Newton’s law idea about linguistics, that languages have a grammar and their grammar guides the kinds of expressions that can be generated and also guides how you convert a sentence back into a meaning and so forth. As far as I can see, this is a very superficial theory, probably completely wrong. The appearance of... but it spread throughout the world and so if you look in 1950, every university had a linguistics department with people making theories of how words had meanings and how... how symbols served as signals and there were... basically there was area called semiotics and semantics that became professional interests of many people.\n\nBy 1980, almost all academic theories of language and meaning had disappeared and were replaced by this very beautiful and elegant and irrelevant, I think, set of theories by Chomsky and his friends and... which were trying to replace the theory of how language means things by this other theory of, what was the structure of sentences, why does every verb have a subject and most of them have an object and how do adjectives modify a noun phrase and so forth. That’s very nice, but I think those theories are not relevant to the processes that are actually used to take... to take apart a sentence and connect the words with representations of their meanings and... and so forth.",
  "tags": [
    "Marvin Minsky",
    "artificial intelligence",
    "AI",
    "neural networks",
    "learning machines",
    "computers",
    "Web of Stories",
    "yt:stretch=4:3",
    "Noam Chomsky"
  ],
  "published_at": "2016-10-31T13:32:57Z"
}