{
  "duration": "PT51M29S",
  "view_count": "119",
  "like_count": "4",
  "title": "Noam Chomsky - 2007-05-XX - Philosophy, Politics, and Human Nature - Improved Sound",
  "description": "Be sure to pick at least 720p for best sound quality.\nIn May of 2007, Noam Chomsky was interviewed by telephone on the radio program \"Equal Time for Free Thought\" - a WBAI radio program, in which he discusses Philosophy, Politics, and Human Nature. \n\nI combined two programs broadcast a few weeks apart into one audio file.  The source files were a pair of good quality (96/44) MP3s I've had on various hard drives for over 15 years.  I gave the audio a fairly thorough restoration: de-noising with digital noise reduction to remove a persistent hiss, some EQing to take out harshness, and went over it second by second to reduce or eliminate various audio flubs, etc.\n\nTo download a FLAC or MP3 version of this interview, visit the original Noam Chomsky Audio Conservatory on archive.org\n\nTags:\n\nChomsky, 2007, Naturalism, Gilbert Achcar, religion, Evolution, Mitt Romney, John Kerry, Jimmy Carter, Karl Rove, Bill Clinton, Lyndon Johnson, Richard Nixon, George W Bush, Kyoto Protocol, Bruce Franklin, _War Stars_, Ronald Reagan, Hitler, Winston Churchill, Sam Harris, Richard Dawkins, Muslim Brotherhood, Hamas, Hezbollah, Lebanon, Nasser, Saudi Arabia, Iran, Israel, Pakistan, Muhammad Zia-ul-Haq, Abdul Qadeer Khan, Determinism, Free Will, Isaac Newton, Bertrand Russell, Newtonian Revolution, E.L. Wilson, Steven Pinker, Peter Kropotkin, _Mutual Aid - a Factor of Evolution_, Social Darwinism, Evolutionary Psychology, Milton Friedman, Mahatma Gandhi, Capitalism, Markets, The New Deal, Franklin Roosevelt, OSHA, Robin Hahnel, Michael Albert, Gar Alperovitz, Adam Smith, Equality, Corporations,",
  "tags": [
    "Chomsky",
    "2007",
    "Naturalism",
    "Gilbert Achcar",
    "religion",
    "Evolution",
    "John Kerry",
    "Jimmy Carter",
    "Karl Rove",
    "Bill Clinton",
    "Richard Nixon",
    "George W Bush",
    "Kyoto Protocol",
    "Ronald Reagan",
    "Hamas",
    "Hezbollah",
    "Lebanon",
    "Saudi Arabia",
    "Iran",
    "Israel",
    "Pakistan",
    "Free Will",
    "Isaac Newton",
    "Bertrand Russell",
    "E.L. Wilson",
    "Steven Pinker",
    "Peter Kropotkin",
    "Social Darwinism",
    "Milton Friedman",
    "Mahatma Gandhi",
    "Capitalism",
    "Markets",
    "The New Deal",
    "OSHA",
    "Robin Hahnel",
    "Michael Albert",
    "Gar Alperovitz",
    "Adam Smith",
    "Equality"
  ],
  "published_at": "2024-10-07T21:05:22Z"
}