{
  "duration": "PT38M51S",
  "view_count": "5523",
  "like_count": "165",
  "title": "Noam Chomsky Reads the New York Times: Central America in the Paper of Record - 1985",
  "description": "Source - http://papertiger.org/noam-chomsky-reads-the-new-york-times-central-america-in-the-paper-of-record/\n\n1985 TRT: 39 minutes Episode #87\n\nM.I.T linguist, social critic, and influential author and radical thinker, Noam Chomsky discusses U.S. foreign policy towards Central America through deconstruction of an article published in the New York Times discussing the Nicaraguan conflict of the mid-1980s. By examining this article alongside the reality of the conflict, Chomsky illustrates two propagandistic strategies which the New York Times, a publication which for all practical purposed writes history, utilizes in order to support the ethical flaws of U.S. foreign policy towards Central America. The first of these strategies is “selection,” which the article Chomsky looks at illustrates in its subject matter alone. The article discusses the Nicaraguan government and its support of militant groups in El Salvador and, as Chomsky points out, suppresses any mention of the repression and violence carried out by the U.S.-supported Salvadorian government. In doing so Chomsky explains that the article, in reality, deals solely with the secondary issue. It is through this point that Chomsky illustrates the second propagandistic strategy: formulating question in such a way that issues are prejudged. Chomsky also points out how the terminology of the article frames the situation in alignment with U.S. foreign policy. One example of this, which Chomsky points out, is that, while referring to a U.S.-supported mercenary army in Nicaragua as the “democratic opposition,” the New York Times in no way questions the democratic credentials of the group. Illuminating these and other fallacies of the coverage in the “paper of record,” Chomsky emphasizes that in order to responsibly read the news, one must ask oneself three questions: How does the state want the issue to be perceived? How does the publication want the issue to be perceived? And what is the reality of the situation.",
  "tags": [
    "noam",
    "chomsly",
    "noam chomsky",
    "central america",
    "america",
    "nyt",
    "new york",
    "new york times",
    "paper tiger TV",
    "paper tiger",
    "tiger"
  ],
  "published_at": "2018-08-18T01:53:10Z"
}