{
  "duration": "PT58M27S",
  "view_count": "56418",
  "like_count": "1282",
  "title": "Noam Chomsky on Decoding the Human Mind & Neural Nets",
  "description": "Welcome to episode #126 of Eye on AI with Craig Smith and Noam Chomsky.\n\nAre neural nets the key to understanding the human brain and language acquisition? In this conversation with renowned linguist and cognitive scientist Noam Chomsky, we delve into the limitations of large language models and the ongoing quest to uncover the mysteries of the human mind.\n\nTogether, we explore the historical development of research in this field, from Minsky’s thesis to Geoff Hinton’s goals for understanding the brain. We also discuss the potential harms and benefits of large language models, comparing them to the internal combustion engine and its differences from a gazelle running. We tackle the difficult task of studying the neurophysiology of human cognition and the ethical implications of invasive experiments.\n\nAs we consider language as a natural object, we discuss the works of notable figures such as Albert Einstein, Galileo, Leibniz, and Turing, and the similarities between language and biology.\n\nWe even entertain the possibility of extraterrestrial language and communication. Join us on this thought-provoking journey as we explore the intricacies of language, the brain, and our place in the cosmos.\n\n00:00 Preview\n00:43 Introduction\n01:54 Noam Chomsky’s neural net ideology & criticisms \n06:58 Jeff Hinton & Noam Chomsky’s: How the brain works\n10:05 Correlation between neural nets and the brain\n11:11 Noam Chomsky’s reaction to Chat-GPT & LLMs\n15:21 Exploring the mechanisms of the brain\n19:00 What do we learn from chatbots?\n22:36 What are impossible languages?\n26:45 Generative AI doesn’t show true intelligence?\n28:40 Is there a danger of AI becoming too intelligent?\n31:30 Can AI language models become sentient?\n36:40 Turing machine and neural nets experimentations\n42:40 Non-evasive procedures for understanding the brain\n45:54 Does Noam Chomsky still work on understanding the brain?\n49:33 Is Noam Chomsky excited about the future of neural nets?\n55:30 Albert Einstein and Galileo’s principles\n55:40 Is there an extraterrestrial language model?\n\nCraig Smith Twitter: https://twitter.com/craigss\n\nEye on A.I. Twitter: https://twitter.com/EyeOn_AI",
  "tags": [
    "Eye on AI",
    "episode 126",
    "Craig Smith",
    "Noam Chomsky",
    "neural nets",
    "human brain",
    "language acquisition",
    "limitations",
    "large language models",
    "mysteries of the human mind",
    "research"
  ],
  "published_at": "2023-06-23T00:29:04Z"
}