{
  "duration": "PT3M30S",
  "view_count": "1",
  "like_count": "0",
  "title": "Test Your Knowledge on Anarchism! 🕵️‍♂️ Discover Famous Anarchist Writers & Ideas!",
  "description": "Welcome to our latest trivia video, \"The Anarchists,\" where we dive deep into some fascinating questions about notable figures and works in the world of anarchism! Join us as we explore intriguing topics such as who wrote 'The Conquest of Happiness', the author behind 'The Anarchist Cookbook', and the famous anarchist who penned 'What is Property'. \n\n1. Who wrote 'The Conquest of Happiness'?\n2. Which famous anarchist wrote 'What is Property'?\n3. Name the author of 'The Anarchist Cookbook'.\n4. Name the Russian anarchist who founded the 1905 'Black Banner' movement.\n5. Name the philosopher who co-founded the anarchist group called the 'Durruti Column'.\n6. Name the anarchist associated with the 'Free Love' movement.\n7. Who was the founder of the 'Earth First!' movement?\n8. What ideology combines anarchism with radical green politics?\n9. Name the artist and activist known for his involvement in the Situationist International.\n10. Who wrote the famed work 'Mutual Aid: A Factor of Evolution'?\n\nThis engaging trivia session not only tests your knowledge on key figures and texts in anarchism but also features voice-over questions to enhance your viewing experience. Whether you're an expert on revolutionary ideas or a curious learner, this quiz is perfect for everyone interested in general knowledge and thought-provoking concepts.\n\nWatch till the end to see how many you got right and don’t forget to comment on whether you found the difficulty appropriate for your trivia skills. Share your thoughts on future trivia topics, and let us know if you enjoyed this unique quiz style with spoken word! Join us for more captivating trivia as we explore the intriguing world of anarchism and its notable figures. Like and subscribe for more quizzes that challenge your mind and broaden your understanding!",
  "tags": [
    "fun and challenging quiz questions",
    "trivia questions for pub quiz night",
    "general knowledge trivia for adults",
    "top quizbowl practice questions",
    "engaging trivia questions with audio",
    "interactive trivia video with voiceover",
    "anarchism and political philosophy trivia"
  ],
  "published_at": "2024-11-24T23:07:54Z"
}