{
  "duration": "PT36M47S",
  "view_count": "1310367",
  "like_count": "16090",
  "title": "Noam Chomsky on Academia, Jordan Peterson, The Left, Postmodernism, & Ali G",
  "description": "As a listener of TOE, you can now enjoy full digital access to The Economist and all it has to offer. Get a 20% off discount by visiting: economist.com/toe\n\nIf all you're interested in comments Noam Chomsky has on Jordan Peterson, it's segmented it out here (3 mins): https://www.youtube.com/watch?v=6qnWqlYMipM\n\nPatreon: https://patreon.com/curtjaimungal\nCrypto: https://tinyurl.com/cryptoTOE\nPayPal: https://tinyurl.com/paypalTOE\nTwitter: https://twitter.com/TOEwithCurt\nDiscord Invite: https://discord.com/invite/kBcnfNVwqs\niTunes: https://podcasts.apple.com/ca/podcast/better-left-unsaid-with-curt-jaimungal/id1521758802\nPandora: https://pdora.co/33b9lfP\nSpotify: https://open.spotify.com/show/4gL14b92xAErofYQA7bU4e\nSubreddit r/TheoriesOfEverything: https://reddit.com/r/theoriesofeverything\nMerch: https://tinyurl.com/TOEmerch\n\nTIMESTAMPS BY: Irina Li\n\n0:00:00 What are the traits in the left that have changed in the past century? What traits remained the same?\n0:02:58 Chomsky’s opinion on identity politics\n0:03:37 When does the left go too far? When does the right go too far?\n0:06:31 Chomsky’s reminiscences of the anti-war resistance movement in 1960’s\n0:07:54 Is the line between the right and the left blurring? Do the left and the right still exist?\n0:09:30 Public and private Media in the US\n0:10:03 The First Amendment and its interpretations\n0:10:41 Privatization of Radio, Television, and the Internet\n0:11:14 What is the difference between Chomsky’s anarchist beliefs and contemporary libertarianism?\n0:12:49 Working for corporation as an extreme tyranny\n0:13:54 Early Industrial Revolution: Wage labor is indistinguishable from slavery\n0:14:30 Should a Holocaust denier have a freedom of speech?\n0:15:36 Holocaust denial \n0:16:54 Does Chomsky disagree with Jordan Peterson?  \n0:17:47 Do people get the governments they deserve?\n0:18:11 Can the principle of bureaucratic affinity apply to educational institutions?\n0:19:19 The last bastions of the relative freedom of expression of research\n0:20:14 Do academics still maintain the status quo?\n0:21:25 Prosecution of intellectuals\n0:22:55 Does academia fit a propaganda model?\n0:25:23 Should students not to go to universities?\n0:26:28 Disadvantages of online education\n0:27:49 Christian anarchist Ivan Illich and his popularity among social activists\n0:28:34 Student activism and social movements\n0:29:00 How academia lines up with the status quo and at the same time is on the forefront of social change\n0:30:21 What is an anarcho-syndicalist’s take on education?\n0:31:57 Would alternative platforms in education be neglected in public sphere?\n0:32:43 Conversation with Michel Foucault and Ali G\n0:34:49 Thoughts on Postmodernism \n0:35:27 Chomsky’s daily routine\n\nWhat you're seeing is un-edited, raw footage for an imminent documentary Better Left Unsaid http://betterleftunsaidfilm.com on the topic of \"when does the left go too far?\" Visit that site if you'd like to contribute to getting the film distributed (in 2020) and seeing more conversations like this weekly.\n\n* * *\n\nThe conversation is between Curt Jaimungal (top left), Noam Chomsky (middle), and Peter Glinos (top right). [though this changes part way through the video]\n\nSubtitles in Spanish by Filosofía en Castellano.",
  "tags": [
    "new tags"
  ],
  "published_at": "2019-10-26T19:00:11Z"
}