{
  "duration": "PT27M17S",
  "view_count": "63395",
  "like_count": "1919",
  "title": "Noam Chomsky's Reflections on Philosophy and Linguistics (Part 1) | Closer To Truth Chats",
  "description": "Closer To Truth has just launched a new website! We can't wait for you to see what we've been working on. New seasons (including the web debut of Season 21), interviews, topic guides, curated playlists, candid conversations, book excerpts, essays, and announcements. Visit today: www.CloserToTruth.com\n\nCloser To Truth is proud to present this four-part miniseries with distinguished theoretical linguist, analytic philosopher, and cognitive scientist Noam Chomsky. In Part 1, Chomsky discusses his intellectual history, highlights and reflections: from theoretical linguistics and syntactic structures to philosophical debates and political activism. \n\nMake a donation to Closer To Truth to help us continue exploring the world's deepest questions without the need for paywalls: https://shorturl.at/OnyRq\n\nWatch Part 2: https://www.youtube.com/watch?v=E4KhK3kktcM\nWatch Part 3: https://youtu.be/_LzZGLADCEw\n\nNoam Chomsky is a distinguished theoretical linguist, analytic philosopher, cognitive scientist, political critic, social activist, and public intellectual. Called \"the father of modern linguistics”, Chomsky helped bring about the cognitive revolution in the human sciences. At 94, he is one of the most cited living scholars. He is Institute Professor Emeritus at MIT and Laureate Professor of Linguistics at the University of Arizona.\n\nRegister for free at closertotruth.com for subscriber-only exclusives: http://bit.ly/2GXmFsP\n\nCloser To Truth, hosted by Robert Lawrence Kuhn and produced and directed by Peter Getzels, presents the world’s greatest thinkers exploring humanity’s deepest questions. Discover fundamental issues of existence. Engage new and diverse ways of thinking. Appreciate intense debates. Share your own opinions. Seek your own answers.",
  "tags": [
    "closer to truth",
    "robert lawrence kuhn"
  ],
  "published_at": "2022-12-23T15:40:41Z"
}