{
  "duration": "PT1H7M6S",
  "view_count": "139",
  "like_count": "1",
  "title": "ELECTION DAY BOOK RECS: Why Trump Will Win in 3 Books; On Mex & Asia; Blk Comedy 101 for Kill Tony",
  "description": "I bring you 6 total book recommendations in this 2024 Election Day special. More than any other election campaign I can remember this one sucks BIG TIME, but not for the reasons you might be thinking. So here are some books to pass the time and learn a little about why the US political system is broken, how everything that we know is ignored, and why we need to be honest with each other, learn about each other, and stick together if we are going to make it.\n\nThe Redd Foxx Encyclopedia of Black Humor by Redd Foxx and Norma Miller\n\nPowers and Prospects by Noam Chomsky\n\nWorse than Watergate by John W. Dean\n\nAztec Thought and Culture by Miguel León-Portilla\n\nHow to Get Filthy Rich in Rising Asia by Mohsin Hamid\n\nGaza Writes Back edited by Refaat Alareer \n\nLet's get reading by slowing down, planting small seeds of progress reading tiny passages, one sentence at first, then a paragraph, then a page, then a chapter. Build good reading habits by spending time alone with the written word. No need to read like a speed reader. No carnival tricks here, just pick good books and take small bites until you build up your reading muscles and can sit with a book for longer periods. It's not that serious. Take it easy, enjoy, no pressure, and be good to yourself. We can do it so let's get reading!\n\nVideo credits:\nhttps://www.youtube.com/watch?v=d2oN40FPVyw&pp=ygURbWVnYSBzcGVlZHJlYWRpbmc%3D\n\nhttps://www.youtube.com/watch?v=5BIW6qyrdu4&pp=ygUZYnVzaCBtaXNzaW9uIGFjY29tcGxpc2hlZA%3D%3D\n\nhttps://www.youtube.com/watch?v=XTFsoElX-a0&t=13s&pp=ygUcbml4b24gcmVzaWduYXRpb24gaGVsaWNvcHRlcg%3D%3D\n\nhttps://www.youtube.com/watch?v=m1Yff-_9MZs&pp=ygUYb2JhbWEgaW5hdWd1cmF0aW9uIDIwMDkg\n\nhttps://www.youtube.com/watch?v=tcTXqouiM4U&pp=ygUSdHJ1bXAgcGFwZXIgdG93ZWxz\n\nMusic credits from Pixabay:\ncinematic-hip-hop-253814\nCinematic Hip Hop\nVivaleum\n\nthe-hidden-shadows-a-donx27t-starve-together-song-122493\nThe Hidden Shadows: A (Don't Starve: Together) song\nSpadeStars\n\nno-place-to-go-216744\nNo Place To Go\nSergePavkinMusic\n\nThanks for watching!",
  "tags": [
    "US Election",
    "Election 2024",
    "Trump",
    "Harris",
    "Redd Foxx",
    "John Dean",
    "Noam Chomsky",
    "Mohsin Hamid",
    "Refaat Alareer",
    "Miguel León-Portilla",
    "Hope"
  ],
  "published_at": "2024-11-05T22:48:46Z"
}