{
  "duration": "PT9M44S",
  "view_count": "66035",
  "like_count": "3255",
  "title": "Thomas Sowell vs Noam Chomsky on slavery",
  "description": "Watch the second part of this presentation here: https://youtu.be/_EjxXh0Zi74\n\nSupport on Patreon: \nhttps://www.patreon.com/user?u=49799823\nTo get all this content plus free quotes of Dr. Thomas Sowell, visit thomassowellwisdom.com \n\nYou can support our work by buying any of Dr. Sowell's books:\n- Intellectuals and society:\n https://amzn.to/3kYFD5x\n- Intellectuals and Race:\nhttps://amzn.to/2OEyAms\n- Basic Economics:\nhttps://amzn.to/3kYGlzJ\n- Charter Schools and their enemies:\nhttps://amzn.to/3l2P3gs\n- Discrimination and Disparities:\nhttps://amzn.to/30w17gu\n- Economic Facts and Falacies:\nhttps://amzn.to/3qy7Zo4\n- The Vision of the Anointed: Self-congratulation as a Basis for Social Policy:\nhttps://amzn.to/3buiOmW\n\n\n\n\nThomas Sowell is an American economist and political commentator. He taught economics at Cornell University, the University of California, Los Angeles, and since 1980 at the Hoover Institution at Stanford University, where he is currently a Senior Fellow.\nThis channel helps to promote his teachings and principles of economics and philosophy.\nPlease subscribe to this channel through the link\nhttps://www.youtube.com/channel/UC46lOhs-EHKgvjXSjz1r9Ig\n\nFAIR USE NOTICE: This Videos may contain copyrighted (©) material the use of which has not always been specifically authorized by the copyright owner. Such material is made available to advance understanding of ecological, political, human rights, economic, democracy, scientific, moral, ethical, and social justice issues, etc. It is believed that this constitutes a 'fair use' of any such copyrighted material as provided for in section 107 of the US Copyright Law. In accordance with Title 17 U.S.C. Section 107, this material is distributed without profit to those who have expressed a prior general interest in receiving similar information for research and educational purposes.",
  "tags": [
    "Thomas Sowell",
    "Thomas Sowell on socialism",
    "Thomas Sowell on income",
    "Thomas Sowell slavery",
    "liberalism",
    "minority",
    "basic economics",
    "intellectuals and society",
    "black rednecks"
  ],
  "published_at": "2021-05-02T21:50:21Z"
}