{
  "duration": "PT14M35S",
  "view_count": "51592",
  "like_count": "944",
  "title": "Peterson's and Chomsky's Critiques of Postmodernism.",
  "description": "We summarize and compare the critical views of Jordan Peterson and Noam Chomsky on Postmodernism. Peterson views Postmodernism as a resentful movement bent on obtaining power within society while Chomsky sees more mundane motives behind the philosophy. The main focus of their criticisms turns out to be strikingly different.\n\nBoth academics broadly generalize when talking about the philosophical current they do not distinguish between say Poststructuralism or Deconstructive Postmodernism. In addition, although both Peterson and Chomsky talk about the relationship between Postmodernists and Power they have in mind two very different kinds of Power. Peterson is talking about the Power to rule over the whole society while Chomsky is talking about academic Power structures. So we did not emphasize this, only formal, similarity.\n\nPersonal Thoughts on Postmodernism: \n\nThere are things I agree with and disagree with in both the criticisms of Chomsky and Peterson. \n\nEveryone who works in academia knows that a fair amount of academics want to make a career for themselves out of public relations and get their names on as many papers as possible. There is also a drive to publish papers even if they verge on the nonsensical. This is in part a problem due to the set of incentives academics are placed under but it is also a personal choice of each academic. Such attitudes go on in all academic disciplines but as one moves from the hard sciences to the soft sciences the problem tends to get worse, not because the soft sciences are somehow inferior to the hard sciences but because the soft sciences are more prone to interpretations and make for an easier setting in which to use sophistry. Some of the main ideas that define Postmodernism (relativism, skepticism towards truth and logic)  make Postmodernism the perfect guise to hide under if one wants to play these kinds of games in academia. So many academics that want to game the system may gravitate towards Postmodernism. Thus I agree with Chomsky when he sees the set of incentives as having to do with prestige and material reward but I would not extend the criticism to the whole philosophical enterprise. Although I believe Postmodernists start with some misguided premises some questions they investigate deserve to be investigated. \nA criticism that I would instead extend to much of continental philosophy is to try to be clearer when you write, and less verbose to avoid misinterpretations. Relevant to this is that I don't believe Postmodernists invented identity politics being that they were heavily anti-essences, but it is possible that their focus on Power inspired identity politics.\nWhere, instead, I disagree more with Chomsky and align more with Peterson is on the societal implications of bad academic practices. The use of sophistry in academia seeps right down to the whole of society and it corrupts people's ability to reason, at all levels, leading people to hold absurd beliefs.\n\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nTwitter:\nhttps://twitter.com/Mon037895046\nDiscord:\nhttps://discord.gg/Z5x2FgY4Gm\nSubstack:\nhttps://mon0.substack.com/",
  "tags": [
    "Postmodernism",
    "Noam Chomsky",
    "Peterson"
  ],
  "published_at": "2023-04-28T08:09:47Z"
}