{
  "duration": "PT1H8M7S",
  "view_count": "76643",
  "like_count": "1952",
  "title": "Trump Plots MAGA Military Purge with Fox News Host in Charge",
  "description": "Tommy Vietor and Ben Rhodes discuss how Trump’s nomination of Pete Hegseth and Tulsi Gabbard could reshape and politicize the US military and intelligence community, and how Trump’s choice to lead the FBI will signal how intensely he plans to go after his political enemies. They also talk about Biden’s decision to allow Ukraine to hit targets in Russia with US-made weapons, the dark irony of COP29 being held in Azerbaijan, Biden’s trip to the G20 and APEC, Brazil’s sports gambling crisis, and a serious case of banana-phobia. Then Tommy speaks to Senator Bernie Sanders about his effort in Congress to ban offensive weapons sales to Israel.\n\nCHAPTERS\n0:00 - Intro \n2:08 - Trump's picks \n28:10 - Ukraine's long-range missiles\n37:48 - COP29  \n43:00 - Biden in Brazil \n47:23 - Brazil's sports betting \n51:41 - Trump Jr.'s new job\n52:42 - Swedish Minister's banana phobia \n55:05 - South Korean smuggler \n57:01 - Pod Save The UK \n57:22 - Malala Yousafzai interview coming next week \n58:23 - Bernie Sanders \n\nWant Pod Save America ad-free? Subscribe to Friends of the Pod: https://www.crooked.com/friends\n\nCrooked Media believes that we need a better conversation about politics, culture, and the world around us—one that doesn’t just focus on what’s broken, but what we can do to fix it. We are a media network that showcases stories, voices, and opportunities for activism that inform, entertain, and inspire action, because it’s up to all of us to do our part to build a better world.\n\nThat’s it. End of mission.\n\nLearn more about us at crooked.com\n\n#podsavetheworld #trump #republicans",
  "tags": [
    "Pod Save the World",
    "Pod Save the World podcast",
    "Tommy Vietor",
    "Tommy Veetor",
    "Tommy Vitor",
    "Ben Rhodes",
    "Ben Roads",
    "Pod Save the UK",
    "Nish Kumar",
    "Coco Khan",
    "Pod Save America",
    "Crooked Media"
  ],
  "published_at": "2024-11-20T14:00:36Z"
}