{
  "duration": "PT1M",
  "view_count": "9466",
  "like_count": "514",
  "title": "Noam Chomsky: Today highest goal in life is having a job - servitude to a master | [wage slavery]",
  "description": "March 24, 2021\n\nhttps://www.youtube.com/watch?v=g4IWpMk7esk\n\n\"it's very useful to consider what we take for granted as unquestionable common sense what we consent to without reflection not just what we consent to but what we often go on to regard as the highest goal of life so in today's world one of the highest goals in life is having a job the best advice that one can give to a young person is to prepare to find employment that is to prepare to spend your waking life in servitude to a master for many that means subordination to discipline that is far more extreme than in a totalitarian state\"\n\n\"Look at the history of the early days of the labor movement, right through the nineteenth century and the early Industrial Revolution. The main theme of the labor movement was that having a job is a terrible attack on your personal rights and dignity. Having a job is not something you look forward to. It’s something you may be forced into, but it’s an attack on your dignity as a human being, your rights as a free human being. Having a job means being forced to live under the orders of a master for most of your waking life. Nothing wonderful about that. Skilled workers in the late nineteenth century had a very lively working-class press. They expressed their hope that over time people wouldn’t succumb to this attack on their rights—that they wouldn’t accept as normal the idea that they have to be subject to a master. If that day comes, they hoped it would be far in the distance.\nWell, the day has come. People do think having a job is the greatest thing in life.\"\n- Noam Chomsky: “Marx’s Old Mole is Right Beneath the Surface” (2021)\nhttps://bostonreview.net/class-inequality-politics/noam-chomsky-david-barsamian-mole",
  "tags": [
    "Noam Chomsky",
    "Wage Slavery"
  ],
  "published_at": "2021-05-18T14:57:40Z"
}