{
  "duration": "PT47M59S",
  "view_count": "42214",
  "like_count": "2552",
  "title": "Noam Chomsky: We're Repeating Afghanistan in Ukraine",
  "description": "Click here for the full interview: https://usefulidiots.substack.com/p/extended-episode-noam-chomsky-were?r=je5va&s=w&utm_campaign=post&utm_medium=web\n\nBecome a Useful Idiot for extended interviews and bonus content at http://usefulidiots.substack.com\n\nProfessor Noam Chomsky has a stark prediction for the future of humanity if the US refuses to cooperate with other countries:\n\n“It is absolutely necessary for the great powers to cooperate if there’s going to be any hope for survival,” he explains. “China, the US, Russia, they have to be cooperating on the major issues of the day: climate, nuclear war, pandemics. You work on them together or you all fall over the cliff together.”\n\nAnd while cooperation sounds like a smart idea, Chomsky doubts the US will go along.\n\n“The US orders allies to follow its rules-based international order while China calls for the UN-based international order. And the US doesn’t accept that for a very good reason: the UN rules out US foreign policy explicitly. The UN charter bans the threat or use of force in international affairs. Can you think of a US president who hasn’t engaged in a threat or use of force?”\n\nThis sparks an analysis of US censorship and how the government can suppress the truth without throwing us in gulags.\n\n“Read things carefully that do come out: the Washington Post had a long, comprehensive article in which they reviewed in great detail the background for the war. Nothing in it about possible negotiations. They don’t want it on the agenda.”\n\nPlus, subscribe for the extended interview in which Noam Chomsky explains his worst fear if the Republicans take control of Congress, calls out politicians who oppose forgiving student loans, and criticizes the underwhelming US response to climate change.\n\nIt’s all this, and more, on this week’s episode of Useful Idiots. Check it out.\n\n0:00 Intro\n0:31 Four basic food groups of news\n14:18 Noam Chomsky interview",
  "tags": [
    "Useful Idiots",
    "podcast",
    "politics",
    "news",
    "Matt Taibbi",
    "Katie Halper",
    "useful idiots Katie Halper",
    "Useful idiots matt taibbi",
    "democrat",
    "republican",
    "biden",
    "Aaron Mate",
    "Aaron Maté",
    "katie halper show",
    "grayzone",
    "pushback",
    "russia",
    "ukraine"
  ],
  "published_at": "2022-08-26T14:11:43Z"
}