{
  "duration": "PT1H24M46S",
  "view_count": "106",
  "like_count": "5",
  "title": "Noam Chomsky -1995-03-11 - Speaking on Colombia with Juan Pablo Ordonez - MIT - Improved Audio",
  "description": "Be sure to pick at least 720p for best sound/video quality.\nOn March 11, 1995, Noam Chomsky spoke along with Juan Pablo Ordonez (a Colombian human rights lawyer) about Colombia and the US role in the ongoing tragedy in that nation.  Questions and answers with Ordonez and Chomsky follows Noam's talk.\n\n\nI gave the sound the best restoration I could.  Eliminated a hiss/hum/grinding sound that ran throughout.  However, starting about 38 minutes in, the sound suffers from clipping, possibly inherent in the original tape.  Alas, the video is suffers from generational loss, and is a medicore 360p.  Still it's better than nothing.\n\n\nAlas, the only surviving video copies, it seems, of this event eliminate Juan Pablo Ordonez's talk, which came before Chomsky's.   For the full version of this event, in audio only, listen here:\n\n\nhttps://www.youtube.com/watch?v=0pViVgzGAN8\n\n \n\nThanks to Mona Ringel @monaringel255 for the upload of part 1:\n\n\n https://www.youtube.com/watch?v=DrLsSwZbIsI\n\nand to Danielle Whitis @daniellewhitis1732 for part 2:\n\n\n\nhttps://www.youtube.com/watch?v=KxE4XKj4Vuk\nTags:\n\n\n\nChomsky, 1995, Colombia, FARC, Drugs, Illegal drugs, cocaine, marijuana, Plan Colombia, Drug Dealers, Bill Clinton, human rights, Organization of American States, OAS, César Gaviria, Lars Schoultz, Edward Herman, Amnesty International, torture, US Aid, Drug War, protectionism, free market, IMF, World Bank, JFK, John Kennedy, counterinsurgency, counter insurgency, Latin America, Brazil, Lincoln Gordon, economic miracle, death squads, school of the Americas, New York Times, Argentine Doctrine, land reform, Allan Nairn, Guatemala,",
  "tags": [
    "Chomsky",
    "1995",
    "Colombia",
    "FARC",
    "Drugs",
    "Illegal drugs",
    "cocaine",
    "marijuana",
    "Plan Colombia",
    "Bill Clinton",
    "human rights",
    "Organization of American States",
    "OAS",
    "César Gaviria",
    "Lars Schoultz",
    "Edward Herman",
    "Amnesty International",
    "torture",
    "US Aid",
    "Drug War",
    "protectionism",
    "free market",
    "IMF",
    "World Bank",
    "JFK",
    "counter insurgency",
    "Latin America",
    "Brazil",
    "Lincoln Gordon",
    "economic miracle",
    "death squads",
    "school of the Americas",
    "New York Times",
    "Argentine Doctrine",
    "land reform",
    "Allan Nairn",
    "Guatemala"
  ],
  "published_at": "2024-07-21T23:31:43Z"
}