{
  "duration": "PT1M10S",
  "view_count": "119985",
  "like_count": "2172",
  "title": "Noam Chomsky Teaches Independent Thinking and the Media's Invisible Powers | Official Trailer",
  "description": "Noam Chomsky is an icon of rebellion and intellectual dissent. According to The New York Times, the author of 150-plus books is “the most important intellectual alive today.\"\n\nIn his class, he shares valuable insights and powerful tools for facing the existential threat of media—including disinformation, AI, and the oppressive control of those in power.\n\nLearn more about Noam Chomsky on MasterClass at https://mstr.cl/44y8N0S.\n\nAs the author of more than 150 books and one of the most cited people on Google Scholar, Noam Chomsky is an iconoclastic linguist who’s been speaking out against illegitimate uses of power since the 1960s. He won’t hand you any answers—but he will help you discover the truth for yourself. \nLessons in this class include:\n\nNew Media: Information and Misinformation\nManufacturing Consent: The Control We Can’t See\nChallenging the Status Quo: Noam and Linguistics\nTurning Truth Into Activism\n\nMore from MasterClass: \nCornel West Teaches Philosophy: https://masterclass.com/cw\nMalala Yousafzai Teaches Creating Change: https://masterclass.com/my\nNeil deGrasse Tyson Teaches Scientific Thinking and Communication: \nhttps://masterclass.com/ndt\n\nAbout MasterClass:\nMasterClass is the streaming platform where anyone can learn from the world’s best. With an annual membership, subscribers get unlimited access to instructors and classes across a wide range of subjects. Stream thousands of lessons anywhere, anytime, on mobile, desktop, and TV.\n\n• Subscribe: https://mstr.cl/30SH1wj\n• TikTok: https://www.tiktok.com/@masterclass\n• Instagram: https://www.instagram.com/masterclass\n• Twitter: https://www.twitter.com/masterclass\n• Facebook: https://www.facebook.com/masterclassofficial\n\n#MasterClass",
  "tags": [],
  "published_at": "2023-07-13T12:00:33Z"
}