{
  "duration": "PT18M23S",
  "view_count": "527321",
  "like_count": "10197",
  "title": "In U.N. Speech, Noam Chomsky Blasts United States for Supporting Israel, Blocking Palestinian State",
  "description": "http://democracynow.org - As U.N. Secretary-General Ban Ki-moon announces plans to set up an investigation into the attacks on United Nations facilities during Israel's recent assault on the Gaza Strip, we broadcast the speech of world-renowned political dissident Noam Chomsky, who recently spoke in the hall of the U.N. General Assembly at an event sponsored by the United Nations Committee on the Exercise of the Inalienable Rights of the Palestinian People. “The pattern that was set in January 1976 continues to the present,” said Chomsky, Institute Professor Emeritus at Massachusetts Institute of Technology. “Israel rejects a settlement of these terms and for many years has been devoting extensive resources to ensuring it will not be implemented with the unremitting and decisive support of the United States — military, economic, diplomatic and ideological.”\n\nWatch the full 50-minute discussion with Noam Chomsky at the United Nations aired on Democracy Now!: http://www.democracynow.org/appearances/noam_chomsky\n\nDemocracy Now!, is an independent global news hour that airs weekdays on 1,200+ TV and radio stations Monday through Friday. Watch our livestream 8-9am ET at http://democracynow.org.\n\nPlease consider supporting independent media by making a donation to Democracy Now! today: http://owl.li/ruJ5Q\n\nFOLLOW DEMOCRACY NOW! ONLINE:\nFacebook: http://facebook.com/democracynow \nTwitter: https://twitter.com/democracynow\nYouTube: http://youtube.com/democracynow \nSoundCloud: http://soundcloud.com/democracynow \nDaily Email: http://democracynow.org/subscribe \nGoogle+: https://plus.google.com/+DemocracyNow\nInstagram: http://instagram.com/democracynow\nTumblr: http://democracynow.tumblr\nPinterest: http://pinterest.com/democracynow",
  "tags": [
    "Democracy Now",
    "Amy Goodman",
    "DN",
    "News",
    "Politics",
    "democracynow.org",
    "Video",
    "Independent Media",
    "Daily News",
    "Breaking News",
    "World News",
    "Interview",
    "Noam Chomsky (Author)",
    "United Nations (Membership Organization)",
    "Israel (Country)",
    "United States Of America (Country)",
    "Palestine",
    "State (Quotation Subject)",
    "Gaza",
    "Human Rights (Quotation Subject)",
    "State Of Palestine (Country)",
    "Hamas (Political Party)",
    "Barack Obama (US President)"
  ],
  "published_at": "2014-10-22T14:36:52Z"
}