{
  "video_id": "rnLWSC5p1XE",
  "url": "http://youtube.com/watch?v=rnLWSC5p1XE",
  "transcript": [
    {
      "text": ">> ANNE: Many, many years ago back when the\nacronym CD meant certificate of deposit and",
      "start": 0.0,
      "duration": 7.669
    },
    {
      "text": "not compact disc, I was a Linguistics graduate\nstudent at the MIT here. And it was way late",
      "start": 7.669,
      "duration": 14.061
    },
    {
      "text": "in November when the [INDISTINCT]. I just\nreturned from New York City where I did my",
      "start": 21.73,
      "duration": 3.17
    },
    {
      "text": "very first linguistics paper conference and\nit was very late one Thursday night. I was",
      "start": 24.9,
      "duration": 2.769
    },
    {
      "text": "walking on front of Building 20 which no longer\nexists. And as I was walking across because",
      "start": 27.669,
      "duration": 9.441
    },
    {
      "text": "I'm going to go to hear Noam Chomsky speak,\nand I'm thinking about how we're about to",
      "start": 37.11,
      "duration": 6.73
    },
    {
      "text": "have this birthday party for Professor Chomsky.\nSo graduate students were putting together",
      "start": 43.84,
      "duration": 2.18
    },
    {
      "text": "a surprise birthday party to celebrate his--what\nwas it, half a century of living, 50 years?",
      "start": 46.02,
      "duration": 3.19
    },
    {
      "text": "So, I'm thinking about this and then I noticed\nthis figure coming out from the parking lot,",
      "start": 49.21,
      "duration": 8.02
    },
    {
      "text": "and he was approaching me. And I think he's,\n\"Hi Anne.\" I was, \"Oh, it's Professor Chomsky,\"",
      "start": 57.23,
      "duration": 9.93
    },
    {
      "text": "and he says, \"How was your talk?\" Then I looked,\nand I said, \"It was really good. I enjoyed",
      "start": 67.16,
      "duration": 8.28
    },
    {
      "text": "it. It was nice, but I was so formal, maybe,\nit felt so old like I was really feeling old.\"",
      "start": 75.44,
      "duration": 5.61
    },
    {
      "text": "And I pulled back from there to here. And\nhe said, \"To them, it's fighting words.\" So,",
      "start": 81.05,
      "duration": 1.6
    },
    {
      "text": "here he is.\n>> CHOMSKY: She reminds me a little bit of",
      "start": 82.65,
      "duration": 1.41
    },
    {
      "text": "a--they moved us, after they destroyed Building\n20 which Anne was talking about which was",
      "start": 84.06,
      "duration": 5.76
    },
    {
      "text": "a great mistake. It was a wonderful, old building,\ncontemporary World War II building, which",
      "start": 89.82,
      "duration": 7.229
    },
    {
      "text": "was the best building on campus by far, movable\nwalls, squirrels climbing up inside the walls,",
      "start": 97.049,
      "duration": 8.141
    },
    {
      "text": "you know, windows falling out, noises from\nthe garbage being taken out behind our windows,",
      "start": 105.19,
      "duration": 7.27
    },
    {
      "text": "but terrific place to work. They put us in\na fancy, new building. You can't miss it if",
      "start": 112.46,
      "duration": 6.21
    },
    {
      "text": "you walk on campus. And the first seminar\nI had to give there, maybe, 30 people, I noticed",
      "start": 118.67,
      "duration": 7.769
    },
    {
      "text": "I couldn't hear any of the students which\nthen surprised me all that much. But they",
      "start": 126.439,
      "duration": 5.711
    },
    {
      "text": "couldn't hear me which surprised me a little\nmore until somebody finally pointed out to",
      "start": 132.15,
      "duration": 5.419
    },
    {
      "text": "me that the ceiling is 30 feet high. And we\nasked why they can't put up an acoustic ceiling",
      "start": 137.569,
      "duration": 6.851
    },
    {
      "text": "and they said, \"Well, that would interfere\nwith the decor of the building.\" And so, therefore,",
      "start": 144.42,
      "duration": 5.149
    },
    {
      "text": "tough luck, you just won't hear each other.\nThat's what's known as progress, I think.",
      "start": 149.569,
      "duration": 5.881
    },
    {
      "text": "So I'll try to make myself heard but as I\nsay, India is the place to be.",
      "start": 155.45,
      "duration": 6.391
    },
    {
      "text": ">> MALE: The first question, Mr. Chomsky,\ncomes from Christas Gudrov [ph]. How have",
      "start": 161.841,
      "duration": 6.419
    },
    {
      "text": "your ideas on universal grammar changed over\nthe years? Are you more or less convinced",
      "start": 168.26,
      "duration": 4.63
    },
    {
      "text": "of the theory now than you were initially?\n>> CHOMSKY: Well, there's a lot of confusion",
      "start": 172.89,
      "duration": 5.77
    },
    {
      "text": "about the notion, universal grammar. Universal\ngrammar had a traditional meaning but in--not",
      "start": 178.66,
      "duration": 7.45
    },
    {
      "text": "only linguistics, the last 50 years or so,\nit has had a technical meaning which is not",
      "start": 186.11,
      "duration": 4.87
    },
    {
      "text": "unrelated to the traditional meaning but it's\nnot identical either. Universal grammar is",
      "start": 190.98,
      "duration": 4.81
    },
    {
      "text": "just the name for the theory of the genetic\ncomponent of the language faculty and, transparently,",
      "start": 195.79,
      "duration": 8.4
    },
    {
      "text": "there's some genetic component, right? Now,\nthere's a reason, say, why my granddaughter",
      "start": 204.19,
      "duration": 7.71
    },
    {
      "text": "reflexively identified some part of her environment\nas language-related, which is no small trick--nobody",
      "start": 211.9,
      "duration": 8.339
    },
    {
      "text": "knows how to duplicate that--and then, more\nor less, reflexively picked up the capacity",
      "start": 220.239,
      "duration": 6.231
    },
    {
      "text": "that we're all now using whereas her pet,\nsay, kitten or chimpanzee or song bird or",
      "start": 226.47,
      "duration": 9.53
    },
    {
      "text": "whatever it may be, with exactly the same\ninputs, couldn't even take the first step,",
      "start": 236.0,
      "duration": 5.659
    },
    {
      "text": "can't identify part of the environment as\nlanguage-related, obviously, not the later",
      "start": 241.659,
      "duration": 3.83
    },
    {
      "text": "steps. Well, there are two possible answers\nto how that happens. One is it's a miracle.",
      "start": 245.489,
      "duration": 6.461
    },
    {
      "text": "The other is there's--she has some specific\ngenetic capacity that's like the capacity",
      "start": 251.95,
      "duration": 6.59
    },
    {
      "text": "that had her grow arms and not wings, let's\nsay; just some fixed--or had a mammalian visual",
      "start": 258.54,
      "duration": 8.38
    },
    {
      "text": "system but not an insect visual system. Now,\nthis is not controversial for anything except",
      "start": 266.92,
      "duration": 6.17
    },
    {
      "text": "human higher mental faculties. For some reason,\nwhen people investigate human higher mental",
      "start": 273.09,
      "duration": 6.81
    },
    {
      "text": "faculties, they have to be insane, you know.\nYou can't accept the approach that we take",
      "start": 279.9,
      "duration": 7.04
    },
    {
      "text": "to everything else in the world, the kind\nof methodological dualism. Everything else",
      "start": 286.94,
      "duration": 4.46
    },
    {
      "text": "in the world we study by the standard methods\nof science, but when we talk about human higher",
      "start": 291.4,
      "duration": 5.44
    },
    {
      "text": "mental faculties, we have become mystics.\nSo, therefore, there's a controversy about",
      "start": 296.84,
      "duration": 4.58
    },
    {
      "text": "the existence of universal grammar which is\nlike--which means a controversy about whether",
      "start": 301.42,
      "duration": 6.2
    },
    {
      "text": "there is some genetic property that distinguishes\nhumans from everybody else which leads to",
      "start": 307.62,
      "duration": 7.23
    },
    {
      "text": "these--to the ability to doing what we're\nnow doing. But there shouldn't be any controversy",
      "start": 314.85,
      "duration": 5.319
    },
    {
      "text": "about that. The only question is: What is\nit? Well, there have been theories about it",
      "start": 320.169,
      "duration": 6.801
    },
    {
      "text": "from the 1950s when these studies began up\nto the present and it's a living field so",
      "start": 326.97,
      "duration": 5.89
    },
    {
      "text": "it kept changing. So, in that sense, yes,\nmy views about universal grammar keep changing.",
      "start": 332.86,
      "duration": 5.16
    },
    {
      "text": "So when Anne walked into my office as a graduate\nstudent and told me I was wrong about everything,",
      "start": 338.02,
      "duration": 6.709
    },
    {
      "text": "so, okay, my views changed, you know. But,\nin that sense, sure, there's going to be constant",
      "start": 344.729,
      "duration": 6.47
    },
    {
      "text": "change until the field disappears or is dead\nor something. And there's a long way to go.",
      "start": 351.199,
      "duration": 6.381
    },
    {
      "text": "These are not trivial questions. There's sort\nof general tendency of change and not every",
      "start": 357.58,
      "duration": 7.97
    },
    {
      "text": "linguist would agree by any means; so that's\npersonal opinion. In the early stages, when",
      "start": 365.55,
      "duration": 6.62
    },
    {
      "text": "the first question was asked seriously, about\n50 years ago, as to how we are capable of",
      "start": 372.17,
      "duration": 7.309
    },
    {
      "text": "doing what we do all the time, how are we\ncapable of understanding, producing expressions",
      "start": 379.479,
      "duration": 8.53
    },
    {
      "text": "which we've never heard, which may have never\nbeen, other than the history of the language",
      "start": 388.009,
      "duration": 5.16
    },
    {
      "text": "and doing it over an infinite range or where\nthere is strange properties that they have",
      "start": 393.169,
      "duration": 4.97
    },
    {
      "text": "as soon as you look up on how do we do it.\nThe only answer seems to be that each of us",
      "start": 398.139,
      "duration": 6.121
    },
    {
      "text": "has a highly intricate computational system\nin the brain which yields these very specific",
      "start": 404.26,
      "duration": 7.34
    },
    {
      "text": "results. But that then poses a paradox because\nit must be the case that we all--all humans",
      "start": 411.6,
      "duration": 7.79
    },
    {
      "text": "have the same genetic capacity with marginal\nvariation. The reason is if you take a child",
      "start": 419.39,
      "duration": 8.63
    },
    {
      "text": "from, say, a hunter-gatherer tribe in the\nAmazon and the child is raised in Cambridge,",
      "start": 428.02,
      "duration": 6.88
    },
    {
      "text": "Mass., it will have made this--become a graduate\nstudent studying quantum physics at MIT with",
      "start": 434.9,
      "duration": 8.401
    },
    {
      "text": "no difference from anyone else and conversely.\nSo we all have the same capacity. And it's",
      "start": 443.301,
      "duration": 5.809
    },
    {
      "text": "more or less understood why. The capacity\ndeveloped very recently in evolutionary time",
      "start": 449.11,
      "duration": 7.059
    },
    {
      "text": "and probably in some window between 100,000\nand 50,000 years ago, something like that,",
      "start": 456.169,
      "duration": 6.191
    },
    {
      "text": "and that's just the flick of any eye. So whatever\nhappened never changed except extremely marginally.",
      "start": 462.36,
      "duration": 6.619
    },
    {
      "text": "So we're all fundamentally identical for all\npractical purposes. Human genetic variation",
      "start": 468.979,
      "duration": 5.41
    },
    {
      "text": "is very slight anyway; the superficial differences\nare not very profound. A foreign--an outside,",
      "start": 474.389,
      "duration": 8.25
    },
    {
      "text": "extraterrestrial observer looking at us the\nway we look at frogs would say there's only",
      "start": 482.639,
      "duration": 5.441
    },
    {
      "text": "one human and one language with minor variations.\nSo, on one hand, it's got to be uniform. On",
      "start": 488.08,
      "duration": 8.309
    },
    {
      "text": "the other hand, it seems to be the case that\neach particular language had a highly intricate",
      "start": 496.389,
      "duration": 5.721
    },
    {
      "text": "and complex system of rules, computational\nsystem, and they're very different from one",
      "start": 502.11,
      "duration": 4.75
    },
    {
      "text": "another. And that is a paradox, in fact, a,\nyou know, serious paradox. Well, over the",
      "start": 506.86,
      "duration": 6.76
    },
    {
      "text": "years, there have been efforts to deal with\nit, to try to overcome the paradox. A major",
      "start": 513.62,
      "duration": 7.349
    },
    {
      "text": "step was taken and when views on universal\ngrammar, at least for many of us, did change",
      "start": 520.969,
      "duration": 4.91
    },
    {
      "text": "radically was around 1980.\nANNE: I was still there.",
      "start": 525.879,
      "duration": 4.281
    },
    {
      "text": "CHOMSKY: You were there, yeah. It's her fault.\nWhen a different view of the matter sort of",
      "start": 530.16,
      "duration": 5.919
    },
    {
      "text": "crystallized, what's called--sometimes called\nthe principles in parameters view. The picture",
      "start": 536.079,
      "duration": 5.37
    },
    {
      "text": "that the principles, the fixed principles\nwhich were really embedded; nobody has to",
      "start": 541.449,
      "duration": 4.842
    },
    {
      "text": "acquire them. They're part of universal grammar.\nAnd then, there's a number of options that",
      "start": 546.291,
      "duration": 5.809
    },
    {
      "text": "can be taken, called parameters, that the\nchild has to pick up from experience and they",
      "start": 552.1,
      "duration": 7.079
    },
    {
      "text": "have to be pretty simple. You have to be able\nto pick them up from limited evidence because",
      "start": 559.179,
      "duration": 3.84
    },
    {
      "text": "that's all there is. And so, for example,\nin some languages like English, the--it's",
      "start": 563.019,
      "duration": 6.43
    },
    {
      "text": "called the head-first language, so the verb\nprecedes the object and the preposition precedes",
      "start": 569.449,
      "duration": 6.56
    },
    {
      "text": "the object of the preposition and so on. Other\nlanguages, like, say, Japanese, are almost",
      "start": 576.009,
      "duration": 4.541
    },
    {
      "text": "mirror image. The verb follows the object;\nthe postpositions, not prepositions, and so",
      "start": 580.55,
      "duration": 6.68
    },
    {
      "text": "on. So languages are virtually mirror images\nof each other and you have to set the parameter.",
      "start": 587.23,
      "duration": 5.859
    },
    {
      "text": "The child has to set the parameter which is,\n\"Am I talking English, or am I talking Japanese?\"",
      "start": 593.089,
      "duration": 4.81
    },
    {
      "text": "And that can be determined from very simple\ndata. So that's a reasonable choice of a parameter.",
      "start": 597.899,
      "duration": 6.36
    },
    {
      "text": "And the hope was that you could find some\nfinite set of parameters like a finite switch",
      "start": 604.259,
      "duration": 5.44
    },
    {
      "text": "box, where you set the switch, the child has\nset the switches one way or another and can",
      "start": 609.699,
      "duration": 5.151
    },
    {
      "text": "do it on the basis of fairly simple data.\nAnd then once this enters into the predetermined",
      "start": 614.85,
      "duration": 8.63
    },
    {
      "text": "system of principles, you get things which\nsuperficially look very different. They are",
      "start": 623.48,
      "duration": 5.269
    },
    {
      "text": "actually almost identical or just differing\nin superficial choices. Well, if you could",
      "start": 628.749,
      "duration": 6.412
    },
    {
      "text": "work that out, you would have solved the paradox.\nIt's a long way to work that out. But that",
      "start": 635.161,
      "duration": 6.658
    },
    {
      "text": "made it possible at least to confront the\nissues seriously without facing an immediate",
      "start": 641.819,
      "duration": 4.661
    },
    {
      "text": "knee-yourself contradiction. And it set off\na lot of the really rich period of research",
      "start": 646.48,
      "duration": 8.699
    },
    {
      "text": "and inquiry, nothing like it, in thousands\nof years of the history of the study of language",
      "start": 655.179,
      "duration": 5.181
    },
    {
      "text": "in the last 25, 30 years of a wide variety\nof typologically different languages, new",
      "start": 660.36,
      "duration": 7.06
    },
    {
      "text": "questions at a depth that could never have\nbeen proposed before, sometimes the answers",
      "start": 667.42,
      "duration": 5.18
    },
    {
      "text": "leading to new questions and so on in a very\nlively period. And it also raised another",
      "start": 672.6,
      "duration": 4.669
    },
    {
      "text": "question: What about the principles? Where\ndo they come from? And that's a fact of the",
      "start": 677.269,
      "duration": 5.201
    },
    {
      "text": "choice of parameters: Where do these things\ncome from? If they're in universal grammar,",
      "start": 682.47,
      "duration": 4.131
    },
    {
      "text": "if it's part of the genetic endowment, then\nit had to evolve somehow. But not a lot could",
      "start": 686.601,
      "duration": 7.358
    },
    {
      "text": "have evolved because it's too recent, you\nknow. You go back 100,000 years, there's,",
      "start": 693.959,
      "duration": 5.91
    },
    {
      "text": "as far as we know, nothing. Humans had the\nsame anatomy, anything that's preserved in",
      "start": 699.869,
      "duration": 7.07
    },
    {
      "text": "the fossil records are about the same, you\nknow, hundreds of thousand years back. So",
      "start": 706.939,
      "duration": 4.32
    },
    {
      "text": "some small change must have taken place in\nthe brain which somehow allowed all of this",
      "start": 711.259,
      "duration": 8.27
    },
    {
      "text": "to suddenly blossom and pretty soon after\nthat, again, in evolutionary time, like, maybe,",
      "start": 719.529,
      "duration": 5.9
    },
    {
      "text": "a couple of tens of thousands of years which\nis no time at all, humans started leaving",
      "start": 725.429,
      "duration": 5.82
    },
    {
      "text": "East Africa where we all come from as far\nas anyone knows. So some small groups developed",
      "start": 731.249,
      "duration": 8.0
    },
    {
      "text": "this system and then spread it all over the\nworld and, now, they're all essentially the",
      "start": 739.249,
      "duration": 4.721
    },
    {
      "text": "same. But what evolved in that short period\nof time cannot have been very complex. You",
      "start": 743.97,
      "duration": 5.429
    },
    {
      "text": "know, I wouldn't expect a series of extensive\nstages, like say, development of limbs, you",
      "start": 749.399,
      "duration": 6.961
    },
    {
      "text": "know, millions of years. Therefore, what you\npredict is that some other principle external",
      "start": 756.36,
      "duration": 9.13
    },
    {
      "text": "to language, maybe some principle of nature,\nprinciple of computational efficiency or something",
      "start": 765.49,
      "duration": 6.219
    },
    {
      "text": "like that which is not specific to language,\ninteracted with a small mutation which just",
      "start": 771.709,
      "duration": 8.05
    },
    {
      "text": "gave rise to the universal grammar. But that\nsets forth a new goal of research to ask--to",
      "start": 779.759,
      "duration": 7.32
    },
    {
      "text": "see if you can determine, like, the principles\nthemselves do really have the intricacy that",
      "start": 787.079,
      "duration": 6.45
    },
    {
      "text": "they appeared to have, but are actually the\nresult of application of non-linguistic, in",
      "start": 793.529,
      "duration": 6.821
    },
    {
      "text": "fact, non--maybe, non-human principles, like\ngeneral principles of computational efficiency",
      "start": 800.35,
      "duration": 6.429
    },
    {
      "text": "to whatever small change took place. And the\nsmall change was probably the capacity to",
      "start": 806.779,
      "duration": 7.571
    },
    {
      "text": "carry out recursive enumeration, basically,\nthe capacity that gives you the number system,",
      "start": 814.35,
      "duration": 5.25
    },
    {
      "text": "for example, to take two things, two objects\nalready constructed in the mind and make up",
      "start": 819.6,
      "duration": 5.929
    },
    {
      "text": "a new object out of them and then keep that\nprocess up indefinitely so you get an infinite",
      "start": 825.529,
      "duration": 5.81
    },
    {
      "text": "array of possible expressions, each with some\nsemantic interpretation and some mode of externalization,",
      "start": 831.339,
      "duration": 8.47
    },
    {
      "text": "speech or sign, whatever it may be; well,\nthat would be--and the goal would be to try",
      "start": 839.809,
      "duration": 4.351
    },
    {
      "text": "to show that was essentially instantaneous—-once\nthe small mutation took place given the--this",
      "start": 844.16,
      "duration": 7.07
    },
    {
      "text": "operation, recursive enumeration operation,\nthat allows you to create a discreet infinity",
      "start": 851.23,
      "duration": 4.919
    },
    {
      "text": "of expressions--structured expressions. Well,\nthat's at least the feasible picture; the",
      "start": 856.149,
      "duration": 5.271
    },
    {
      "text": "trick is to show that it's true or how close\nit is to true and can you cut away at the",
      "start": 861.42,
      "duration": 6.029
    },
    {
      "text": "apparent complexity of the principles and\nshow that they can actually be accounted for",
      "start": 867.449,
      "duration": 5.1
    },
    {
      "text": "in terms of general principles of the hold\nfor organisms--generally perhaps and maybe",
      "start": 872.549,
      "duration": 7.301
    },
    {
      "text": "even elsewhere in the physical world, and\nthat are instantly or almost instantly applied",
      "start": 879.85,
      "duration": 6.549
    },
    {
      "text": "once the original move is made to whatever\nsmall move it was to produce the capacity",
      "start": 886.399,
      "duration": 7.36
    },
    {
      "text": "for recursive enumeration. Well, that's a\ngoal, you know. It's far from being attained",
      "start": 893.759,
      "duration": 4.88
    },
    {
      "text": "but the last 15, 20 years, there's been considerable\nprogress towards it. But there's a lot of",
      "start": 898.639,
      "duration": 6.481
    },
    {
      "text": "things that it seemed, 20 years ago, you had\nto assign to genetic endowment. It now have",
      "start": 905.12,
      "duration": 7.981
    },
    {
      "text": "been rather plausibly shown to be possible\nconsequences of just application, particularly",
      "start": 913.101,
      "duration": 6.728
    },
    {
      "text": "the principles of computational efficiency\nto a system which had only the ability to",
      "start": 919.829,
      "duration": 7.021
    },
    {
      "text": "construct an infinite hierarchy of expressions.\nAnd that, we don't know enough about the brain",
      "start": 926.85,
      "duration": 5.399
    },
    {
      "text": "to know how might that happen but that could\nhave been a very small mutation-—just changing",
      "start": 932.249,
      "duration": 4.84
    },
    {
      "text": "something in somebody's genome and then spreading\nthrough the small breeding group. So that,",
      "start": 937.089,
      "duration": 7.14
    },
    {
      "text": "in that respect, it's a goal, you know, and\nsteps have been taken towards it. But you",
      "start": 944.229,
      "duration": 5.571
    },
    {
      "text": "would expect that something like that ought\nto be true, just from the-—what's known",
      "start": 949.8,
      "duration": 5.159
    },
    {
      "text": "about the history of evolution of Homo sapiens\nin very recent times without much opportunity",
      "start": 954.959,
      "duration": 9.831
    },
    {
      "text": "for selection that had any effect-—maybe\na small effect but not much. So, that's, I",
      "start": 964.79,
      "duration": 5.589
    },
    {
      "text": "think, that's the tendency of thinking, at\nleast my thinking and some other—-many others,",
      "start": 970.379,
      "duration": 9.46
    },
    {
      "text": "on how theories of universal grammar have\nchanged. But the idea that there is universal",
      "start": 979.839,
      "duration": 5.581
    },
    {
      "text": "grammar that exists, that can't be controversial\nunless you believe in magic, not for the elementary",
      "start": 985.42,
      "duration": 6.079
    },
    {
      "text": "reasons that I mentioned.\n>> MALE: This is from Robin Green. And we",
      "start": 991.499,
      "duration": 3.82
    },
    {
      "text": "can actually have local questions as well,\nbut this is one from Robin Green who says,",
      "start": 995.319,
      "duration": 4.31
    },
    {
      "text": "\"You are well-known for your criticism of\nour current generation's lack of insight and",
      "start": 999.629,
      "duration": 4.18
    },
    {
      "text": "sense of history but what do you see in the\nyounger generations that you personally find",
      "start": 1003.809,
      "duration": 7.47
    },
    {
      "text": "energizing and encouraging?\"\n>> CHOMSKY: I don't know if I had that criticism",
      "start": 1011.279,
      "duration": 5.14
    },
    {
      "text": "of the younger generation. So, I'm not sure\nI accept the premise of the question; although",
      "start": 1016.419,
      "duration": 5.431
    },
    {
      "text": "I think it is a very sad fact about our culture,\nour general culture, that it's extremely insular,",
      "start": 1021.85,
      "duration": 8.949
    },
    {
      "text": "ingrown, lack of knowledge of the world, of\nhistory and so on and that really goes way",
      "start": 1030.799,
      "duration": 7.35
    },
    {
      "text": "back and I think it's probably less true now\nthan it has been in the past; but it is certainly",
      "start": 1038.149,
      "duration": 5.68
    },
    {
      "text": "true. And in United States, it's dramatically\ntrue as compared with comparable societies.",
      "start": 1043.829,
      "duration": 6.251
    },
    {
      "text": "There's some obvious reasons for that. The\nUnited States is very different from any other",
      "start": 1050.08,
      "duration": 6.24
    },
    {
      "text": "industrial society in many respects. For one\nthing, I mean, there's talk about, you know,",
      "start": 1056.32,
      "duration": 8.0
    },
    {
      "text": "there's debate about the American empire--is\nthere one, isn't there one and so on. There",
      "start": 1064.32,
      "duration": 4.28
    },
    {
      "text": "shouldn't be any debate. This is the one country\nin the world that was founded as an empire--that's",
      "start": 1068.6,
      "duration": 6.809
    },
    {
      "text": "what George Washington called a \"nationed\nempire\" when the country was founded. And",
      "start": 1075.409,
      "duration": 5.341
    },
    {
      "text": "the goal, as Washington put it, was to drive\nthe indigenous population--the savages as",
      "start": 1080.75,
      "duration": 6.289
    },
    {
      "text": "he called them--away; they will disappear\njust like the wolves who they are identical",
      "start": 1087.039,
      "duration": 7.791
    },
    {
      "text": "with, except in shape. Thomas Jefferson, for\nhim, \"We are going to drive them behind the",
      "start": 1094.83,
      "duration": 6.209
    },
    {
      "text": "stony mountains where they belong and then\nthe country will be free of blot or mixture,",
      "start": 1101.039,
      "duration": 6.5
    },
    {
      "text": "red or black...\" It didn't quite make it but\nthat was the goal. \"And then this will be",
      "start": 1107.539,
      "duration": 4.571
    },
    {
      "text": "the nest from which the entire hemisphere\nis populated by members of our superior race...\"",
      "start": 1112.11,
      "duration": 7.21
    },
    {
      "text": "You'd read later of Walt Whitman, others--some\nhideous racist comments which were just taken",
      "start": 1119.32,
      "duration": 6.13
    },
    {
      "text": "for granted. So, yes, it's an empire and it\nextends--supposed to extend everywhere. Back",
      "start": 1125.45,
      "duration": 5.839
    },
    {
      "text": "in the, you know, 1820, roughly around then,\nthe principle was laid down that--as modern",
      "start": 1131.289,
      "duration": 7.401
    },
    {
      "text": "historians put it-- that \"expansion is the\npath to security. The only way to be secure",
      "start": 1138.69,
      "duration": 5.349
    },
    {
      "text": "is to expand.\" At that time, the argument\nwas that's why we had to conquer Florida to",
      "start": 1144.039,
      "duration": 6.461
    },
    {
      "text": "defend ourselves from what were called \"the\nrunaway slaves and the lawless Indians\" who",
      "start": 1150.5,
      "duration": 5.49
    },
    {
      "text": "were a threat because there were in our way\nso we have to expand. And then on to the present,",
      "start": 1155.99,
      "duration": 7.14
    },
    {
      "text": "the main scholarly book on the origins of\nthe Bush doctrine which approves of it; John",
      "start": 1163.13,
      "duration": 5.21
    },
    {
      "text": "Lewis Gaddis, historian at Yale, traces it\nback to that moment and says, \"Yeah. That's",
      "start": 1168.34,
      "duration": 6.54
    },
    {
      "text": "the right principle. Expansion is the path\nto security,\" and, now, that means expanding",
      "start": 1174.88,
      "duration": 4.909
    },
    {
      "text": "over the whole world and, you know, space\nand the, you know, the galaxy or whatever.",
      "start": 1179.789,
      "duration": 4.661
    },
    {
      "text": "That's the only way to be secure and to ensure\nthat the empire rules the world. So it's unusual",
      "start": 1184.45,
      "duration": 5.87
    },
    {
      "text": "country in that respect. I mean, the British\nwanted to be an empire. They modeled themselves",
      "start": 1190.32,
      "duration": 4.75
    },
    {
      "text": "on Rome; but the United States had a different\npicture from the origins. Furthermore, once",
      "start": 1195.07,
      "duration": 7.08
    },
    {
      "text": "the native population was, you know, driven\nbeyond the stony mountains as Jefferson put",
      "start": 1202.15,
      "duration": 5.119
    },
    {
      "text": "it, it was, the country--the continent was\nopen, you know. They were very rich, you know,",
      "start": 1207.269,
      "duration": 7.37
    },
    {
      "text": "very rich in resources. Ultimate security,\nnobody ever had comfortable security all to",
      "start": 1214.639,
      "duration": 9.601
    },
    {
      "text": "us, you know, where the waves of immigrants\nare and there's no reason to look anywhere",
      "start": 1224.24,
      "duration": 5.789
    },
    {
      "text": "else. It's essentially homogenous. So you\ntravel in Europe, you don't have to go very",
      "start": 1230.029,
      "duration": 5.391
    },
    {
      "text": "far to hear completely different languages.\nWe go back 50 years. It was even more so before",
      "start": 1235.42,
      "duration": 4.749
    },
    {
      "text": "the unifying effects of television and national\nstates. Just, you know, plenty of people in",
      "start": 1240.169,
      "duration": 5.621
    },
    {
      "text": "Europe can't talk to their grandmothers because\nthey speak a different language. But even",
      "start": 1245.79,
      "duration": 4.07
    },
    {
      "text": "now in Europe, you don't have to go very far\nto see different cultures, different languages,",
      "start": 1249.86,
      "duration": 5.039
    },
    {
      "text": "you know, and so on. In United States, you\ngo from Boston-Los Angeles and you have so",
      "start": 1254.899,
      "duration": 5.62
    },
    {
      "text": "nothing changes. You have slight difference\nin accent, maybe the cars or superhighways",
      "start": 1260.519,
      "duration": 4.981
    },
    {
      "text": "are faster out there but--so there's every\nreason to expect people to be insular and",
      "start": 1265.5,
      "duration": 6.6
    },
    {
      "text": "you see it dramatically. I mean... people\nare just unaware of what's happening on the",
      "start": 1272.1,
      "duration": 6.189
    },
    {
      "text": "outside world. Actually, this changed significantly\nafter 9/11. It had an interesting effect in",
      "start": 1278.289,
      "duration": 7.681
    },
    {
      "text": "the United States. One of the effects was\nto engender fear. That was the first attack",
      "start": 1285.97,
      "duration": 4.99
    },
    {
      "text": "on American soil since the British had burned\ndown Washington in 1814. People mentioned",
      "start": 1290.96,
      "duration": 7.28
    },
    {
      "text": "Pearl Harbor but it's irrelevant. That was\nan attack on a U.S. naval base, and would",
      "start": 1298.24,
      "duration": 6.039
    },
    {
      "text": "have amounted to a colony and, by our standard,\nincidentally, a very legitimate attack. I",
      "start": 1304.279,
      "duration": 6.13
    },
    {
      "text": "couldn't explain that if it's not obvious.\nBut that wasn't an attack on a national territory.",
      "start": 1310.409,
      "duration": 6.801
    },
    {
      "text": "In fact, there has been none except tiny forays;\nyou know, Pancho Villa got a couple of miles",
      "start": 1317.21,
      "duration": 4.76
    },
    {
      "text": "into the country or something. But here was\nan attack on the national territory--the kind",
      "start": 1321.97,
      "duration": 4.84
    },
    {
      "text": "that other countries face all the time-—and\nit did engender fear. That's not what's supposed",
      "start": 1326.81,
      "duration": 5.739
    },
    {
      "text": "to happen but it also opened a lot of minds.\nSo, I think, since then the insularity has",
      "start": 1332.549,
      "duration": 5.471
    },
    {
      "text": "declined and more people are curious about\nthe world and even about history and that's",
      "start": 1338.02,
      "duration": 6.97
    },
    {
      "text": "largely an effect of the 1960s. The 1960s\nhad a highly civilizing effect on the society",
      "start": 1344.99,
      "duration": 8.169
    },
    {
      "text": "and that's why they're almost universally\ncondemned as a terrible period, the time of",
      "start": 1353.159,
      "duration": 5.031
    },
    {
      "text": "troubles and so on. You are going to hear\na lot about that this year because it's the",
      "start": 1358.19,
      "duration": 4.239
    },
    {
      "text": "40th anniversary of 1968--it's the 40th--do\nthe arithmetic--but a lot of talk about the",
      "start": 1362.429,
      "duration": 7.642
    },
    {
      "text": "1968, a terrible time. Actually, it was a\nterrible time. It civilized the country. You'll",
      "start": 1370.071,
      "duration": 4.999
    },
    {
      "text": "see it's so in MIT like, say, when I got here,\nif you walked down the halls at MIT, what",
      "start": 1375.07,
      "duration": 7.16
    },
    {
      "text": "you saw was well-dressed, differential, white\nmales doing their homework, no political meetings",
      "start": 1382.23,
      "duration": 9.949
    },
    {
      "text": "advertised. You know, you do your work, you\nbuild the electrical circuit, you know, build",
      "start": 1392.179,
      "duration": 5.37
    },
    {
      "text": "the bridge, whatever it is. That's a little\nbit of a caricature but that's pretty much",
      "start": 1397.549,
      "duration": 3.861
    },
    {
      "text": "what it was. When you take a look down the\nhalls now, it's totally different; half women,",
      "start": 1401.41,
      "duration": 4.979
    },
    {
      "text": "third minorities, informal relations, a lot\nof activism, all kind of topics and that's",
      "start": 1406.389,
      "duration": 6.111
    },
    {
      "text": "symbolic of what happened in the country.\nAnd that's a consequence of the civilizing",
      "start": 1412.5,
      "duration": 4.679
    },
    {
      "text": "effect of the '60s which is, of course, very\nfrightening to elites. People are supposed",
      "start": 1417.179,
      "duration": 4.611
    },
    {
      "text": "to be passive, apathetic and obedient. In\nfact, one of the major studies of the horrible",
      "start": 1421.79,
      "duration": 5.69
    },
    {
      "text": "effect of the 1960's by liberal internationalists,\nincidentally, condemned the era for its excess",
      "start": 1427.48,
      "duration": 7.85
    },
    {
      "text": "of democracy. The book is called \"The Crisis\nof Democracy.\" There was too much democracy",
      "start": 1435.33,
      "duration": 4.699
    },
    {
      "text": "in the 60s. The people who are supposed to\nbe passive and apathetic and obedient like",
      "start": 1440.029,
      "duration": 5.911
    },
    {
      "text": "minorities, women, the young, the old, what\nare called the \"special interests\"; that is",
      "start": 1445.94,
      "duration": 5.45
    },
    {
      "text": "the whole population except for the corporate\nsector. We're supposed to be passive, apathetic",
      "start": 1451.39,
      "duration": 5.419
    },
    {
      "text": "and obedient. They weren't doing it. They\nwere trying to enter the political arena to",
      "start": 1456.809,
      "duration": 4.45
    },
    {
      "text": "press their demands, you know, change the\nsociety. It was intolerable. We have to have",
      "start": 1461.259,
      "duration": 4.341
    },
    {
      "text": "more moderation in democracy. And, particularly,\nwe're concerned about what they called \"the",
      "start": 1465.6,
      "duration": 5.1
    },
    {
      "text": "institutions responsible for the indoctrination\nof the young\"--their phrase--meaning schools,",
      "start": 1470.7,
      "duration": 4.771
    },
    {
      "text": "universities, churches and so on. They weren't\nindoctrinating the young properly and that's",
      "start": 1475.471,
      "duration": 5.799
    },
    {
      "text": "why we got all these excesses like the women's\nmovement and the opposition to aggression",
      "start": 1481.27,
      "duration": 4.94
    },
    {
      "text": "and all sorts of terrible things. But the\ncountry did change and positively and it has",
      "start": 1486.21,
      "duration": 7.829
    },
    {
      "text": "changed a lot since then and that has—-going\nback to recognizing history, it did that too.",
      "start": 1494.039,
      "duration": 7.01
    },
    {
      "text": "At the time, let's give you a personal example,\njust not on typical--I had a daughter in fourth",
      "start": 1501.049,
      "duration": 6.991
    },
    {
      "text": "grade in 1969--I remember the time precisely\nbecause of the context-—and this is in Lexington,",
      "start": 1508.04,
      "duration": 8.719
    },
    {
      "text": "which is called a very progressive town, you\nknow, professionals, academics, everybody",
      "start": 1516.759,
      "duration": 5.711
    },
    {
      "text": "votes for McGovern, you know, all that sort\nof thing. I have been looking through her",
      "start": 1522.47,
      "duration": 4.839
    },
    {
      "text": "school textbook one day; it was called \"Exploring\nNew England.\" The structure of the textbook",
      "start": 1527.309,
      "duration": 8.541
    },
    {
      "text": "was there's a young boy. His name is Robert,\nand he's being taken through colonial New",
      "start": 1535.85,
      "duration": 8.34
    },
    {
      "text": "England by an older man who shows him the\nglories of New England, and I was curious.",
      "start": 1544.19,
      "duration": 5.38
    },
    {
      "text": "I was wondering: How are they going to handle\nthe massacres, you know, like the terrible",
      "start": 1549.57,
      "duration": 4.589
    },
    {
      "text": "massacre the Pequot massacre--in which the\ncolonist waited for the men to leave the village",
      "start": 1554.159,
      "duration": 8.211
    },
    {
      "text": "and then went in and slaughtered all the women\nand children and old men and when the men",
      "start": 1562.37,
      "duration": 5.83
    },
    {
      "text": "came back, they were frightened and they all\nfled, you know, so they got rid of the Pequot--so",
      "start": 1568.2,
      "duration": 4.71
    },
    {
      "text": "how did they handle this, you know? So I looked\nat it and it was described accurately but",
      "start": 1572.91,
      "duration": 6.93
    },
    {
      "text": "with praise and it ends up with Robert, the\nyoung boy, saying, \"I wish I were a man and",
      "start": 1579.84,
      "duration": 6.75
    },
    {
      "text": "had been there\" you know. Well, you know,\nI sort of couldn't believe it. I showed it",
      "start": 1586.59,
      "duration": 4.579
    },
    {
      "text": "to my wife. She was appalled, went to talk\nto the teacher. The teacher couldn't see what",
      "start": 1591.169,
      "duration": 4.531
    },
    {
      "text": "was wrong with it, you know. That was 1969,\nand you couldn't have a textbook like that",
      "start": 1595.7,
      "duration": 5.73
    },
    {
      "text": "in any corner of the country today. It's inconceivable.\nThere's some recognition of the horrors of",
      "start": 1601.43,
      "duration": 6.05
    },
    {
      "text": "the past. Incidentally, the founding fathers\nwere well-aware of it. John Quincy Adams,",
      "start": 1607.48,
      "duration": 6.949
    },
    {
      "text": "for example, I talked about that hapless race\nof Native Americans who we are exterminating",
      "start": 1614.429,
      "duration": 6.88
    },
    {
      "text": "with such merciless cruelty and so on. But\nthen it sort of disappeared and it just became",
      "start": 1621.309,
      "duration": 7.151
    },
    {
      "text": "an empty continent full of a few scattered\nhunter-gatherers and if we kill a couple of",
      "start": 1628.46,
      "duration": 6.579
    },
    {
      "text": "them, that's fine, and so we drive them over\nthe stony mountains. But, by now, that's gone.",
      "start": 1635.039,
      "duration": 4.551
    },
    {
      "text": "You know, there's at least some appreciation\nof it and also of slavery and other things.",
      "start": 1639.59,
      "duration": 5.63
    },
    {
      "text": "So there's more understanding of the history.\nThere's more understanding of the outside",
      "start": 1645.22,
      "duration": 4.02
    },
    {
      "text": "world; though it's still pretty insular and\nI think it's getting better. So I think the",
      "start": 1649.24,
      "duration": 4.58
    },
    {
      "text": "next generation will be even better in this\nrespect.",
      "start": 1653.82,
      "duration": 3.719
    },
    {
      "text": ">> MALE: A question from Trevor Sarah--probably,\nmaybe it ties in--due to the Internet, mass",
      "start": 1657.539,
      "duration": 6.26
    },
    {
      "text": "media is increasingly becoming more distributed,\nblogs, independent news, et cetera. How does",
      "start": 1663.799,
      "duration": 5.911
    },
    {
      "text": "the Internet media impact propaganda model\ndescribed in \"Manufacturing Consent\"?",
      "start": 1669.71,
      "duration": 4.57
    },
    {
      "text": ">> CHOMSKY: Well, literally, the propaganda\nmodel described in \"Manufacturing Consent\"",
      "start": 1674.28,
      "duration": 6.83
    },
    {
      "text": "does a gnarly hold of the Internet. I mean,\nthat's a model that's concerned with the intuitional",
      "start": 1681.11,
      "duration": 6.86
    },
    {
      "text": "structure of the media. Okay, the media, the\ninstitutional structure is major corporations",
      "start": 1687.97,
      "duration": 7.159
    },
    {
      "text": "selling audiences to other businesses to simplify\nit. And that's not true with the Internet.",
      "start": 1695.129,
      "duration": 6.29
    },
    {
      "text": "So it doesn't reply directly but it's not\ncompletely inapplicable. So though the Internet,",
      "start": 1701.419,
      "duration": 6.212
    },
    {
      "text": "like almost the entire Hi-tech economy is\na product of the state sector, I mean, contrary",
      "start": 1707.631,
      "duration": 6.699
    },
    {
      "text": "to illusions, the United States is very far\nfrom a free enterprise market economy. I'm",
      "start": 1714.33,
      "duration": 7.01
    },
    {
      "text": "sure all of you--people know that things like\ncomputers, the Internet and microelectronics",
      "start": 1721.34,
      "duration": 4.74
    },
    {
      "text": "and biotechnology and I'll go on across the\nlist, come out of the state sector, places",
      "start": 1726.08,
      "duration": 5.949
    },
    {
      "text": "like MIT. In fact, for long periods, the Internet\nwas in the state sector for about 30 years",
      "start": 1732.029,
      "duration": 5.741
    },
    {
      "text": "or more before it was handed over to private\nenterprise for profit. But the Internet, nevertheless,",
      "start": 1737.77,
      "duration": 9.099
    },
    {
      "text": "there is a question and, in fact, it's a live\nquestion now about keeping the Internet neutral,",
      "start": 1746.869,
      "duration": 7.5
    },
    {
      "text": "the neutrality of the Internet. So will the\nfew private systems that have control of access",
      "start": 1754.369,
      "duration": 9.41
    },
    {
      "text": "to the Internet, once it became privatized,\nwill they be able to use that control to differentiate",
      "start": 1763.779,
      "duration": 7.551
    },
    {
      "text": "access to yield preferred, say, you know,\nfast, easy access to the places where they",
      "start": 1771.33,
      "duration": 6.991
    },
    {
      "text": "want you to go and make it harder and, you\nknow, more devious and so on for the place",
      "start": 1778.321,
      "duration": 5.988
    },
    {
      "text": "that I don't want you to go. So that neutrality\nis a big issue. People know more about this",
      "start": 1784.309,
      "duration": 6.061
    },
    {
      "text": "than I do. So we'll kind of talk about it.\nBut in that respect, in that corner of the",
      "start": 1790.37,
      "duration": 5.2
    },
    {
      "text": "system, yes, the propaganda model still holds,\nbut other than that, it's been at least in",
      "start": 1795.57,
      "duration": 5.559
    },
    {
      "text": "its early years, a very free system. When\nit was under state control, like control of",
      "start": 1801.129,
      "duration": 5.471
    },
    {
      "text": "the Pentagon, it was totally free. That's\nan illusion that many people have. The Pentagon",
      "start": 1806.6,
      "duration": 6.04
    },
    {
      "text": "is, I mean, actually, we know that here, MIT\nwas like, you know, maybe 90 percent Pentagon-funded",
      "start": 1812.64,
      "duration": 7.58
    },
    {
      "text": "up until the early '70s and it was the periods\nof the greatest freedom. No classified work,",
      "start": 1820.22,
      "duration": 6.14
    },
    {
      "text": "complete, free interchange. You wrote anything\nyou wanted; nobody cared because the generals,",
      "start": 1826.36,
      "duration": 6.659
    },
    {
      "text": "unlike many economists were well-aware that\nthe--it's the state sector that's providing",
      "start": 1833.019,
      "duration": 6.61
    },
    {
      "text": "a large part of the initiative, the dynamism,\nthe inventiveness and so on; that keeps the",
      "start": 1839.629,
      "duration": 7.201
    },
    {
      "text": "hi-tech economy going. So they didn't put\nmany constraints in. As it gets more corporatized,",
      "start": 1846.83,
      "duration": 4.969
    },
    {
      "text": "there's more constraints. But for a long time,\nit was just in the Army. It was the Military.",
      "start": 1851.799,
      "duration": 7.49
    },
    {
      "text": "You know, it's ARPANET. That was the former\nInternet. And just to give you an illustration",
      "start": 1859.289,
      "duration": 5.691
    },
    {
      "text": "on how it worked, the United States was--I\nhad another daughter who was living in Nicaragua",
      "start": 1864.98,
      "duration": 4.929
    },
    {
      "text": "in the 1980s, and the United States was carrying\nout a major terrorist war against Nicaragua,",
      "start": 1869.909,
      "duration": 5.83
    },
    {
      "text": "practically destroyed the country. Communication\nwas impossible. You couldn't go by phone.",
      "start": 1875.739,
      "duration": 4.981
    },
    {
      "text": "You know, the mail wasn't going and so on.\nBut I could communicate with my daughter through",
      "start": 1880.72,
      "duration": 4.329
    },
    {
      "text": "the Pentagon system. Since I'm in the MIT,\nI was on the ARPANET and she found some place",
      "start": 1885.049,
      "duration": 6.0
    },
    {
      "text": "where she was on the ARPANET. So thanks to\nthe Pentagon, we were able to communicate",
      "start": 1891.049,
      "duration": 4.651
    },
    {
      "text": "during a period when the US was trying to\ndestroy the country. That's an indication",
      "start": 1895.7,
      "duration": 4.99
    },
    {
      "text": "of how free it was. And the question is, \"Can\nit be kept free?\" So, yes, that's a problem.",
      "start": 1900.69,
      "duration": 6.29
    },
    {
      "text": "But there are other issues that arise with\nthe Internet that are serious. It's undoubtedly",
      "start": 1906.98,
      "duration": 5.63
    },
    {
      "text": "a tremendous contribution. If you're into\nresearch, for example, it's just fantastic.",
      "start": 1912.61,
      "duration": 6.23
    },
    {
      "text": "I probably do 50 Google searches a day or\nsomething like that. And you could get things",
      "start": 1918.84,
      "duration": 5.709
    },
    {
      "text": "that you'd really--I haven't been in the library\nfor a long time, but thankfully, I have some",
      "start": 1924.549,
      "duration": 6.22
    },
    {
      "text": "friends and colleagues who go to the library\nfor me. But a lot of it, you have to go to",
      "start": 1930.769,
      "duration": 3.691
    },
    {
      "text": "the library for--you can just pick up quickly,\na matter of fact, a lot more. If you want",
      "start": 1934.46,
      "duration": 7.049
    },
    {
      "text": "to find out about information about, you know,\nsay what's going on in world news and so on,",
      "start": 1941.509,
      "duration": 4.211
    },
    {
      "text": "yes, if you know where to look, you can find\nit. A much wider array of information is available.",
      "start": 1945.72,
      "duration": 5.47
    },
    {
      "text": "All of that is positive but it also has a\nnegative side; in fact, a number of negative",
      "start": 1951.19,
      "duration": 4.989
    },
    {
      "text": "sides. Imagine, say that you're a biologist,\nand you have now available every article that's",
      "start": 1956.179,
      "duration": 8.97
    },
    {
      "text": "been published all over the world on the field\nthat you are interested in and you spend your",
      "start": 1965.149,
      "duration": 4.831
    },
    {
      "text": "time reading those articles. But the end result\nis you're the worst biologist in history.",
      "start": 1969.98,
      "duration": 6.21
    },
    {
      "text": "It's a total waste of time. In order to become\na serious biologist, you have to know what",
      "start": 1976.19,
      "duration": 5.939
    },
    {
      "text": "you're looking for. If you're flooded with\nmassive information and you sort of try to",
      "start": 1982.129,
      "duration": 5.86
    },
    {
      "text": "wade through it, you're totally paralyzed.\nYou have to know what to look for, you have",
      "start": 1987.989,
      "duration": 5.07
    },
    {
      "text": "to know the framework of understanding, you\nknow, some background conception of what's",
      "start": 1993.059,
      "duration": 5.161
    },
    {
      "text": "going on. The framework can't be rigid like\nyou have to be willing to let it modified;",
      "start": 1998.22,
      "duration": 5.85
    },
    {
      "text": "but it's indispensable. If you don't have\nit, you're just flooded with meaningless information.",
      "start": 2004.07,
      "duration": 6.479
    },
    {
      "text": "What the problem is that the people--a large\nmajority of people who are using the Internet",
      "start": 2010.549,
      "duration": 7.34
    },
    {
      "text": "do have a framework but it's the framework\nthat comes from the indoctrination that they've",
      "start": 2017.889,
      "duration": 4.561
    },
    {
      "text": "been subjected to. Normally, what the propaganda\nmodel applies to and it also generalizes to",
      "start": 2022.45,
      "duration": 6.849
    },
    {
      "text": "the academic, you know, to the schools and\nthe colleges and to the general intellectual",
      "start": 2029.299,
      "duration": 6.5
    },
    {
      "text": "community. There is an intellectual community\nwhich the media are a part which I do have",
      "start": 2035.799,
      "duration": 5.201
    },
    {
      "text": "time to talk about it if you like, but it\ndoes give an extremely skewed picture of the",
      "start": 2041.0,
      "duration": 5.2
    },
    {
      "text": "world. I could illustrate it from this morning's\nnewspapers if you want. In fact, you can always,",
      "start": 2046.2,
      "duration": 4.34
    },
    {
      "text": "when I give talks on the media, I usually\nnever prepare them for the very simple reason,",
      "start": 2050.54,
      "duration": 5.43
    },
    {
      "text": "that morning's newspaper gives all the evidence\nyou need. It never failed yet in Europe or",
      "start": 2055.97,
      "duration": 6.099
    },
    {
      "text": "here. So I could talk about it. But it is\nan extremely narrow doctrinal universe and,",
      "start": 2062.069,
      "duration": 7.761
    },
    {
      "text": "in fact, the participants have it internalized.\nIf you want to see a good example of that,",
      "start": 2069.83,
      "duration": 7.969
    },
    {
      "text": "do a Google search and find a program, an\ninterview with Charlie Rose, you know, the",
      "start": 2077.799,
      "duration": 8.151
    },
    {
      "text": "intellectual man's interviewer. He interviewed\nthe most respected correspondent in Iraq,",
      "start": 2085.95,
      "duration": 11.44
    },
    {
      "text": "you know, John Burns, who's kind of like the\ndean of the foreign policy--foreign correspondents.",
      "start": 2097.39,
      "duration": 6.38
    },
    {
      "text": "It's a very interesting interview and he asks\nBurns various questions about reporting in",
      "start": 2103.77,
      "duration": 8.8
    },
    {
      "text": "Iraq, and Burns expresses quite clearly and\nI'm sure unconsciously the doctrinal framework",
      "start": 2112.57,
      "duration": 7.69
    },
    {
      "text": "that shapes coverage and interpretation. To\nput it simply, we have to be cheering for",
      "start": 2120.26,
      "duration": 7.28
    },
    {
      "text": "the home team so--because the home team is\nperfect. You know, that's the picture. So",
      "start": 2127.54,
      "duration": 5.529
    },
    {
      "text": "what he says is--you have to get it in his\nwords but the picture is that the United States",
      "start": 2133.069,
      "duration": 5.441
    },
    {
      "text": "is certainly, since the Second World War has\nbeen the major force in the world and protecting",
      "start": 2138.51,
      "duration": 6.17
    },
    {
      "text": "human rights, freedom, justice, all kind of\nwonderful things and history is irrelevant,",
      "start": 2144.68,
      "duration": 5.82
    },
    {
      "text": "we don't look at that, that's boring; but\nthat's the nature of the United States, like",
      "start": 2150.5,
      "duration": 5.359
    },
    {
      "text": "its essence. And he says if the outcome of\nthe Iraq War was that we would lose our willingness",
      "start": 2155.859,
      "duration": 6.651
    },
    {
      "text": "to intervene all over the world with force\nto protect human rights and everything the",
      "start": 2162.51,
      "duration": 5.109
    },
    {
      "text": "way we've been doing for the past 15 years,\nthen there will be dark days. Okay, that's",
      "start": 2167.619,
      "duration": 5.081
    },
    {
      "text": "the picture. It's not unlike the picture that\nyou would have heard from a correspondent",
      "start": 2172.7,
      "duration": 5.98
    },
    {
      "text": "at Pravda in 1985 about how Stalin was defending\ndemocracy and human rights and so on against",
      "start": 2178.68,
      "duration": 8.03
    },
    {
      "text": "the fascist attack, and I probably would have\nbelieved it. I'm sure John Burns believes",
      "start": 2186.71,
      "duration": 4.649
    },
    {
      "text": "it. But if you look at the actual coverage,\nit confirms pretty well of what he describes.",
      "start": 2191.359,
      "duration": 5.73
    },
    {
      "text": "If that's the approach you take towards using\nthe Internet, you might as well be reading",
      "start": 2197.089,
      "duration": 6.23
    },
    {
      "text": "some local tabloid. That's what you'll find.\nIf you have a different framework of interpretation,",
      "start": 2203.319,
      "duration": 6.411
    },
    {
      "text": "of understanding, you'll find other things,\nwhether it's science or public affairs or",
      "start": 2209.73,
      "duration": 5.0
    },
    {
      "text": "anything else. And that--to achieve that requires\nsomething way beyond access; it requires understanding",
      "start": 2214.73,
      "duration": 8.569
    },
    {
      "text": "and that comes out of other factors.\n>> MALE: On frameworks, Bryan Clint writes",
      "start": 2223.299,
      "duration": 7.51
    },
    {
      "text": "\"Politicians are adept at changing public\nopinion by inventing new phrases such as \"enemy",
      "start": 2230.809,
      "duration": 5.421
    },
    {
      "text": "combatants\" and \"enhanced interrogation techniques\";\ndoes this expose some flaw in humans that",
      "start": 2236.23,
      "duration": 5.32
    },
    {
      "text": "we reason based on surface words rather than\ntheir underlying meanings?",
      "start": 2241.55,
      "duration": 3.44
    },
    {
      "text": ">> CHOMSKY: I don't think it's a flaw of humans\nand I'm not sure how much to determine--you",
      "start": 2244.99,
      "duration": 5.819
    },
    {
      "text": "see there's two different questions you have\nto distinguish here. So go back to the propaganda",
      "start": 2250.809,
      "duration": 5.25
    },
    {
      "text": "model. That is a discussion of what the media\nare doing as institutions. And, in fact, it",
      "start": 2256.059,
      "duration": 8.02
    },
    {
      "text": "generalizes to the intellectual cultured much\nmore broadly. But there's a separate question,",
      "start": 2264.079,
      "duration": 6.812
    },
    {
      "text": "and that is how much are people influenced\nby it? That's quite a separate question. Okay,",
      "start": 2270.891,
      "duration": 4.658
    },
    {
      "text": "so to what extent do people accept and internalize\nthe doctrinal system that's, say, described",
      "start": 2275.549,
      "duration": 6.641
    },
    {
      "text": "by John Burns? Well, the answer is pretty\ncomplex when you look. And say, for example,",
      "start": 2282.19,
      "duration": 7.33
    },
    {
      "text": "say, take to Vietnam War. It's far enough\nback so we can think about a little bit objectively",
      "start": 2289.52,
      "duration": 4.789
    },
    {
      "text": "perhaps. If you look over the Vietnam War,\nthere was never in the mainstream--never is",
      "start": 2294.309,
      "duration": 6.121
    },
    {
      "text": "a strong word; but close to never, like 99.9\npercent. A principal critic of the war, New",
      "start": 2300.43,
      "duration": 6.99
    },
    {
      "text": "York Times correspondent C.J. Chivers, who\nwas there recently talks about \"booming Grozny.\"",
      "start": 2307.42,
      "duration": 6.129
    },
    {
      "text": "It used to be rubble. Now, it's booming. They\nhave electricity run by Chechens. Of course,",
      "start": 2313.549,
      "duration": 5.191
    },
    {
      "text": "the Russians are on the background, but a\ngreat success. I mean if Petraeus could achieve",
      "start": 2318.74,
      "duration": 5.379
    },
    {
      "text": "anything remotely like that in Iraq, he'd\nprobably be crowned king. But we don't praise",
      "start": 2324.119,
      "duration": 6.94
    },
    {
      "text": "Putin; at least we shouldn't. We condemned\nit even though it succeeded in their terms",
      "start": 2331.059,
      "duration": 5.361
    },
    {
      "text": "like the Germans succeeded in Vichy, France--it\nwas a French-run society and, more or less,",
      "start": 2336.42,
      "duration": 5.52
    },
    {
      "text": "stable; but we don't praise it. However, for\nourselves, we take totally different principles.",
      "start": 2341.94,
      "duration": 5.69
    },
    {
      "text": "We never, almost never permit or can't even\nthink of a principled critique of our own",
      "start": 2347.63,
      "duration": 6.01
    },
    {
      "text": "crimes. You can test it. But what about public\nopinion? Well, there you got a striking gulf.",
      "start": 2353.64,
      "duration": 8.84
    },
    {
      "text": "So, for example, when the Vietnam War ended,\neveryone, you know, serious analysts had to",
      "start": 2362.48,
      "duration": 5.931
    },
    {
      "text": "write a commentary on it and the most interesting\nones, as always, or way out on are the ones",
      "start": 2368.411,
      "duration": 5.198
    },
    {
      "text": "at the left extreme of the mainstream. So,\nsay, take Anthony Lewis of the New York Times",
      "start": 2373.609,
      "duration": 5.571
    },
    {
      "text": "who's about as far as we can get and, you\nknow, not be from Neptune or something. But",
      "start": 2379.18,
      "duration": 5.97
    },
    {
      "text": "he wrote a critical commentary; he said the\nVietnam War began with, like, blundering efforts",
      "start": 2385.15,
      "duration": 7.929
    },
    {
      "text": "to do good. Notice that that's mostly tautology.\nSince we carried it out, it was efforts to",
      "start": 2393.079,
      "duration": 7.561
    },
    {
      "text": "do good, period; no further discussion necessary.\nThat's by definition. It was blundering because",
      "start": 2400.64,
      "duration": 7.5
    },
    {
      "text": "it didn't entirely work. So, it began with\nblundering efforts to do good, but he says,",
      "start": 2408.14,
      "duration": 5.07
    },
    {
      "text": "by 1969, coming back to the date, it was clear\nto most of the world that it was too costly",
      "start": 2413.21,
      "duration": 8.53
    },
    {
      "text": "to ourselves, okay? That's the left end of\nthe critical spectrum. You can search and",
      "start": 2421.74,
      "duration": 7.16
    },
    {
      "text": "see if you could find anything that goes beyond\nthat. But what did the public think? Well,",
      "start": 2428.9,
      "duration": 4.62
    },
    {
      "text": "we know. In 1969, it happens, the first general\npolls were taken of public opinion on the",
      "start": 2433.52,
      "duration": 6.78
    },
    {
      "text": "Vietnam War. General, important ones, the\nChicago Counsel on Foreign Relations, they",
      "start": 2440.3,
      "duration": 5.21
    },
    {
      "text": "continue to be taken up till today quadrennially.\nIn 1969, 70 percent of the public said the",
      "start": 2445.51,
      "duration": 8.56
    },
    {
      "text": "war was fundamentally wrong and immoral, not\na mistake. Try to find that anywhere in mainstream",
      "start": 2454.07,
      "duration": 7.4
    },
    {
      "text": "discussion. Okay? Good exercise. And those\nfigures persist up until the latest polls,",
      "start": 2461.47,
      "duration": 7.53
    },
    {
      "text": "a little vacillation, but basically, there's\na huge gulf between public opinion and intellectual",
      "start": 2469.0,
      "duration": 6.17
    },
    {
      "text": "elites, the doctorinal managers. And that's\ntrue on a lot of other issues. That's true",
      "start": 2475.17,
      "duration": 5.889
    },
    {
      "text": "on the Iraq war. That's true on the threat\nto invade Iran. That's true on national health",
      "start": 2481.059,
      "duration": 6.151
    },
    {
      "text": "care. That's true on relations with Cuba.\nYou know, just run across the list. And it",
      "start": 2487.21,
      "duration": 4.691
    },
    {
      "text": "turns out there's a huge gulf between public\nopinion and intellectual opinion; hence, doctrine,",
      "start": 2491.901,
      "duration": 6.218
    },
    {
      "text": "media and so on. So that does raise a question\nabout the extent to which the public actually",
      "start": 2498.119,
      "duration": 5.851
    },
    {
      "text": "accepts this. To what extent they do, so I'll\ntake your example, just like enemy combatant.",
      "start": 2503.97,
      "duration": 4.87
    },
    {
      "text": "Well, what's an enemy combatant? Well, actually\none of them is coming up for trial. I think",
      "start": 2508.84,
      "duration": 4.751
    },
    {
      "text": "it may be the first trial from Guantanamo.\nIt turns out it's a kid who was picked up",
      "start": 2513.591,
      "duration": 6.609
    },
    {
      "text": "as an enemy combatant when he was 15 years\nold because he did something, maybe threw",
      "start": 2520.2,
      "duration": 5.669
    },
    {
      "text": "a stone or did something, maybe shot or something,\nan American soldier, okay, so therefore we",
      "start": 2525.869,
      "duration": 6.75
    },
    {
      "text": "have to try him and maybe sentence him. He's\nbeen in Guantanamo for years now. Who knows",
      "start": 2532.619,
      "duration": 6.611
    },
    {
      "text": "what will happen to him? What kind of a framework\nis that? I mean if the United States was invaded",
      "start": 2539.23,
      "duration": 7.059
    },
    {
      "text": "by Iran, let's say, and some 15-year-old kid\ntried to do something to the invaders, is",
      "start": 2546.289,
      "duration": 8.001
    },
    {
      "text": "he criminal? I mean, the framework, the conception\nis kind of like in outer space; unfortunately,",
      "start": 2554.29,
      "duration": 9.78
    },
    {
      "text": "it's real. And what was the other term you\nasked?",
      "start": 2564.07,
      "duration": 3.28
    },
    {
      "text": "MALE: Enhanced interrogation.\nCHOMSKY: Yeah, enhanced interrogation, it's",
      "start": 2567.35,
      "duration": 2.53
    },
    {
      "text": "just another word for torture. Like there's\na huge fuss now about Guantanamo. Delegations",
      "start": 2569.88,
      "duration": 6.15
    },
    {
      "text": "are taken there by the Army to show how beautifully\nthe prisoners are treated, and there's books",
      "start": 2576.03,
      "duration": 5.039
    },
    {
      "text": "and articles about is there torture and so\non and so forth. It's all totally beside the",
      "start": 2581.069,
      "duration": 4.79
    },
    {
      "text": "point, entirely beside the point. As soon\nas you hear that those who are captured are",
      "start": 2585.859,
      "duration": 6.331
    },
    {
      "text": "taken to Guantanamo, you know it's a torture\nchamber. There is no other reason for sending",
      "start": 2592.19,
      "duration": 5.98
    },
    {
      "text": "them to Guantanamo. Why not send them to a\nsecurity prison in New York, let's say? Okay?",
      "start": 2598.17,
      "duration": 6.31
    },
    {
      "text": "It's perfectly safe, they'll never get out\nand so on. Well, the problem is if you send",
      "start": 2604.48,
      "duration": 4.2
    },
    {
      "text": "them to New York, automatically, you start\ngetting the whole civil rights system coming",
      "start": 2608.68,
      "duration": 4.439
    },
    {
      "text": "in. Did they have lawyers? You know, can they\nbe tortured? Are they told the charges against",
      "start": 2613.119,
      "duration": 6.761
    },
    {
      "text": "them and so on? You send them to Guantanamo,\nyou can do anything you like. So, therefore,",
      "start": 2619.88,
      "duration": 5.15
    },
    {
      "text": "as soon as we hear the word Guantanamo, we\nknow it's torture chamber without the investigations,",
      "start": 2625.03,
      "duration": 5.1
    },
    {
      "text": "without the inquiries, anything and then you\ncan ask a further question: What's U.S. doing",
      "start": 2630.13,
      "duration": 5.88
    },
    {
      "text": "in Guantanamo? I mean, actually, the reason\nthey chose Guantanamo was because they can",
      "start": 2636.01,
      "duration": 7.27
    },
    {
      "text": "pretend that the U.S. doesn't have jurisdiction,\nbecause it's in Cuba. Okay? So the courts",
      "start": 2643.28,
      "duration": 4.319
    },
    {
      "text": "don't have jurisdiction, and there's big debates\nabout that. But the debates are ridiculous,",
      "start": 2647.599,
      "duration": 4.441
    },
    {
      "text": "of course. I mean, what is the U.S. doing\nin Guantanamo in the first place? Well, it",
      "start": 2652.04,
      "duration": 4.191
    },
    {
      "text": "turns out, if you look back, that there's\na treaty between the U.S. and Cuba, which",
      "start": 2656.231,
      "duration": 4.799
    },
    {
      "text": "Cuba signed at gunpoint. It was under military\noccupation. And the treaty has absolutely",
      "start": 2661.03,
      "duration": 6.12
    },
    {
      "text": "no validity by any standards you could think\nof, and the treaty allowed the United States",
      "start": 2667.15,
      "duration": 5.05
    },
    {
      "text": "to use Guantanamo--it's a big port--as a calling\nstation for the Navy. It didn't say anything",
      "start": 2672.2,
      "duration": 8.34
    },
    {
      "text": "about keeping prisoners there so we're violating\nthe illegal treaty that we forced on Cuba.",
      "start": 2680.54,
      "duration": 7.86
    },
    {
      "text": "And, in fact, why is the United States--it\nleads to a further question. Why does the",
      "start": 2688.4,
      "duration": 4.23
    },
    {
      "text": "U.S. hold on Guantanamo altogether? Well,\nfor one thing, it is a major port, a naval",
      "start": 2692.63,
      "duration": 5.169
    },
    {
      "text": "base for controlling the Caribbean and South\nAmerica. But there's another reason. It prevents",
      "start": 2697.799,
      "duration": 6.53
    },
    {
      "text": "Cuban development. That means that the eastern\nend to the island is blocked from development.",
      "start": 2704.329,
      "duration": 6.53
    },
    {
      "text": "So if you want to strangle and destroy Cuba,\nwhich we've wanted to do since 1959 for reasons",
      "start": 2710.859,
      "duration": 7.101
    },
    {
      "text": "that are explained in the internal record\nbecause of--and we go back to the Kennedy",
      "start": 2717.96,
      "duration": 4.42
    },
    {
      "text": "and Johnson administration, because of it's\nsuccessful defiance of U.S. principles going",
      "start": 2722.38,
      "duration": 5.53
    },
    {
      "text": "back to the Monroe doctrine and the Russians.\nThe Monroe Doctrine stated we're going to",
      "start": 2727.91,
      "duration": 5.679
    },
    {
      "text": "run the hemisphere. That was the goal of the\nfounding fathers. As I said, Jefferson, it's",
      "start": 2733.589,
      "duration": 5.75
    },
    {
      "text": "the nest, we're the nest from which we'll\npeople the whole continent getting rid of,",
      "start": 2739.339,
      "duration": 4.821
    },
    {
      "text": "you know, the red men and the Spanish speakers.\nAnd Cuba is carrying a successful defiance",
      "start": 2744.16,
      "duration": 6.47
    },
    {
      "text": "of this, and that's intolerable so, therefore,\nwe have to seriously punish the people of",
      "start": 2750.63,
      "duration": 4.68
    },
    {
      "text": "Cuba as we've been doing with terrorism, economic\nstrangulation and so on. Incidentally, an",
      "start": 2755.31,
      "duration": 5.95
    },
    {
      "text": "opposition to popular will here; a large percentage\nof the American population, that's around,",
      "start": 2761.26,
      "duration": 5.339
    },
    {
      "text": "that's usually around two-thirds think we\nare under normal relations with Cuba. But",
      "start": 2766.599,
      "duration": 5.49
    },
    {
      "text": "holding on to Guantanamo is part of the strangulation\nof Cuba, ensuring that they can't develop",
      "start": 2772.089,
      "duration": 6.111
    },
    {
      "text": "into the island which we have based for trade\nwith Europe and so on and so forth. Well,",
      "start": 2778.2,
      "duration": 4.05
    },
    {
      "text": "all of these questions are the ones that would\nbe in headlines in the free press, and not",
      "start": 2782.25,
      "duration": 4.59
    },
    {
      "text": "whether this particular 15-year-old shot an\nAmerican soldier invading his country. So,",
      "start": 2786.84,
      "duration": 5.96
    },
    {
      "text": "yeah, there's a lot hidden behind the word\n\"enemy combatant.\" And, in fact, you can just",
      "start": 2792.8,
      "duration": 4.9
    },
    {
      "text": "take about almost anywhere of political discourse.\nYou almost pick it at random. I mean, it has",
      "start": 2797.7,
      "duration": 5.089
    },
    {
      "text": "two meanings. It has its literal meaning and\nit has its doctrinal meaning. And the two",
      "start": 2802.789,
      "duration": 6.54
    },
    {
      "text": "have, usually, almost nothing to do with each\nother. So it takes aggression, an important",
      "start": 2809.329,
      "duration": 4.921
    },
    {
      "text": "term. It has a technical meaning. It was defined\nat the Nuremberg Tribunal, and it was then",
      "start": 2814.25,
      "duration": 6.61
    },
    {
      "text": "accepted internationally. But what it means\nis the obvious thing: sending military forces",
      "start": 2820.86,
      "duration": 7.67
    },
    {
      "text": "into another country, you know, not at their\nrequest or something. Okay, that's aggression.",
      "start": 2828.53,
      "duration": 6.029
    },
    {
      "text": "And that's the term we used, applied to anyone\nelse. Like the Nazi war criminals, the primary",
      "start": 2834.559,
      "duration": 6.72
    },
    {
      "text": "reason they were hanged was because of the\ncrime of aggression. And, incidentally, which",
      "start": 2841.279,
      "duration": 5.391
    },
    {
      "text": "is defined more carefully. It defines--the\nNuremberg Tribunal defines aggression as the",
      "start": 2846.67,
      "duration": 6.96
    },
    {
      "text": "supreme international crime which encompasses--which\ndiffers from other crimes in that it encompasses",
      "start": 2853.63,
      "duration": 7.709
    },
    {
      "text": "all of the evil that follows. So the initial\naggression in Iraq encompasses the sectarian",
      "start": 2861.339,
      "duration": 7.141
    },
    {
      "text": "warfare, the destruction of the antiquities,\nthe millions of refugees. Everything that",
      "start": 2868.48,
      "duration": 6.92
    },
    {
      "text": "happened since is encompassed in the initial\nact of aggression. Justice Jackson, the American",
      "start": 2875.4,
      "duration": 5.79
    },
    {
      "text": "justice at Nuremberg gave a passionate declaration\nto the tribunal. He said that, \"We're handing",
      "start": 2881.19,
      "duration": 8.2
    },
    {
      "text": "the defendants a poisoned chalice, and if\nwe ever sip from it,\" meaning if we are ever",
      "start": 2889.39,
      "duration": 5.719
    },
    {
      "text": "guilty of the same crimes, \"we must suffer\nthe same punishment or else the whole trial",
      "start": 2895.109,
      "duration": 4.99
    },
    {
      "text": "is a farce.\" Okay? Again, this should be the\nheadlines, except for one problem: The United",
      "start": 2900.099,
      "duration": 6.74
    },
    {
      "text": "States cannot commit aggression by definition.\nWe don't commit aggression. Take a look at",
      "start": 2906.839,
      "duration": 6.731
    },
    {
      "text": "the front page of the Wall Street Journal\ntoday, the big lead article, \"Iran still—-U.S",
      "start": 2913.57,
      "duration": 7.34
    },
    {
      "text": "claims Iran is still sending arms to Iraq.\"\nMaybe true. Is Iran the only country sending",
      "start": 2920.91,
      "duration": 6.83
    },
    {
      "text": "arms to Iraq? Well, Condoleezza Rice a little\nwhile back was asked on television, \"What's",
      "start": 2927.74,
      "duration": 8.299
    },
    {
      "text": "the solution to the Iraq problem?\" She said,\n\"Simple, just end the flow of foreign fighters",
      "start": 2936.039,
      "duration": 6.02
    },
    {
      "text": "and foreign arms, then it's over.\" Nobody\nbatted an eyelash, for good reason. We--our",
      "start": 2942.059,
      "duration": 7.49
    },
    {
      "text": "forces are not foreign. They are indigenous.\nWherever they are, they are indigenous. If",
      "start": 2949.549,
      "duration": 5.311
    },
    {
      "text": "we invaded Canada, we would be there by right.\nAnd if a Canadian, a 15-year-old kid threw",
      "start": 2954.86,
      "duration": 6.27
    },
    {
      "text": "a stone at an American soldier, he'd be an\nenemy combatant, and we send him to Guantanamo.",
      "start": 2961.13,
      "duration": 5.03
    },
    {
      "text": "And it follows from a very elementary principle.\nIt's the one on which the country was founded,",
      "start": 2966.16,
      "duration": 5.31
    },
    {
      "text": "we're a nationed empire; expansion is the\npath to security; we are indigenous everywhere.",
      "start": 2971.47,
      "duration": 5.46
    },
    {
      "text": "We own the world so, therefore, the questions\ncan't be asked. And if you look at commentary",
      "start": 2976.93,
      "duration": 7.649
    },
    {
      "text": "and debate and discussion, we find that that's\ninternalized. Nobody points to it. It's just",
      "start": 2984.579,
      "duration": 8.54
    },
    {
      "text": "part of our picture of the world, you know.\nAnd that infects everything. That's why every",
      "start": 2993.119,
      "duration": 5.131
    },
    {
      "text": "term, like the terms we used has, from an\noutside point of view, it sounds like you're",
      "start": 2998.25,
      "duration": 5.55
    },
    {
      "text": "talking about a bunch of madmen.\n>> MALE: Marie Bingham writes, \"There has",
      "start": 3003.8,
      "duration": 4.549
    },
    {
      "text": "been a lot of discussion about the detrimental\neffects of e-mail, instant messengers, and",
      "start": 3008.349,
      "duration": 5.7
    },
    {
      "text": "this phone text messaging and the like on\nsyntax and grammar, especially English, do",
      "start": 3014.049,
      "duration": 5.311
    },
    {
      "text": "you feel this is the case or these changes\nare just a part of natural evolution of language?\"",
      "start": 3019.36,
      "duration": 4.12
    },
    {
      "text": ">> CHOMSKY: Well, I have experience with it\nhaving two 15-year-old grandsons. When my",
      "start": 3023.48,
      "duration": 8.0
    },
    {
      "text": "grandson comes over to the house to do what's\nengaging, what's called doing his homework,",
      "start": 3031.48,
      "duration": 5.73
    },
    {
      "text": "you know, Sunday evening. Of course, everything\nis put off till the Sunday evening. He sits",
      "start": 3037.21,
      "duration": 4.78
    },
    {
      "text": "there with his computer in front of him, earplugs,\nlistening to something that's called music.",
      "start": 3041.99,
      "duration": 6.869
    },
    {
      "text": "Don't ask me to describe it. And while he\nis doing this thing called homework, he is",
      "start": 3048.859,
      "duration": 5.92
    },
    {
      "text": "meanwhile text messaging to about 15 friends\nin a form which I can't even read. You know,",
      "start": 3054.779,
      "duration": 7.691
    },
    {
      "text": "it's just a few letters and you know. It's\nnot doing anything to the language. I mean",
      "start": 3062.47,
      "duration": 6.32
    },
    {
      "text": "I think that's a mistake. The language is\nrobust enough so it won't be affected by that.",
      "start": 3068.79,
      "duration": 4.6
    },
    {
      "text": "But I think it's doing something to the minds.\nYou know, the--the kids are just stimulus-hungry.",
      "start": 3073.39,
      "duration": 7.28
    },
    {
      "text": "They can't set aside, like, my own children,\nlet's say, you know, they go to the library",
      "start": 3080.67,
      "duration": 6.542
    },
    {
      "text": "and pick up 10 books and come home, and go\noff into a corner and read the books. I actually",
      "start": 3087.212,
      "duration": 5.478
    },
    {
      "text": "have a granddaughter in, grew up in Nicaragua,\nand now in Mexico, and when she comes to visit,",
      "start": 3092.69,
      "duration": 4.79
    },
    {
      "text": "it's the first thing she does, 10 years old,\ngo to the public library, come back with a",
      "start": 3097.48,
      "duration": 4.31
    },
    {
      "text": "stack of books, go off in a corner and read\nthem. It's almost inconceivable for a kid",
      "start": 3101.79,
      "duration": 5.029
    },
    {
      "text": "that age here. I mean, maybe there are some\nbut, you know, they're just--they have to",
      "start": 3106.819,
      "duration": 4.04
    },
    {
      "text": "be stimulated constantly by noise, by visual\nimagery, by what's called interchange with",
      "start": 3110.859,
      "duration": 7.841
    },
    {
      "text": "friends, although the interchange are so superficial\nthat it's shocking, you know, to take a look",
      "start": 3118.7,
      "duration": 5.5
    },
    {
      "text": "at it when they decode it for you. And I'm\nsure that's having an effect. It's having",
      "start": 3124.2,
      "duration": 4.389
    },
    {
      "text": "an effect on children growing up, and I don't\nthink a good effect. But it's not really an",
      "start": 3128.589,
      "duration": 7.081
    },
    {
      "text": "effect on the language. That's not going to\nchange. I mean, it's true that if you look",
      "start": 3135.67,
      "duration": 4.17
    },
    {
      "text": "over the history of language, teenage--teenagers\ngenerally tend to develop around sort of argot,",
      "start": 3139.84,
      "duration": 6.489
    },
    {
      "text": "you know, way of talking. And I mean, it's\none of the sources of innovation and change",
      "start": 3146.329,
      "duration": 3.871
    },
    {
      "text": "in language because the teenagers grow up\nand, you know, they get what--they sort of",
      "start": 3150.2,
      "duration": 5.52
    },
    {
      "text": "develop this peer group, separation from the\nadult world, those have some effect on what",
      "start": 3155.72,
      "duration": 5.619
    },
    {
      "text": "the next stage of the language is though not,\nyou know, not like on the syntax or anything",
      "start": 3161.339,
      "duration": 5.01
    },
    {
      "text": "like that. But this I think is serious and\nit's having--and I think one should be concerned",
      "start": 3166.349,
      "duration": 4.49
    },
    {
      "text": "about the effect on the children. I can see\nthe differences on, say, my grandchildren",
      "start": 3170.839,
      "duration": 5.331
    },
    {
      "text": "who grew up here and the ones who grew up\nsouth of the border, you know. And I suspect",
      "start": 3176.17,
      "duration": 4.83
    },
    {
      "text": "that's fairly general. As for e-mail, it is\na mixed blessing. I mean, I think it's a great",
      "start": 3181.0,
      "duration": 6.583
    },
    {
      "text": "thing. On the other hand, I spend maybe five\nor six hours a night just answering queries",
      "start": 3187.583,
      "duration": 5.407
    },
    {
      "text": "and comments. So I'm not sure if it's the\nbest way of distributing energy but...",
      "start": 3192.99,
      "duration": 5.93
    },
    {
      "text": ">> FEMALE: Well, thank you very much for coming\nhere.",
      "start": 3198.92,
      "duration": 8.92
    }
  ]
}